-- phpMyAdmin SQL Dump
-- version 4.9.5
-- https://www.phpmyadmin.net/
--
-- 主機： localhost
-- 產生時間： 2021 年 03 月 29 日 11:54
-- 伺服器版本： 5.6.50-log
-- PHP 版本： 7.1.33

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 資料庫： `yhsapi_yunmeibei`
--
CREATE DATABASE IF NOT EXISTS `yhsapi_yunmeibei` DEFAULT CHARACTER SET utf8 COLLATE utf8_general_ci;
USE `yhsapi_yunmeibei`;

-- --------------------------------------------------------

--
-- 資料表結構 `link_admin`
--

CREATE TABLE `link_admin` (
  `id` varchar(15) NOT NULL,
  `account` varchar(255) DEFAULT NULL COMMENT '用户账号',
  `pwd` varchar(255) DEFAULT NULL COMMENT '登陆密码',
  `register_source` varchar(255) DEFAULT NULL COMMENT '注册来源',
  `headurl` varchar(255) DEFAULT NULL COMMENT '头像',
  `marketer_id` int(11) DEFAULT '0' COMMENT '分销商id',
  `marketer_user` int(11) DEFAULT '0' COMMENT '分销商员工id',
  `regid` varchar(255) DEFAULT NULL COMMENT '极光id',
  `balance` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '账户余额',
  `tactics_balance` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '策略账户余额',
  `frozen_money` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '账号冻结金额',
  `analog_money` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '炒股大赛 模拟资金',
  `frozen_analog_money` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '炒股大赛 模拟资金的冻结金额',
  `is_real_disk` int(11) NOT NULL DEFAULT '2' COMMENT '是否正式 1正式 2测试',
  `shipan_account` varchar(255) DEFAULT NULL COMMENT '正式账号',
  `is_open_ranking` int(11) NOT NULL DEFAULT '1' COMMENT '排行榜是否看见  1看见 2看不见',
  `card_id` char(18) DEFAULT NULL COMMENT '身份证',
  `nick_name` varchar(255) DEFAULT NULL COMMENT '昵称',
  `true_name` varchar(255) DEFAULT NULL COMMENT '真实姓名',
  `frontcard` varchar(255) DEFAULT NULL COMMENT '身份证正面',
  `backcard` varchar(255) DEFAULT NULL COMMENT '身份证背面',
  `is_true` int(11) DEFAULT '0' COMMENT '是否实名认证 0没有提交过的 1已认证 2认证失败 3待审核',
  `trade_pwd` varchar(255) DEFAULT NULL COMMENT '交易密码',
  `inviter` varchar(255) DEFAULT NULL COMMENT '邀请人手机号',
  `is_del` int(11) DEFAULT '1' COMMENT '是否禁用 1未禁用 2已禁用',
  `create_time` int(11) DEFAULT NULL COMMENT '创建时间',
  `lastlogin_time` int(11) DEFAULT NULL COMMENT '最近登录时间',
  `register_ip` varchar(255) DEFAULT NULL COMMENT '注册IP',
  `register_address` varchar(255) DEFAULT NULL COMMENT '注册地址',
  `login_ip` varchar(255) DEFAULT NULL COMMENT '最后登录IP',
  `login_address` varchar(255) DEFAULT NULL COMMENT '最后登录地址',
  `free_experience` int(4) NOT NULL DEFAULT '1' COMMENT '免费体验（1:未体验；2体验过了；）',
  `sell_require` int(11) NOT NULL DEFAULT '1' COMMENT '到达平仓线是否平仓 1平仓 2不平仓'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 資料表結構 `link_agreement`
--

CREATE TABLE `link_agreement` (
  `id` int(11) NOT NULL,
  `contract_num` varchar(255) DEFAULT NULL COMMENT '合同编号',
  `investor` varchar(255) DEFAULT NULL COMMENT '投资人',
  `account_truename` varchar(255) DEFAULT NULL COMMENT '借款人',
  `borrow_money` varchar(255) DEFAULT NULL COMMENT '借款金额',
  `lixi_day` varchar(255) DEFAULT NULL COMMENT '每天应收利息',
  `card_id` varchar(255) DEFAULT NULL COMMENT '身份证号',
  `username` varchar(255) DEFAULT NULL COMMENT '用户名',
  `principal` varchar(255) DEFAULT NULL COMMENT '配资本金',
  `total_money` varchar(255) DEFAULT NULL COMMENT '总配资金额',
  `trade_account` varchar(255) DEFAULT NULL COMMENT '账号关联',
  `create_time` int(10) DEFAULT NULL COMMENT '合同创建时间'
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='开户合同';

-- --------------------------------------------------------

--
-- 資料表結構 `link_allstock`
--

CREATE TABLE `link_allstock` (
  `id` int(11) NOT NULL,
  `stock_code` varchar(255) DEFAULT NULL COMMENT '股票代码',
  `stock_name` varchar(255) DEFAULT NULL COMMENT '股票名字',
  `remark` varchar(255) DEFAULT NULL COMMENT '股票备注'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `link_allstock`
--

INSERT INTO `link_allstock` (`id`, `stock_code`, `stock_name`, `remark`) VALUES
(1, 'sz000001', '平安银行', 'PAYH'),
(2, 'sz000002', '万 科Ａ', 'WKＡ'),
(3, 'sz000003', 'PT金田A', 'PTJTA'),
(4, 'sz000004', '国农科技', 'GNKJ'),
(5, 'sz000005', '世纪星源', 'SJXY'),
(6, 'sz000006', '深振业Ａ', 'SZYＡ'),
(7, 'sz000007', '全新好', 'QXH'),
(8, 'sz000008', '神州高铁', 'SZGT'),
(9, 'sz000009', '中国宝安', 'ZGBA'),
(10, 'sz000010', '美丽生态', 'MLST'),
(11, 'sz000011', '深物业A', 'SWYA'),
(12, 'sz000012', '南 玻Ａ', 'NBＡ'),
(13, 'sz000013', '*ST石化A', '*STSHA'),
(14, 'sz000014', '沙河股份', 'SHGF'),
(15, 'sz000015', 'PT中浩A', 'PTZHA'),
(16, 'sz000016', '深康佳Ａ', 'SKJＡ'),
(17, 'sz000017', '深中华A', 'SZHA'),
(18, 'sz000018', '神州长城', 'SZCC'),
(19, 'sz000019', '深深宝Ａ', 'SSBＡ'),
(20, 'sz000020', '深华发Ａ', 'SHFＡ'),
(21, 'sz000021', '深科技', 'SKJ'),
(22, 'sz000022', '深赤湾Ａ', 'SCWＡ'),
(23, 'sz000023', '深天地Ａ', 'STDＡ'),
(24, 'sz000024', '招商地产', 'ZSDC'),
(25, 'sz000025', '特 力Ａ', 'TLＡ'),
(26, 'sz000026', '飞亚达Ａ', 'FYDＡ'),
(27, 'sz000027', '深圳能源', 'SZNY'),
(28, 'sz000028', '国药一致', 'GYYZ'),
(29, 'sz000029', '深深房Ａ', 'SSFＡ'),
(30, 'sz000030', '富奥股份', 'FAGF'),
(31, 'sz000031', '中粮地产', 'ZLDC'),
(32, 'sz000032', '深桑达Ａ', 'SSDＡ'),
(33, 'sz000033', '新都退', 'XDT'),
(34, 'sz000034', '神州数码', 'SZSM'),
(35, 'sz000035', '中国天楹', 'ZGTY'),
(36, 'sz000036', '华联控股', 'HLKG'),
(37, 'sz000037', '深南电A', 'SNDA'),
(38, 'sz000038', '深大通', 'SDT'),
(39, 'sz000039', '中集集团', 'ZJJT'),
(40, 'sz000040', '东旭蓝天', 'DXLT'),
(41, 'sz000042', '中洲控股', 'ZZKG'),
(42, 'sz000043', '中航地产', 'ZHDC'),
(43, 'sz000045', '深纺织Ａ', 'SFZＡ'),
(44, 'sz000046', '泛海控股', 'FHKG'),
(45, 'sz000047', 'ST中侨', 'STZQ'),
(46, 'sz000048', '康达尔', 'KDE'),
(47, 'sz000049', '德赛电池', 'DSDC'),
(48, 'sz000050', '深天马Ａ', 'STMＡ'),
(49, 'sz000055', '方大集团', 'FDJT'),
(50, 'sz000056', '皇庭国际', 'HTGJ'),
(51, 'sz000058', '深 赛 格', 'SSG'),
(52, 'sz000059', '华锦股份', 'HJGF'),
(53, 'sz000060', '中金岭南', 'ZJLN'),
(54, 'sz000061', '农 产 品', 'NCP'),
(55, 'sz000062', '深圳华强', 'SZHQ'),
(56, 'sz000063', '中兴通讯', 'ZXTX'),
(57, 'sz000065', '北方国际', 'BFGJ'),
(58, 'sz000066', '中国长城', 'ZGCC'),
(59, 'sz000068', '华控赛格', 'HKSG'),
(60, 'sz000069', '华侨城Ａ', 'HQCＡ'),
(61, 'sz000070', '特发信息', 'TFXX'),
(62, 'sz000078', '海王生物', 'HWSW'),
(63, 'sz000088', '盐 田 港', 'YTG'),
(64, 'sz000089', '深圳机场', 'SZJC'),
(65, 'sz000090', '天健集团', 'TJJT'),
(66, 'sz000096', '广聚能源', 'GJNY'),
(67, 'sz000099', '中信海直', 'ZXHZ'),
(68, 'sz000100', 'TCL 集团', 'TCLJT'),
(69, 'sz000150', '宜华健康', 'YHJK'),
(70, 'sz000151', '中成股份', 'ZCGF'),
(71, 'sz000153', '丰原药业', 'FYYY'),
(72, 'sz000155', '川化股份', 'CHGF'),
(73, 'sz000156', '华数传媒', 'HSCM'),
(74, 'sz000157', '中联重科', 'ZLZK'),
(75, 'sz000158', '常山北明', 'CSBM'),
(76, 'sz000159', '国际实业', 'GJSY'),
(77, 'sz000166', '申万宏源', 'SWHY'),
(78, 'sz000301', '东方市场', 'DFSC'),
(79, 'sz000333', '美的集团', 'MDJT'),
(80, 'sz000338', '潍柴动力', 'WCDL'),
(81, 'sz000400', '许继电气', 'XJDQ'),
(82, 'sz000401', '冀东水泥', 'JDSN'),
(83, 'sz000402', '金 融 街', 'JRJ'),
(84, 'sz000403', 'ST生化', 'STSH'),
(85, 'sz000404', '华意压缩', 'HYYS'),
(86, 'sz000405', 'ST鑫光', 'STXG'),
(87, 'sz000406', '石油大明', 'SYDM'),
(88, 'sz000407', '胜利股份', 'SLGF'),
(89, 'sz000408', '藏格控股', 'CGKG'),
(90, 'sz000409', '山东地矿', 'SDDK'),
(91, 'sz000410', '*ST沈机', '*STSJ'),
(92, 'sz000411', '英特集团', 'YTJT'),
(93, 'sz000412', 'ST五环', 'STWH'),
(94, 'sz000413', '东旭光电', 'DXGD'),
(95, 'sz000415', '渤海金控', 'BHJK'),
(96, 'sz000416', '民生控股', 'MSKG'),
(97, 'sz000417', '合肥百货', 'HFBH'),
(98, 'sz000418', '小天鹅Ａ', 'XTEＡ'),
(99, 'sz000419', '通程控股', 'TCKG'),
(100, 'sz000420', '吉林化纤', 'JLHX'),
(101, 'sz000421', '南京公用', 'NJGY'),
(102, 'sz000422', '湖北宜化', 'HBYH'),
(103, 'sz000423', '东阿阿胶', 'DAAJ'),
(104, 'sz000425', '徐工机械', 'XGJX'),
(105, 'sz000426', '兴业矿业', 'XYKY'),
(106, 'sz000428', '华天酒店', 'HTJD'),
(107, 'sz000429', '粤高速Ａ', 'YGSＡ'),
(108, 'sz000430', '张家界', 'ZJJ'),
(109, 'sz000488', '晨鸣纸业', 'CMZY'),
(110, 'sz000498', '山东路桥', 'SDLQ'),
(111, 'sz000501', '鄂武商Ａ', 'EWSＡ'),
(112, 'sz000502', '绿景控股', 'LJKG'),
(113, 'sz000503', '海虹控股', 'HHKG'),
(114, 'sz000504', '南华生物', 'NHSW'),
(115, 'sz000505', '珠江控股', 'ZJKG'),
(116, 'sz000506', '中润资源', 'ZRZY'),
(117, 'sz000507', '珠海港', 'ZHG'),
(118, 'sz000508', '琼民源A', 'QMYA'),
(119, 'sz000509', '华塑控股', 'HSKG'),
(120, 'sz000510', '金路集团', 'JLJT'),
(121, 'sz000511', '*ST烯碳', '*STXT'),
(122, 'sz000513', '丽珠集团', 'LZJT'),
(123, 'sz000514', '渝 开 发', 'YKF'),
(124, 'sz000515', '攀渝钛业', 'PYTY'),
(125, 'sz000516', '国际医学', 'GJYX'),
(126, 'sz000517', '荣安地产', 'RADC'),
(127, 'sz000518', '四环生物', 'SHSW'),
(128, 'sz000519', '中兵红箭', 'ZBHJ'),
(129, 'sz000520', '长航凤凰', 'CHFH'),
(130, 'sz000521', '美菱电器', 'MLDQ'),
(131, 'sz000522', '白云山A', 'BYSA'),
(132, 'sz000523', '广州浪奇', 'GZLQ'),
(133, 'sz000524', '岭南控股', 'LNKG'),
(134, 'sz000525', '红 太 阳', 'HTY'),
(135, 'sz000526', '*ST紫学', '*STZX'),
(136, 'sz000527', '美的电器', 'MDDQ'),
(137, 'sz000528', '柳 工', 'LG'),
(138, 'sz000529', '广弘控股', 'GHKG'),
(139, 'sz000530', '大冷股份', 'DLGF'),
(140, 'sz000531', '穗恒运Ａ', 'SHYＡ'),
(141, 'sz000532', '华金资本', 'HJZB'),
(142, 'sz000533', '万 家 乐', 'WJL'),
(143, 'sz000534', '万泽股份', 'WZGF'),
(144, 'sz000535', '*ST猴王', '*STHW'),
(145, 'sz000536', '华映科技', 'HYKJ'),
(146, 'sz000537', '广宇发展', 'GYFZ'),
(147, 'sz000538', '云南白药', 'YNBY'),
(148, 'sz000539', '粤电力Ａ', 'YDLＡ'),
(149, 'sz000540', '中天金融', 'ZTJR'),
(150, 'sz000541', '佛山照明', 'FSZM'),
(151, 'sz000542', 'TCL通讯', 'TCLTX'),
(152, 'sz000543', '皖能电力', 'WNDL'),
(153, 'sz000544', '中原环保', 'ZYHB'),
(154, 'sz000545', '金浦钛业', 'JPTY'),
(155, 'sz000546', '金圆股份', 'JYGF'),
(156, 'sz000547', '航天发展', 'HTFZ'),
(157, 'sz000548', '湖南投资', 'HNTZ'),
(158, 'sz000549', 'S湘火炬', 'SXHJ'),
(159, 'sz000550', '江铃汽车', 'JLQC'),
(160, 'sz000551', '创元科技', 'CYKJ'),
(161, 'sz000552', '靖远煤电', 'JYMD'),
(162, 'sz000553', '沙隆达Ａ', 'SLDＡ'),
(163, 'sz000554', '泰山石油', 'TSSY'),
(164, 'sz000555', '神州信息', 'SZXX'),
(165, 'sz000556', 'PT南洋', 'PTNY'),
(166, 'sz000557', '西部创业', 'XBCY'),
(167, 'sz000558', '莱茵体育', 'LYTY'),
(168, 'sz000559', '万向钱潮', 'WXQC'),
(169, 'sz000560', '昆百大Ａ', 'KBDＡ'),
(170, 'sz000561', '烽火电子', 'FHDZ'),
(171, 'sz000562', '宏源证券', 'HYZQ'),
(172, 'sz000563', '陕国投Ａ', 'SGTＡ'),
(173, 'sz000564', '供销大集', 'GXDJ'),
(174, 'sz000565', '渝三峡Ａ', 'YSXＡ'),
(175, 'sz000566', '海南海药', 'HNHY'),
(176, 'sz000567', '海德股份', 'HDGF'),
(177, 'sz000568', '泸州老窖', 'LZLJ'),
(178, 'sz000569', '长城股份', 'CCGF'),
(179, 'sz000570', '苏常柴Ａ', 'SCCＡ'),
(180, 'sz000571', '新大洲Ａ', 'XDZＡ'),
(181, 'sz000572', '海马汽车', 'HMQC'),
(182, 'sz000573', '粤宏远Ａ', 'YHYＡ'),
(183, 'sz000576', '广东甘化', 'GDGH'),
(184, 'sz000578', '盐湖集团', 'YHJT'),
(185, 'sz000581', '威孚高科', 'WFGK'),
(186, 'sz000582', '北部湾港', 'BBWG'),
(187, 'sz000583', 'S*ST托普', 'S*STTP'),
(188, 'sz000584', '哈工智能', 'HGZN'),
(189, 'sz000585', '东北电气', 'DBDQ'),
(190, 'sz000586', '汇源通信', 'HYTX'),
(191, 'sz000587', '金洲慈航', 'JZCH'),
(192, 'sz000588', 'PT粤金曼', 'PTYJM'),
(193, 'sz000589', '黔轮胎Ａ', 'QLTＡ'),
(194, 'sz000590', '启迪古汉', 'QDGH'),
(195, 'sz000591', '太阳能', 'TYN'),
(196, 'sz000592', '平潭发展', 'PTFZ'),
(197, 'sz000593', '大通燃气', 'DTRQ'),
(198, 'sz000594', '国恒退', 'GHT'),
(199, 'sz000595', '*ST宝实', '*STBS'),
(200, 'sz000596', '古井贡酒', 'GJGJ'),
(201, 'sz000597', '东北制药', 'DBZY'),
(202, 'sz000598', '兴蓉环境', 'XRHJ'),
(203, 'sz000599', '青岛双星', 'QDSX'),
(204, 'sz000600', '建投能源', 'JTNY'),
(205, 'sz000601', '韶能股份', 'SNGF'),
(206, 'sz000602', '金马集团', 'JMJT'),
(207, 'sz000603', '盛达矿业', 'SDKY'),
(208, 'sz000605', '渤海股份', 'BHGF'),
(209, 'sz000606', '神州易桥', 'SZYQ'),
(210, 'sz000607', '华媒控股', 'HMKG'),
(211, 'sz000608', '阳光股份', 'YGGF'),
(212, 'sz000609', '绵石投资', 'MSTZ'),
(213, 'sz000610', '西安旅游', 'XALY'),
(214, 'sz000611', '天首发展', 'TSFZ'),
(215, 'sz000612', '焦作万方', 'JZWF'),
(216, 'sz000613', '*ST东海A', '*STDHA'),
(217, 'sz000615', '京汉股份', 'JHGF'),
(218, 'sz000616', '海航投资', 'HHTZ'),
(219, 'sz000617', '中油资本', 'ZYZB'),
(220, 'sz000618', '吉林化工', 'JLHG'),
(221, 'sz000619', '海螺型材', 'HLXC'),
(222, 'sz000620', '新华联', 'XHL'),
(223, 'sz000621', '*ST比特', '*STBT'),
(224, 'sz000622', '恒立实业', 'HLSY'),
(225, 'sz000623', '吉林敖东', 'JLAD'),
(226, 'sz000625', '长安汽车', 'CAQC'),
(227, 'sz000626', '远大控股', 'YDKG'),
(228, 'sz000627', '天茂集团', 'TMJT'),
(229, 'sz000628', '高新发展', 'GXFZ'),
(230, 'sz000629', '*ST钒钛', '*STFT'),
(231, 'sz000630', '铜陵有色', 'TLYS'),
(232, 'sz000631', '顺发恒业', 'SFHY'),
(233, 'sz000632', '三木集团', 'SMJT'),
(234, 'sz000633', '合金投资', 'HJTZ'),
(235, 'sz000635', '英 力 特', 'YLT'),
(236, 'sz000636', '风华高科', 'FHGK'),
(237, 'sz000637', '茂化实华', 'MHSH'),
(238, 'sz000638', '万方发展', 'WFFZ'),
(239, 'sz000639', '西王食品', 'XWSP'),
(240, 'sz000650', '仁和药业', 'RHYY'),
(241, 'sz000651', '格力电器', 'GLDQ'),
(242, 'sz000652', '泰达股份', 'TDGF'),
(243, 'sz000653', 'ST九州', 'STJZ'),
(244, 'sz000655', '金岭矿业', 'JLKY'),
(245, 'sz000656', '金科股份', 'JKGF'),
(246, 'sz000657', '中钨高新', 'ZWGX'),
(247, 'sz000658', 'ST海洋', 'STHY'),
(248, 'sz000659', '*ST中富', '*STZF'),
(249, 'sz000660', '*ST南华', '*STNH'),
(250, 'sz000661', '长春高新', 'CCGX'),
(251, 'sz000662', '天夏智慧', 'TXZH'),
(252, 'sz000663', '永安林业', 'YALY'),
(253, 'sz000665', '湖北广电', 'HBGD'),
(254, 'sz000666', '经纬纺机', 'JWFJ'),
(255, 'sz000667', '美好置业', 'MHZY'),
(256, 'sz000668', '荣丰控股', 'RFKG'),
(257, 'sz000669', '金鸿控股', 'JHKG'),
(258, 'sz000670', '盈方微', 'YFW'),
(259, 'sz000671', '阳 光 城', 'YGC'),
(260, 'sz000672', '上峰水泥', 'SFSN'),
(261, 'sz000673', '当代东方', 'DDDF'),
(262, 'sz000675', 'ST银山', 'STYS'),
(263, 'sz000676', '智度股份', 'ZDGF'),
(264, 'sz000677', '恒天海龙', 'HTHL'),
(265, 'sz000678', '襄阳轴承', 'XYZC'),
(266, 'sz000679', '大连友谊', 'DLYY'),
(267, 'sz000680', '山推股份', 'STGF'),
(268, 'sz000681', '视觉中国', 'SJZG'),
(269, 'sz000682', '东方电子', 'DFDZ'),
(270, 'sz000683', '远兴能源', 'YXNY'),
(271, 'sz000685', '中山公用', 'ZSGY'),
(272, 'sz000686', '东北证券', 'DBZQ'),
(273, 'sz000687', '华讯方舟', 'HXFZ'),
(274, 'sz000688', '建新矿业', 'JXKY'),
(275, 'sz000689', 'ST宏业', 'STHY'),
(276, 'sz000690', '宝新能源', 'BXNY'),
(277, 'sz000691', '亚太实业', 'YTSY'),
(278, 'sz000692', '惠天热电', 'HTRD'),
(279, 'sz000693', '*ST华泽', '*STHZ'),
(280, 'sz000695', '滨海能源', 'BHNY'),
(281, 'sz000697', '炼石有色', 'LSYS'),
(282, 'sz000698', '沈阳化工', 'SYHG'),
(283, 'sz000699', 'S*ST佳纸', 'S*STJZ'),
(284, 'sz000700', '模塑科技', 'MSKJ'),
(285, 'sz000701', '厦门信达', 'XMXD'),
(286, 'sz000702', '正虹科技', 'ZHKJ'),
(287, 'sz000703', '恒逸石化', 'HYSH'),
(288, 'sz000705', '浙江震元', 'ZJZY'),
(289, 'sz000707', '双环科技', 'SHKJ'),
(290, 'sz000708', '大冶特钢', 'DYTG'),
(291, 'sz000709', '河钢股份', 'HGGF'),
(292, 'sz000710', '贝瑞基因', 'BRJY'),
(293, 'sz000711', '京蓝科技', 'JLKJ'),
(294, 'sz000712', '锦龙股份', 'JLGF'),
(295, 'sz000713', '丰乐种业', 'FLZY'),
(296, 'sz000715', '中兴商业', 'ZXSY'),
(297, 'sz000716', '黑芝麻', 'HZM'),
(298, 'sz000717', '韶钢松山', 'SGSS'),
(299, 'sz000718', '苏宁环球', 'SNHQ'),
(300, 'sz000719', '中原传媒', 'ZYCM'),
(301, 'sz000720', '新能泰山', 'XNTS'),
(302, 'sz000721', '西安饮食', 'XAYS'),
(303, 'sz000722', '湖南发展', 'HNFZ'),
(304, 'sz000723', '美锦能源', 'MJNY'),
(305, 'sz000725', '京东方Ａ', 'JDFＡ'),
(306, 'sz000726', '鲁 泰Ａ', 'LTＡ'),
(307, 'sz000727', '华东科技', 'HDKJ'),
(308, 'sz000728', '国元证券', 'GYZQ'),
(309, 'sz000729', '燕京啤酒', 'YJPJ'),
(310, 'sz000730', '*ST环保', '*STHB'),
(311, 'sz000731', '四川美丰', 'SCMF'),
(312, 'sz000732', '泰禾集团', 'THJT'),
(313, 'sz000733', '振华科技', 'ZHKJ'),
(314, 'sz000735', '罗 牛 山', 'LNS'),
(315, 'sz000736', '中交地产', 'ZJDC'),
(316, 'sz000737', '南风化工', 'NFHG'),
(317, 'sz000738', '航发控制', 'HFKZ'),
(318, 'sz000739', '普洛药业', 'PLYY'),
(319, 'sz000748', '长城信息', 'CCXX'),
(320, 'sz000750', '国海证券', 'GHZQ'),
(321, 'sz000751', '锌业股份', 'XYGF'),
(322, 'sz000752', '西藏发展', 'XCFZ'),
(323, 'sz000753', '漳州发展', 'ZZFZ'),
(324, 'sz000755', '*ST三维', '*STSW'),
(325, 'sz000756', '新华制药', 'XHZY'),
(326, 'sz000757', '浩物股份', 'HWGF'),
(327, 'sz000758', '中色股份', 'ZSGF'),
(328, 'sz000759', '中百集团', 'ZBJT'),
(329, 'sz000760', '斯太尔', 'STE'),
(330, 'sz000761', '本钢板材', 'BGBC'),
(331, 'sz000762', '西藏矿业', 'XCKY'),
(332, 'sz000763', '锦州石化', 'JZSH'),
(333, 'sz000765', '*ST华信', '*STHX'),
(334, 'sz000766', '通化金马', 'THJM'),
(335, 'sz000767', '漳泽电力', 'ZZDL'),
(336, 'sz000768', '中航飞机', 'ZHFJ'),
(337, 'sz000769', '*ST大菲', '*STDF'),
(338, 'sz000776', '广发证券', 'GFZQ'),
(339, 'sz000777', '中核科技', 'ZHKJ'),
(340, 'sz000778', '新兴铸管', 'XXZG'),
(341, 'sz000779', '三毛派神', 'SMPS'),
(342, 'sz000780', '*ST平能', '*STPN'),
(343, 'sz000782', '美达股份', 'MDGF'),
(344, 'sz000783', '长江证券', 'CJZQ'),
(345, 'sz000785', '武汉中商', 'WHZS'),
(346, 'sz000786', '北新建材', 'BXJC'),
(347, 'sz000787', '*ST创智', '*STCZ'),
(348, 'sz000788', '北大医药', 'BDYY'),
(349, 'sz000789', '万年青', 'WNQ'),
(350, 'sz000790', '泰合健康', 'THJK'),
(351, 'sz000791', '甘肃电投', 'GSDT'),
(352, 'sz000792', '盐湖股份', 'YHGF'),
(353, 'sz000793', '华闻传媒', 'HWCM'),
(354, 'sz000795', '英洛华', 'YLH'),
(355, 'sz000796', '凯撒旅游', 'KSLY'),
(356, 'sz000797', '中国武夷', 'ZGWY'),
(357, 'sz000798', '中水渔业', 'ZSYY'),
(358, 'sz000799', '酒鬼酒', 'JGJ'),
(359, 'sz000800', '一汽轿车', 'YQJC'),
(360, 'sz000801', '四川九洲', 'SCJZ'),
(361, 'sz000802', '北京文化', 'BJWH'),
(362, 'sz000803', '*ST金宇', '*STJY'),
(363, 'sz000805', '*ST炎黄', '*STYH'),
(364, 'sz000806', '银河生物', 'YHSW'),
(365, 'sz000807', '云铝股份', 'YLGF'),
(366, 'sz000809', '*ST新城', '*STXC'),
(367, 'sz000810', '创维数字', 'CWSZ'),
(368, 'sz000811', '冰轮环境', 'BLHJ'),
(369, 'sz000812', '陕西金叶', 'SXJY'),
(370, 'sz000813', '德展健康', 'DZJK'),
(371, 'sz000815', '美利云', 'MLY'),
(372, 'sz000816', '智慧农业', 'ZHNY'),
(373, 'sz000817', '辽河油田', 'LHYT'),
(374, 'sz000818', '方大化工', 'FDHG'),
(375, 'sz000819', '岳阳兴长', 'YYXC'),
(376, 'sz000820', '神雾节能', 'SWJN'),
(377, 'sz000821', '京山轻机', 'JSQJ'),
(378, 'sz000822', '山东海化', 'SDHH'),
(379, 'sz000823', '超声电子', 'CSDZ'),
(380, 'sz000825', '太钢不锈', 'TGBX'),
(381, 'sz000826', '启迪桑德', 'QDSD'),
(382, 'sz000827', '*ST长兴', '*STCX'),
(383, 'sz000828', '东莞控股', 'DGKG'),
(384, 'sz000829', '天音控股', 'TYKG'),
(385, 'sz000830', '鲁西化工', 'LXHG'),
(386, 'sz000831', '五矿稀土', 'WKXT'),
(387, 'sz000832', '*ST龙涤', '*STLD'),
(388, 'sz000833', '贵糖股份', 'GTGF'),
(389, 'sz000835', '长城动漫', 'CCDM'),
(390, 'sz000836', '鑫茂科技', 'XMKJ'),
(391, 'sz000837', '秦川机床', 'QCJC'),
(392, 'sz000838', '财信发展', 'CXFZ'),
(393, 'sz000839', '中信国安', 'ZXGA'),
(394, 'sz000848', '承德露露', 'CDLL'),
(395, 'sz000850', '华茂股份', 'HMGF'),
(396, 'sz000851', '高鸿股份', 'GHGF'),
(397, 'sz000852', '石化机械', 'SHJX'),
(398, 'sz000856', '冀东装备', 'JDZB'),
(399, 'sz000858', '五 粮 液', 'WLY'),
(400, 'sz000859', '国风塑业', 'GFSY'),
(401, 'sz000860', '顺鑫农业', 'SXNY'),
(402, 'sz000861', '海印股份', 'HYGF'),
(403, 'sz000862', '银星能源', 'YXNY'),
(404, 'sz000863', '三湘印象', 'SXYX'),
(405, 'sz000866', '扬子石化', 'YZSH'),
(406, 'sz000868', '安凯客车', 'AKKC'),
(407, 'sz000869', '张 裕Ａ', 'ZYＡ'),
(408, 'sz000875', '吉电股份', 'JDGF'),
(409, 'sz000876', '新 希 望', 'XXW'),
(410, 'sz000877', '天山股份', 'TSGF'),
(411, 'sz000878', '云南铜业', 'YNTY'),
(412, 'sz000880', '潍柴重机', 'WCZJ'),
(413, 'sz000881', '中广核技', 'ZGHJ'),
(414, 'sz000882', '华联股份', 'HLGF'),
(415, 'sz000883', '湖北能源', 'HBNY'),
(416, 'sz000885', '同力水泥', 'TLSN'),
(417, 'sz000886', '海南高速', 'HNGS'),
(418, 'sz000887', '中鼎股份', 'ZDGF'),
(419, 'sz000888', '峨眉山Ａ', 'EMSＡ'),
(420, 'sz000889', '茂业通信', 'MYTX'),
(421, 'sz000890', '法 尔 胜', 'FES'),
(422, 'sz000892', '欢瑞世纪', 'HRSJ'),
(423, 'sz000893', '东凌国际', 'DLGJ'),
(424, 'sz000895', '双汇发展', 'SHFZ'),
(425, 'sz000897', '津滨发展', 'JBFZ'),
(426, 'sz000898', '鞍钢股份', 'AGGF'),
(427, 'sz000899', '赣能股份', 'GNGF'),
(428, 'sz000900', '现代投资', 'XDTZ'),
(429, 'sz000901', '航天科技', 'HTKJ'),
(430, 'sz000902', '新洋丰', 'XYF'),
(431, 'sz000903', '云内动力', 'YNDL'),
(432, 'sz000905', '厦门港务', 'XMGW'),
(433, 'sz000906', '浙商中拓', 'ZSZT'),
(434, 'sz000908', '景峰医药', 'JFYY'),
(435, 'sz000909', '数源科技', 'SYKJ'),
(436, 'sz000910', '大亚圣象', 'DYSX'),
(437, 'sz000911', '南宁糖业', 'NNTY'),
(438, 'sz000912', '*ST天化', '*STTH'),
(439, 'sz000913', '钱江摩托', 'QJMT'),
(440, 'sz000915', '山大华特', 'SDHT'),
(441, 'sz000916', '华北高速', 'HBGS'),
(442, 'sz000917', '电广传媒', 'DGCM'),
(443, 'sz000918', '嘉凯城', 'JKC'),
(444, 'sz000919', '金陵药业', 'JLYY'),
(445, 'sz000920', '南方汇通', 'NFHT'),
(446, 'sz000921', '海信科龙', 'HXKL'),
(447, 'sz000922', '*ST佳电', '*STJD'),
(448, 'sz000923', '河北宣工', 'HBXG'),
(449, 'sz000925', '众合科技', 'ZHKJ'),
(450, 'sz000926', '福星股份', 'FXGF'),
(451, 'sz000927', '一汽夏利', 'YQXL'),
(452, 'sz000928', '中钢国际', 'ZGGJ'),
(453, 'sz000929', '兰州黄河', 'LZHH'),
(454, 'sz000930', '中粮生化', 'ZLSH'),
(455, 'sz000931', '中 关 村', 'ZGC'),
(456, 'sz000932', '*ST华菱', '*STHL'),
(457, 'sz000933', '神火股份', 'SHGF'),
(458, 'sz000935', '四川双马', 'SCSM'),
(459, 'sz000936', '华西股份', 'HXGF'),
(460, 'sz000937', '冀中能源', 'JZNY'),
(461, 'sz000938', '紫光股份', 'ZGGF'),
(462, 'sz000939', '凯迪生态', 'KDST'),
(463, 'sz000948', '南天信息', 'NTXX'),
(464, 'sz000949', '新乡化纤', 'XXHX'),
(465, 'sz000950', '*ST建峰', '*STJF'),
(466, 'sz000951', '中国重汽', 'ZGZQ'),
(467, 'sz000952', '广济药业', 'GJYY'),
(468, 'sz000953', '*ST河化', '*STHH'),
(469, 'sz000955', '欣龙控股', 'XLKG'),
(470, 'sz000956', '中原油气', 'ZYYQ'),
(471, 'sz000957', '中通客车', 'ZTKC'),
(472, 'sz000958', '东方能源', 'DFNY'),
(473, 'sz000959', '首钢股份', 'SGGF'),
(474, 'sz000960', '锡业股份', 'XYGF'),
(475, 'sz000961', '中南建设', 'ZNJS'),
(476, 'sz000962', '东方钽业', 'DFTY'),
(477, 'sz000963', '华东医药', 'HDYY'),
(478, 'sz000965', '天保基建', 'TBJJ'),
(479, 'sz000966', '长源电力', 'CYDL'),
(480, 'sz000967', '盈峰环境', 'YFHJ'),
(481, 'sz000968', '蓝焰控股', 'LYKG'),
(482, 'sz000969', '安泰科技', 'ATKJ'),
(483, 'sz000970', '中科三环', 'ZKSH'),
(484, 'sz000971', '高升控股', 'GSKG'),
(485, 'sz000972', '*ST中基', '*STZJ'),
(486, 'sz000973', '佛塑科技', 'FSKJ'),
(487, 'sz000975', '银泰资源', 'YTZY'),
(488, 'sz000976', '华铁股份', 'HTGF'),
(489, 'sz000977', '浪潮信息', 'LCXX'),
(490, 'sz000978', '桂林旅游', 'GLLY'),
(491, 'sz000979', '中弘股份', 'ZHGF'),
(492, 'sz000980', '众泰汽车', 'ZTQC'),
(493, 'sz000981', '银亿股份', 'YYGF'),
(494, 'sz000982', '*ST 中绒', '*STZR'),
(495, 'sz000983', '西山煤电', 'XSMD'),
(496, 'sz000985', '大庆华科', 'DQHK'),
(497, 'sz000987', '越秀金控', 'YXJK'),
(498, 'sz000988', '华工科技', 'HGKJ'),
(499, 'sz000989', '九 芝 堂', 'JZT'),
(500, 'sz000990', '诚志股份', 'CZGF'),
(501, 'sz000991', '通海高科', 'THGK'),
(502, 'sz000993', '闽东电力', 'MDDL'),
(503, 'sz000995', '皇台酒业', 'HTJY'),
(504, 'sz000996', '中国中期', 'ZGZQ'),
(505, 'sz000997', '新 大 陆', 'XDL'),
(506, 'sz000998', '隆平高科', 'LPGK'),
(507, 'sz000999', '华润三九', 'HRSJ'),
(508, 'sz001696', '宗申动力', 'ZSDL'),
(509, 'sz001896', '豫能控股', 'YNKG'),
(510, 'sz001965', '招商公路', 'ZSGL'),
(511, 'sz001979', '招商蛇口', 'ZSSK'),
(512, 'sz002001', '新 和 成', 'XHC'),
(513, 'sz002002', '鸿达兴业', 'HDXY'),
(514, 'sz002003', '伟星股份', 'WXGF'),
(515, 'sz002004', '华邦健康', 'HBJK'),
(516, 'sz002005', '德豪润达', 'DHRD'),
(517, 'sz002006', '精功科技', 'JGKJ'),
(518, 'sz002007', '华兰生物', 'HLSW'),
(519, 'sz002008', '大族激光', 'DZJG'),
(520, 'sz002009', '天奇股份', 'TQGF'),
(521, 'sz002010', '传化智联', 'CHZL'),
(522, 'sz002011', '盾安环境', 'DAHJ'),
(523, 'sz002012', '凯恩股份', 'KEGF'),
(524, 'sz002013', '中航机电', 'ZHJD'),
(525, 'sz002014', '永新股份', 'YXGF'),
(526, 'sz002015', '霞客环保', 'XKHB'),
(527, 'sz002016', '世荣兆业', 'SRZY'),
(528, 'sz002017', '东信和平', 'DXHP'),
(529, 'sz002018', '华信国际', 'HXGJ'),
(530, 'sz002019', '亿帆医药', 'YFYY'),
(531, 'sz002020', '京新药业', 'JXYY'),
(532, 'sz002021', '中捷资源', 'ZJZY'),
(533, 'sz002022', '科华生物', 'KHSW'),
(534, 'sz002023', '海特高新', 'HTGX'),
(535, 'sz002024', '苏宁云商', 'SNYS'),
(536, 'sz002025', '航天电器', 'HTDQ'),
(537, 'sz002026', '山东威达', 'SDWD'),
(538, 'sz002027', '分众传媒', 'FZCM'),
(539, 'sz002028', '思源电气', 'SYDQ'),
(540, 'sz002029', '七 匹 狼', 'QPL'),
(541, 'sz002030', '达安基因', 'DAJY'),
(542, 'sz002031', '巨轮智能', 'JLZN'),
(543, 'sz002032', '苏 泊 尔', 'SBE'),
(544, 'sz002033', '丽江旅游', 'LJLY'),
(545, 'sz002034', '旺能环境', 'WNHJ'),
(546, 'sz002035', '华帝股份', 'HDGF'),
(547, 'sz002036', '联创电子', 'LCDZ'),
(548, 'sz002037', '久联发展', 'JLFZ'),
(549, 'sz002038', '双鹭药业', 'SLYY'),
(550, 'sz002039', '黔源电力', 'QYDL'),
(551, 'sz002040', '南 京 港', 'NJG'),
(552, 'sz002041', '登海种业', 'DHZY'),
(553, 'sz002042', '华孚时尚', 'HFSS'),
(554, 'sz002043', '兔 宝 宝', 'TBB'),
(555, 'sz002044', '美年健康', 'MNJK'),
(556, 'sz002045', '国光电器', 'GGDQ'),
(557, 'sz002046', '轴研科技', 'ZYKJ'),
(558, 'sz002047', '宝鹰股份', 'BYGF'),
(559, 'sz002048', '宁波华翔', 'NBHX'),
(560, 'sz002049', '紫光国芯', 'ZGGX'),
(561, 'sz002050', '三花智控', 'SHZK'),
(562, 'sz002051', '中工国际', 'ZGGJ'),
(563, 'sz002052', '同洲电子', 'TZDZ'),
(564, 'sz002053', '云南能投', 'YNNT'),
(565, 'sz002054', '德美化工', 'DMHG'),
(566, 'sz002055', '得润电子', 'DRDZ'),
(567, 'sz002056', '横店东磁', 'HDDC'),
(568, 'sz002057', '中钢天源', 'ZGTY'),
(569, 'sz002058', '威 尔 泰', 'WET'),
(570, 'sz002059', '云南旅游', 'YNLY'),
(571, 'sz002060', '粤 水 电', 'YSD'),
(572, 'sz002061', '浙江交科', 'ZJJK'),
(573, 'sz002062', '宏润建设', 'HRJS'),
(574, 'sz002063', '远光软件', 'YGRJ'),
(575, 'sz002064', '华峰氨纶', 'HFAL'),
(576, 'sz002065', '东华软件', 'DHRJ'),
(577, 'sz002066', '瑞泰科技', 'RTKJ'),
(578, 'sz002067', '景兴纸业', 'JXZY'),
(579, 'sz002068', '黑猫股份', 'HMGF'),
(580, 'sz002069', '獐子岛', 'ZZD'),
(581, 'sz002070', '*ST众和', '*STZH'),
(582, 'sz002071', '长城影视', 'CCYS'),
(583, 'sz002072', '凯瑞德', 'KRD'),
(584, 'sz002073', '软控股份', 'RKGF'),
(585, 'sz002074', '国轩高科', 'GXGK'),
(586, 'sz002075', '沙钢股份', 'SGGF'),
(587, 'sz002076', '雪 莱 特', 'XLT'),
(588, 'sz002077', '大港股份', 'DGGF'),
(589, 'sz002078', '太阳纸业', 'TYZY'),
(590, 'sz002079', '苏州固锝', 'SZGD'),
(591, 'sz002080', '中材科技', 'ZCKJ'),
(592, 'sz002081', '金 螳 螂', 'JTL'),
(593, 'sz002082', '万邦德', 'WBD'),
(594, 'sz002083', '孚日股份', 'FRGF'),
(595, 'sz002084', '海鸥住工', 'HOZG'),
(596, 'sz002085', '万丰奥威', 'WFAW'),
(597, 'sz002086', '东方海洋', 'DFHY'),
(598, 'sz002087', '新野纺织', 'XYFZ'),
(599, 'sz002088', '鲁阳节能', 'LYJN'),
(600, 'sz002089', '新 海 宜', 'XHY'),
(601, 'sz002090', '金智科技', 'JZKJ'),
(602, 'sz002091', '江苏国泰', 'JSGT'),
(603, 'sz002092', '中泰化学', 'ZTHX'),
(604, 'sz002093', '国脉科技', 'GMKJ'),
(605, 'sz002094', '青岛金王', 'QDJW'),
(606, 'sz002095', '生 意 宝', 'SYB'),
(607, 'sz002096', '南岭民爆', 'NLMB'),
(608, 'sz002097', '山河智能', 'SHZN'),
(609, 'sz002098', '浔兴股份', 'XXGF'),
(610, 'sz002099', '海翔药业', 'HXYY'),
(611, 'sz002100', '天康生物', 'TKSW'),
(612, 'sz002101', '广东鸿图', 'GDHT'),
(613, 'sz002102', '冠福股份', 'GFGF'),
(614, 'sz002103', '广博股份', 'GBGF'),
(615, 'sz002104', '恒宝股份', 'HBGF'),
(616, 'sz002105', '信隆健康', 'XLJK'),
(617, 'sz002106', '莱宝高科', 'LBGK'),
(618, 'sz002107', '沃华医药', 'WHYY'),
(619, 'sz002108', '沧州明珠', 'CZMZ'),
(620, 'sz002109', '兴化股份', 'XHGF'),
(621, 'sz002110', '三钢闽光', 'SGMG'),
(622, 'sz002111', '威海广泰', 'WHGT'),
(623, 'sz002112', '三变科技', 'SBKJ'),
(624, 'sz002113', '天润数娱', 'TRSY'),
(625, 'sz002114', '罗平锌电', 'LPXD'),
(626, 'sz002115', '三维通信', 'SWTX'),
(627, 'sz002116', '中国海诚', 'ZGHC'),
(628, 'sz002117', '东港股份', 'DGGF'),
(629, 'sz002118', '紫鑫药业', 'ZXYY'),
(630, 'sz002119', '康强电子', 'KQDZ'),
(631, 'sz002120', '韵达股份', 'YDGF'),
(632, 'sz002121', '科陆电子', 'KLDZ'),
(633, 'sz002122', '天马股份', 'TMGF'),
(634, 'sz002123', '梦网集团', 'MWJT'),
(635, 'sz002124', '天邦股份', 'TBGF'),
(636, 'sz002125', '湘潭电化', 'XTDH'),
(637, 'sz002126', '银轮股份', 'YLGF'),
(638, 'sz002127', '南极电商', 'NJDS'),
(639, 'sz002128', '露天煤业', 'LTMY'),
(640, 'sz002129', '中环股份', 'ZHGF'),
(641, 'sz002130', '沃尔核材', 'WEHC'),
(642, 'sz002131', '利欧股份', 'LOGF'),
(643, 'sz002132', '恒星科技', 'HXKJ'),
(644, 'sz002133', '广宇集团', 'GYJT'),
(645, 'sz002134', '*ST普林', '*STPL'),
(646, 'sz002135', '东南网架', 'DNWJ'),
(647, 'sz002136', '安 纳 达', 'AND'),
(648, 'sz002137', '麦达数字', 'MDSZ'),
(649, 'sz002138', '顺络电子', 'SLDZ'),
(650, 'sz002139', '拓邦股份', 'TBGF'),
(651, 'sz002140', '东华科技', 'DHKJ'),
(652, 'sz002141', '贤丰控股', 'XFKG'),
(653, 'sz002142', '宁波银行', 'NBYX'),
(654, 'sz002143', '印纪传媒', 'YJCM'),
(655, 'sz002144', '宏达高科', 'HDGK'),
(656, 'sz002145', '中核钛白', 'ZHTB'),
(657, 'sz002146', '荣盛发展', 'RSFZ'),
(658, 'sz002147', '新光圆成', 'XGYC'),
(659, 'sz002148', '北纬科技', 'BWKJ'),
(660, 'sz002149', '西部材料', 'XBCL'),
(661, 'sz002150', '通润装备', 'TRZB'),
(662, 'sz002151', '北斗星通', 'BDXT'),
(663, 'sz002152', '广电运通', 'GDYT'),
(664, 'sz002153', '石基信息', 'SJXX'),
(665, 'sz002154', '报 喜 鸟', 'BXN'),
(666, 'sz002155', '湖南黄金', 'HNHJ'),
(667, 'sz002156', '通富微电', 'TFWD'),
(668, 'sz002157', '正邦科技', 'ZBKJ'),
(669, 'sz002158', '汉钟精机', 'HZJJ'),
(670, 'sz002159', '三特索道', 'STSD'),
(671, 'sz002160', '常铝股份', 'CLGF'),
(672, 'sz002161', '远 望 谷', 'YWG'),
(673, 'sz002162', '悦心健康', 'YXJK'),
(674, 'sz002163', '中航三鑫', 'ZHSX'),
(675, 'sz002164', '宁波东力', 'NBDL'),
(676, 'sz002165', '红 宝 丽', 'HBL'),
(677, 'sz002166', '莱茵生物', 'LYSW'),
(678, 'sz002167', '东方锆业', 'DFGY'),
(679, 'sz002168', '深圳惠程', 'SZHC'),
(680, 'sz002169', '智光电气', 'ZGDQ'),
(681, 'sz002170', '芭田股份', 'BTGF'),
(682, 'sz002171', '楚江新材', 'CJXC'),
(683, 'sz002172', '澳洋科技', 'AYKJ'),
(684, 'sz002173', '创新医疗', 'CXYL'),
(685, 'sz002174', '游族网络', 'YZWL'),
(686, 'sz002175', '东方网络', 'DFWL'),
(687, 'sz002176', '江特电机', 'JTDJ'),
(688, 'sz002177', '御银股份', 'YYGF'),
(689, 'sz002178', '延华智能', 'YHZN'),
(690, 'sz002179', '中航光电', 'ZHGD'),
(691, 'sz002180', '纳思达', 'NSD'),
(692, 'sz002181', '粤 传 媒', 'YCM'),
(693, 'sz002182', '云海金属', 'YHJS'),
(694, 'sz002183', '怡 亚 通', 'YYT'),
(695, 'sz002184', '海得控制', 'HDKZ'),
(696, 'sz002185', '华天科技', 'HTKJ'),
(697, 'sz002186', '全 聚 德', 'QJD'),
(698, 'sz002187', '广百股份', 'GBGF'),
(699, 'sz002188', '巴士在线', 'BSZX'),
(700, 'sz002189', '利达光电', 'LDGD'),
(701, 'sz002190', '成飞集成', 'CFJC'),
(702, 'sz002191', '劲嘉股份', 'JJGF'),
(703, 'sz002192', '融捷股份', 'RJGF'),
(704, 'sz002193', '如意集团', 'RYJT'),
(705, 'sz002194', '武汉凡谷', 'WHFG'),
(706, 'sz002195', '二三四五', 'ESSW'),
(707, 'sz002196', '方正电机', 'FZDJ'),
(708, 'sz002197', '证通电子', 'ZTDZ'),
(709, 'sz002198', '嘉应制药', 'JYZY'),
(710, 'sz002199', '东晶电子', 'DJDZ'),
(711, 'sz002200', '云投生态', 'YTST'),
(712, 'sz002201', '九鼎新材', 'JDXC'),
(713, 'sz002202', '金风科技', 'JFKJ'),
(714, 'sz002203', '海亮股份', 'HLGF'),
(715, 'sz002204', '大连重工', 'DLZG'),
(716, 'sz002205', '国统股份', 'GTGF'),
(717, 'sz002206', '海 利 得', 'HLD'),
(718, 'sz002207', '*ST准油', '*STZY'),
(719, 'sz002208', '合肥城建', 'HFCJ'),
(720, 'sz002209', '达 意 隆', 'DYL'),
(721, 'sz002210', '飞马国际', 'FMGJ'),
(722, 'sz002211', '宏达新材', 'HDXC'),
(723, 'sz002212', '南洋股份', 'NYGF'),
(724, 'sz002213', '特 尔 佳', 'TEJ'),
(725, 'sz002214', '大立科技', 'DLKJ'),
(726, 'sz002215', '诺 普 信', 'NPX'),
(727, 'sz002216', '三全食品', 'SQSP'),
(728, 'sz002217', '合力泰', 'HLT'),
(729, 'sz002218', '拓日新能', 'TRXN'),
(730, 'sz002219', '恒康医疗', 'HKYL'),
(731, 'sz002220', '天宝食品', 'TBSP'),
(732, 'sz002221', '东华能源', 'DHNY'),
(733, 'sz002222', '福晶科技', 'FJKJ'),
(734, 'sz002223', '鱼跃医疗', 'YYYL'),
(735, 'sz002224', '三 力 士', 'SLS'),
(736, 'sz002225', '濮耐股份', 'PNGF'),
(737, 'sz002226', '江南化工', 'JNHG'),
(738, 'sz002227', '奥 特 迅', 'ATX'),
(739, 'sz002228', '合兴包装', 'HXBZ'),
(740, 'sz002229', '鸿博股份', 'HBGF'),
(741, 'sz002230', '科大讯飞', 'KDXF'),
(742, 'sz002231', '奥维通信', 'AWTX'),
(743, 'sz002232', '启明信息', 'QMXX'),
(744, 'sz002233', '塔牌集团', 'TPJT'),
(745, 'sz002234', '民和股份', 'MHGF'),
(746, 'sz002235', '安妮股份', 'ANGF'),
(747, 'sz002236', '大华股份', 'DHGF'),
(748, 'sz002237', '恒邦股份', 'HBGF'),
(749, 'sz002238', '天威视讯', 'TWSX'),
(750, 'sz002239', '奥特佳', 'ATJ'),
(751, 'sz002240', '威华股份', 'WHGF'),
(752, 'sz002241', '歌尔股份', 'GEGF'),
(753, 'sz002242', '九阳股份', 'JYGF'),
(754, 'sz002243', '通产丽星', 'TCLX'),
(755, 'sz002244', '滨江集团', 'BJJT'),
(756, 'sz002245', '澳洋顺昌', 'AYSC'),
(757, 'sz002246', '北化股份', 'BHGF'),
(758, 'sz002247', '帝龙文化', 'DLWH'),
(759, 'sz002248', '*ST东数', '*STDS'),
(760, 'sz002249', '大洋电机', 'DYDJ'),
(761, 'sz002250', '联化科技', 'LHKJ'),
(762, 'sz002251', '步 步 高', 'BBG'),
(763, 'sz002252', '上海莱士', 'SHLS'),
(764, 'sz002253', '川大智胜', 'CDZS'),
(765, 'sz002254', '泰和新材', 'THXC'),
(766, 'sz002255', '海陆重工', 'HLZG'),
(767, 'sz002256', '兆新股份', 'ZXGF'),
(768, 'sz002257', '立立电子', 'LLDZ'),
(769, 'sz002258', '利尔化学', 'LEHX'),
(770, 'sz002259', '升达林业', 'SDLY'),
(771, 'sz002260', '德奥通航', 'DATH'),
(772, 'sz002261', '拓维信息', 'TWXX'),
(773, 'sz002262', '恩华药业', 'EHYY'),
(774, 'sz002263', '大 东 南', 'DDN'),
(775, 'sz002264', '新 华 都', 'XHD'),
(776, 'sz002265', '西仪股份', 'XYGF'),
(777, 'sz002266', '浙富控股', 'ZFKG'),
(778, 'sz002267', '陕天然气', 'STRQ'),
(779, 'sz002268', '卫 士 通', 'WST'),
(780, 'sz002269', '美邦服饰', 'MBFS'),
(781, 'sz002270', '华明装备', 'HMZB'),
(782, 'sz002271', '东方雨虹', 'DFYH'),
(783, 'sz002272', '川润股份', 'CRGF'),
(784, 'sz002273', '水晶光电', 'SJGD'),
(785, 'sz002274', '华昌化工', 'HCHG'),
(786, 'sz002275', '桂林三金', 'GLSJ'),
(787, 'sz002276', '万马股份', 'WMGF'),
(788, 'sz002277', '友阿股份', 'YAGF'),
(789, 'sz002278', '神开股份', 'SKGF'),
(790, 'sz002279', '久其软件', 'JQRJ'),
(791, 'sz002280', '联络互动', 'LLHD'),
(792, 'sz002281', '光迅科技', 'GXKJ'),
(793, 'sz002282', '博深工具', 'BSGJ'),
(794, 'sz002283', '天润曲轴', 'TRQZ'),
(795, 'sz002284', '亚太股份', 'YTGF'),
(796, 'sz002285', '世联行', 'SLX'),
(797, 'sz002286', '保龄宝', 'BLB'),
(798, 'sz002287', '奇正藏药', 'QZCY'),
(799, 'sz002288', '超华科技', 'CHKJ'),
(800, 'sz002289', '宇顺电子', 'YSDZ'),
(801, 'sz002290', '中科新材', 'ZKXC'),
(802, 'sz002291', '星期六', 'XQL'),
(803, 'sz002292', '奥飞娱乐', 'AFYL'),
(804, 'sz002293', '罗莱生活', 'LLSH'),
(805, 'sz002294', '信立泰', 'XLT'),
(806, 'sz002295', '精艺股份', 'JYGF'),
(807, 'sz002296', '辉煌科技', 'HHKJ'),
(808, 'sz002297', '博云新材', 'BYXC'),
(809, 'sz002298', '中电鑫龙', 'ZDXL'),
(810, 'sz002299', '圣农发展', 'SNFZ'),
(811, 'sz002300', '太阳电缆', 'TYDL'),
(812, 'sz002301', '齐心集团', 'QXJT'),
(813, 'sz002302', '西部建设', 'XBJS'),
(814, 'sz002303', '美盈森', 'MYS'),
(815, 'sz002304', '洋河股份', 'YHGF'),
(816, 'sz002305', '南国置业', 'NGZY'),
(817, 'sz002306', '*ST云网', '*STYW'),
(818, 'sz002307', '北新路桥', 'BXLQ'),
(819, 'sz002308', '威创股份', 'WCGF'),
(820, 'sz002309', '中利集团', 'ZLJT'),
(821, 'sz002310', '东方园林', 'DFYL'),
(822, 'sz002311', '海大集团', 'HDJT'),
(823, 'sz002312', '*ST三泰', '*STST'),
(824, 'sz002313', '日海通讯', 'RHTX'),
(825, 'sz002314', '南山控股', 'NSKG'),
(826, 'sz002315', '焦点科技', 'JDKJ'),
(827, 'sz002316', '键桥通讯', 'JQTX'),
(828, 'sz002317', '众生药业', 'ZSYY'),
(829, 'sz002318', '久立特材', 'JLTC'),
(830, 'sz002319', '乐通股份', 'LTGF'),
(831, 'sz002320', '海峡股份', 'HXGF'),
(832, 'sz002321', '华英农业', 'HYNY'),
(833, 'sz002322', '理工环科', 'LGHK'),
(834, 'sz002323', '雅百特', 'YBT'),
(835, 'sz002324', '普利特', 'PLT'),
(836, 'sz002325', '洪涛股份', 'HTGF'),
(837, 'sz002326', '永太科技', 'YTKJ'),
(838, 'sz002327', '富安娜', 'FAN'),
(839, 'sz002328', '新朋股份', 'XPGF'),
(840, 'sz002329', '皇氏集团', 'HSJT'),
(841, 'sz002330', '得利斯', 'DLS'),
(842, 'sz002331', '皖通科技', 'WTKJ'),
(843, 'sz002332', '仙琚制药', 'XJZY'),
(844, 'sz002333', '罗普斯金', 'LPSJ'),
(845, 'sz002334', '英威腾', 'YWT'),
(846, 'sz002335', '科华恒盛', 'KHHS'),
(847, 'sz002336', '人人乐', 'RRL'),
(848, 'sz002337', '赛象科技', 'SXKJ'),
(849, 'sz002338', '奥普光电', 'APGD'),
(850, 'sz002339', '积成电子', 'JCDZ'),
(851, 'sz002340', '格林美', 'GLM'),
(852, 'sz002341', '新纶科技', 'XLKJ'),
(853, 'sz002342', '巨力索具', 'JLSJ'),
(854, 'sz002343', '慈文传媒', 'CWCM'),
(855, 'sz002344', '海宁皮城', 'HNPC'),
(856, 'sz002345', '潮宏基', 'CHJ'),
(857, 'sz002346', '柘中股份', 'ZZGF'),
(858, 'sz002347', '泰尔股份', 'TEGF'),
(859, 'sz002348', '高乐股份', 'GLGF'),
(860, 'sz002349', '精华制药', 'JHZY'),
(861, 'sz002350', '北京科锐', 'BJKR'),
(862, 'sz002351', '漫步者', 'MBZ'),
(863, 'sz002352', '顺丰控股', 'SFKG'),
(864, 'sz002353', '杰瑞股份', 'JRGF'),
(865, 'sz002354', '天神娱乐', 'TSYL'),
(866, 'sz002355', '兴民智通', 'XMZT'),
(867, 'sz002356', '赫美集团', 'HMJT'),
(868, 'sz002357', '富临运业', 'FLYY'),
(869, 'sz002358', '森源电气', 'SYDQ'),
(870, 'sz002359', '北讯集团', 'BXJT'),
(871, 'sz002360', '同德化工', 'TDHG'),
(872, 'sz002361', '神剑股份', 'SJGF'),
(873, 'sz002362', '汉王科技', 'HWKJ'),
(874, 'sz002363', '隆基机械', 'LJJX'),
(875, 'sz002364', '中恒电气', 'ZHDQ'),
(876, 'sz002365', '永安药业', 'YAYY'),
(877, 'sz002366', '台海核电', 'THHD'),
(878, 'sz002367', '康力电梯', 'KLDT'),
(879, 'sz002368', '太极股份', 'TJGF'),
(880, 'sz002369', '卓翼科技', 'ZYKJ'),
(881, 'sz002370', '亚太药业', 'YTYY'),
(882, 'sz002371', '北方华创', 'BFHC'),
(883, 'sz002372', '伟星新材', 'WXXC'),
(884, 'sz002373', '千方科技', 'QFKJ'),
(885, 'sz002374', '丽鹏股份', 'LPGF'),
(886, 'sz002375', '亚厦股份', 'YXGF'),
(887, 'sz002376', '新北洋', 'XBY'),
(888, 'sz002377', '国创高新', 'GCGX'),
(889, 'sz002378', '章源钨业', 'ZYWY'),
(890, 'sz002379', '宏创控股', 'HCKG'),
(891, 'sz002380', '科远股份', 'KYGF'),
(892, 'sz002381', '双箭股份', 'SJGF'),
(893, 'sz002382', '蓝帆医疗', 'LFYL'),
(894, 'sz002383', '合众思壮', 'HZSZ'),
(895, 'sz002384', '东山精密', 'DSJM'),
(896, 'sz002385', '大北农', 'DBN'),
(897, 'sz002386', '天原集团', 'TYJT'),
(898, 'sz002387', '黑牛食品', 'HNSP'),
(899, 'sz002388', '新亚制程', 'XYZC'),
(900, 'sz002389', '南洋科技', 'NYKJ'),
(901, 'sz002390', '信邦制药', 'XBZY'),
(902, 'sz002391', '长青股份', 'CQGF'),
(903, 'sz002392', '北京利尔', 'BJLE'),
(904, 'sz002393', '力生制药', 'LSZY'),
(905, 'sz002394', '联发股份', 'LFGF'),
(906, 'sz002395', '双象股份', 'SXGF'),
(907, 'sz002396', '星网锐捷', 'XWRJ'),
(908, 'sz002397', '梦洁股份', 'MJGF'),
(909, 'sz002398', '建研集团', 'JYJT'),
(910, 'sz002399', '海普瑞', 'HPR'),
(911, 'sz002400', '省广股份', 'SGGF'),
(912, 'sz002401', '中远海科', 'ZYHK'),
(913, 'sz002402', '和而泰', 'HET'),
(914, 'sz002403', '爱仕达', 'ASD'),
(915, 'sz002404', '嘉欣丝绸', 'JXSC'),
(916, 'sz002405', '四维图新', 'SWTX'),
(917, 'sz002406', '远东传动', 'YDCD'),
(918, 'sz002407', '多氟多', 'DFD'),
(919, 'sz002408', '齐翔腾达', 'QXTD'),
(920, 'sz002409', '雅克科技', 'YKKJ'),
(921, 'sz002410', '广联达', 'GLD'),
(922, 'sz002411', '必康股份', 'BKGF'),
(923, 'sz002412', '汉森制药', 'HSZY'),
(924, 'sz002413', '雷科防务', 'LKFW'),
(925, 'sz002414', '高德红外', 'GDHW'),
(926, 'sz002415', '海康威视', 'HKWS'),
(927, 'sz002416', '爱施德', 'ASD'),
(928, 'sz002417', '三元达', 'SYD'),
(929, 'sz002418', '康盛股份', 'KSGF'),
(930, 'sz002419', '天虹股份', 'THGF'),
(931, 'sz002420', '毅昌股份', 'YCGF'),
(932, 'sz002421', '达实智能', 'DSZN'),
(933, 'sz002422', '科伦药业', 'KLYY'),
(934, 'sz002423', '中原特钢', 'ZYTG'),
(935, 'sz002424', '贵州百灵', 'GZBL'),
(936, 'sz002425', '凯撒文化', 'KSWH'),
(937, 'sz002426', '胜利精密', 'SLJM'),
(938, 'sz002427', '尤夫股份', 'YFGF'),
(939, 'sz002428', '云南锗业', 'YNZY'),
(940, 'sz002429', '兆驰股份', 'ZCGF'),
(941, 'sz002430', '杭氧股份', 'HYGF'),
(942, 'sz002431', '棕榈股份', 'ZLGF'),
(943, 'sz002432', '九安医疗', 'JAYL'),
(944, 'sz002433', '太安堂', 'TAT'),
(945, 'sz002434', '万里扬', 'WLY'),
(946, 'sz002435', '长江润发', 'CJRF'),
(947, 'sz002436', '兴森科技', 'XSKJ'),
(948, 'sz002437', '誉衡药业', 'YHYY'),
(949, 'sz002438', '江苏神通', 'JSST'),
(950, 'sz002439', '启明星辰', 'QMXC'),
(951, 'sz002440', '闰土股份', 'RTGF'),
(952, 'sz002441', '众业达', 'ZYD'),
(953, 'sz002442', '龙星化工', 'LXHG'),
(954, 'sz002443', '金洲管道', 'JZGD'),
(955, 'sz002444', '巨星科技', 'JXKJ'),
(956, 'sz002445', '中南文化', 'ZNWH'),
(957, 'sz002446', '盛路通信', 'SLTX'),
(958, 'sz002447', '晨鑫科技', 'CXKJ'),
(959, 'sz002448', '中原内配', 'ZYNP'),
(960, 'sz002449', '国星光电', 'GXGD'),
(961, 'sz002450', '康得新', 'KDX'),
(962, 'sz002451', '摩恩电气', 'MEDQ'),
(963, 'sz002452', '长高集团', 'CGJT'),
(964, 'sz002453', '天马精化', 'TMJH'),
(965, 'sz002454', '松芝股份', 'SZGF'),
(966, 'sz002455', '百川股份', 'BCGF'),
(967, 'sz002456', '欧菲科技', 'OFKJ'),
(968, 'sz002457', '青龙管业', 'QLGY'),
(969, 'sz002458', '益生股份', 'YSGF'),
(970, 'sz002459', '天业通联', 'TYTL'),
(971, 'sz002460', '赣锋锂业', 'GFLY'),
(972, 'sz002461', '珠江啤酒', 'ZJPJ'),
(973, 'sz002462', '嘉事堂', 'JST'),
(974, 'sz002463', '沪电股份', 'HDGF'),
(975, 'sz002464', '众应互联', 'ZYHL'),
(976, 'sz002465', '海格通信', 'HGTX'),
(977, 'sz002466', '天齐锂业', 'TQLY'),
(978, 'sz002467', '二六三', 'ELS'),
(979, 'sz002468', '申通快递', 'STKD'),
(980, 'sz002469', '三维工程', 'SWGC'),
(981, 'sz002470', '金正大', 'JZD'),
(982, 'sz002471', '中超控股', 'ZCKG'),
(983, 'sz002472', '双环传动', 'SHCD'),
(984, 'sz002473', '*ST圣莱', '*STSL'),
(985, 'sz002474', '榕基软件', 'RJRJ'),
(986, 'sz002475', '立讯精密', 'LXJM'),
(987, 'sz002476', '宝莫股份', 'BMGF'),
(988, 'sz002477', '雏鹰农牧', 'CYNM'),
(989, 'sz002478', '常宝股份', 'CBGF'),
(990, 'sz002479', '富春环保', 'FCHB'),
(991, 'sz002480', '新筑股份', 'XZGF'),
(992, 'sz002481', '双塔食品', 'STSP'),
(993, 'sz002482', '广田集团', 'GTJT'),
(994, 'sz002483', '润邦股份', 'RBGF'),
(995, 'sz002484', '江海股份', 'JHGF'),
(996, 'sz002485', '希努尔', 'XNE'),
(997, 'sz002486', '嘉麟杰', 'JLJ'),
(998, 'sz002487', '大金重工', 'DJZG'),
(999, 'sz002488', '金固股份', 'JGGF'),
(1000, 'sz002489', '浙江永强', 'ZJYQ'),
(1001, 'sz002490', '*ST墨龙', '*STML'),
(1002, 'sz002491', '通鼎互联', 'TDHL'),
(1003, 'sz002492', '恒基达鑫', 'HJDX'),
(1004, 'sz002493', '荣盛石化', 'RSSH'),
(1005, 'sz002494', '华斯股份', 'HSGF'),
(1006, 'sz002495', '佳隆股份', 'JLGF'),
(1007, 'sz002496', '辉丰股份', 'HFGF'),
(1008, 'sz002497', '雅化集团', 'YHJT'),
(1009, 'sz002498', '汉缆股份', 'HLGF'),
(1010, 'sz002499', '科林环保', 'KLHB'),
(1011, 'sz002500', '山西证券', 'SXZQ'),
(1012, 'sz002501', '利源精制', 'LYJZ'),
(1013, 'sz002502', '骅威文化', 'HWWH'),
(1014, 'sz002503', '搜于特', 'SYT'),
(1015, 'sz002504', '*ST弘高', '*STHG'),
(1016, 'sz002505', '大康农业', 'DKNY'),
(1017, 'sz002506', '协鑫集成', 'XXJC'),
(1018, 'sz002507', '涪陵榨菜', 'FLZC'),
(1019, 'sz002508', '老板电器', 'LBDQ'),
(1020, 'sz002509', '天广中茂', 'TGZM'),
(1021, 'sz002510', '天汽模', 'TQM'),
(1022, 'sz002511', '中顺洁柔', 'ZSJR'),
(1023, 'sz002512', '达华智能', 'DHZN'),
(1024, 'sz002513', '蓝丰生化', 'LFSH'),
(1025, 'sz002514', '宝馨科技', 'BXKJ'),
(1026, 'sz002515', '金字火腿', 'JZHT'),
(1027, 'sz002516', '旷达科技', 'KDKJ'),
(1028, 'sz002517', '恺英网络', 'KYWL'),
(1029, 'sz002518', '科士达', 'KSD'),
(1030, 'sz002519', '银河电子', 'YHDZ'),
(1031, 'sz002520', '日发精机', 'RFJJ'),
(1032, 'sz002521', '齐峰新材', 'QFXC'),
(1033, 'sz002522', '浙江众成', 'ZJZC'),
(1034, 'sz002523', '天桥起重', 'TQQZ'),
(1035, 'sz002524', '光正集团', 'GZJT'),
(1036, 'sz002525', '胜景山河', 'SJSH'),
(1037, 'sz002526', '山东矿机', 'SDKJ'),
(1038, 'sz002527', '新时达', 'XSD'),
(1039, 'sz002528', '英飞拓', 'YFT'),
(1040, 'sz002529', '海源机械', 'HYJX'),
(1041, 'sz002530', '金财互联', 'JCHL'),
(1042, 'sz002531', '天顺风能', 'TSFN'),
(1043, 'sz002532', '新界泵业', 'XJBY'),
(1044, 'sz002533', '金杯电工', 'JBDG'),
(1045, 'sz002534', '杭锅股份', 'HGGF'),
(1046, 'sz002535', '林州重机', 'LZZJ'),
(1047, 'sz002536', '西泵股份', 'XBGF'),
(1048, 'sz002537', '海联金汇', 'HLJH'),
(1049, 'sz002538', '司尔特', 'SET'),
(1050, 'sz002539', '云图控股', 'YTKG'),
(1051, 'sz002540', '亚太科技', 'YTKJ'),
(1052, 'sz002541', '鸿路钢构', 'HLGG'),
(1053, 'sz002542', '中化岩土', 'ZHYT'),
(1054, 'sz002543', '万和电气', 'WHDQ'),
(1055, 'sz002544', '杰赛科技', 'JSKJ'),
(1056, 'sz002545', '东方铁塔', 'DFTT'),
(1057, 'sz002546', '新联电子', 'XLDZ'),
(1058, 'sz002547', '春兴精工', 'CXJG'),
(1059, 'sz002548', '金新农', 'JXN'),
(1060, 'sz002549', '凯美特气', 'KMTQ'),
(1061, 'sz002550', '千红制药', 'QHZY'),
(1062, 'sz002551', '尚荣医疗', 'SRYL'),
(1063, 'sz002552', '宝鼎科技', 'BDKJ'),
(1064, 'sz002553', '南方轴承', 'NFZC'),
(1065, 'sz002554', '惠博普', 'HBP'),
(1066, 'sz002555', '三七互娱', 'SQHY'),
(1067, 'sz002556', '辉隆股份', 'HLGF'),
(1068, 'sz002557', '洽洽食品', 'QQSP'),
(1069, 'sz002558', '巨人网络', 'JRWL'),
(1070, 'sz002559', '亚威股份', 'YWGF'),
(1071, 'sz002560', '通达股份', 'TDGF'),
(1072, 'sz002561', '徐家汇', 'XJH'),
(1073, 'sz002562', '兄弟科技', 'XDKJ'),
(1074, 'sz002563', '森马服饰', 'SMFS'),
(1075, 'sz002564', '天沃科技', 'TWKJ'),
(1076, 'sz002565', '顺灏股份', 'SHGF'),
(1077, 'sz002566', '益盛药业', 'YSYY'),
(1078, 'sz002567', '唐人神', 'TRS'),
(1079, 'sz002568', '百润股份', 'BRGF'),
(1080, 'sz002569', '步森股份', 'BSGF'),
(1081, 'sz002570', '贝因美', 'BYM'),
(1082, 'sz002571', '*ST德力', '*STDL'),
(1083, 'sz002572', '索菲亚', 'SFY'),
(1084, 'sz002573', '清新环境', 'QXHJ'),
(1085, 'sz002574', '明牌珠宝', 'MPZB'),
(1086, 'sz002575', '群兴玩具', 'QXWJ'),
(1087, 'sz002576', '通达动力', 'TDDL'),
(1088, 'sz002577', '雷柏科技', 'LBKJ'),
(1089, 'sz002578', '闽发铝业', 'MFLY'),
(1090, 'sz002579', '中京电子', 'ZJDZ'),
(1091, 'sz002580', '圣阳股份', 'SYGF'),
(1092, 'sz002581', '未名医药', 'WMYY'),
(1093, 'sz002582', '好想你', 'HXN'),
(1094, 'sz002583', '海能达', 'HND'),
(1095, 'sz002584', '西陇科学', 'XLKX'),
(1096, 'sz002585', '双星新材', 'SXXC'),
(1097, 'sz002586', '围海股份', 'WHGF'),
(1098, 'sz002587', '奥拓电子', 'ATDZ'),
(1099, 'sz002588', '史丹利', 'SDL'),
(1100, 'sz002589', '瑞康医药', 'RKYY'),
(1101, 'sz002590', '万安科技', 'WAKJ'),
(1102, 'sz002591', '恒大高新', 'HDGX'),
(1103, 'sz002592', '八菱科技', 'BLKJ'),
(1104, 'sz002593', '日上集团', 'RSJT'),
(1105, 'sz002594', '比亚迪', 'BYD'),
(1106, 'sz002595', '豪迈科技', 'HMKJ'),
(1107, 'sz002596', '海南瑞泽', 'HNRZ'),
(1108, 'sz002597', '金禾实业', 'JHSY'),
(1109, 'sz002598', '山东章鼓', 'SDZG'),
(1110, 'sz002599', '盛通股份', 'STGF'),
(1111, 'sz002600', '江粉磁材', 'JFCC'),
(1112, 'sz002601', '龙蟒佰利', 'LMBL'),
(1113, 'sz002602', '世纪华通', 'SJHT'),
(1114, 'sz002603', '以岭药业', 'YLYY'),
(1115, 'sz002604', 'ST龙力', 'STLL'),
(1116, 'sz002605', '姚记扑克', 'YJPK'),
(1117, 'sz002606', '大连电瓷', 'DLDC'),
(1118, 'sz002607', '亚夏汽车', 'YXQC'),
(1119, 'sz002608', '江苏国信', 'JSGX'),
(1120, 'sz002609', '捷顺科技', 'JSKJ'),
(1121, 'sz002610', '爱康科技', 'AKKJ'),
(1122, 'sz002611', '东方精工', 'DFJG'),
(1123, 'sz002612', '朗姿股份', 'LZGF'),
(1124, 'sz002613', '北玻股份', 'BBGF'),
(1125, 'sz002614', '奥佳华', 'AJH'),
(1126, 'sz002615', '哈尔斯', 'HES'),
(1127, 'sz002616', '长青集团', 'CQJT'),
(1128, 'sz002617', '露笑科技', 'LXKJ'),
(1129, 'sz002618', '丹邦科技', 'DBKJ'),
(1130, 'sz002619', '艾格拉斯', 'AGLS'),
(1131, 'sz002620', '瑞和股份', 'RHGF'),
(1132, 'sz002621', '三垒股份', 'SLGF'),
(1133, 'sz002622', '融钰集团', 'RYJT'),
(1134, 'sz002623', '亚玛顿', 'YMD'),
(1135, 'sz002624', '完美世界', 'WMSJ'),
(1136, 'sz002625', '光启技术', 'GQJS'),
(1137, 'sz002626', '金达威', 'JDW'),
(1138, 'sz002627', '宜昌交运', 'YCJY'),
(1139, 'sz002628', '成都路桥', 'CDLQ'),
(1140, 'sz002629', '仁智股份', 'RZGF'),
(1141, 'sz002630', '华西能源', 'HXNY'),
(1142, 'sz002631', '德尔未来', 'DEWL'),
(1143, 'sz002632', '道明光学', 'DMGX'),
(1144, 'sz002633', '申科股份', 'SKGF'),
(1145, 'sz002634', '棒杰股份', 'BJGF'),
(1146, 'sz002635', '安洁科技', 'AJKJ'),
(1147, 'sz002636', '金安国纪', 'JAGJ'),
(1148, 'sz002637', '赞宇科技', 'ZYKJ'),
(1149, 'sz002638', '勤上股份', 'QSGF'),
(1150, 'sz002639', '雪人股份', 'XRGF'),
(1151, 'sz002640', '跨境通', 'KJT'),
(1152, 'sz002641', '永高股份', 'YGGF'),
(1153, 'sz002642', '荣之联', 'RZL'),
(1154, 'sz002643', '万润股份', 'WRGF'),
(1155, 'sz002644', '佛慈制药', 'FCZY'),
(1156, 'sz002645', '华宏科技', 'HHKJ'),
(1157, 'sz002646', '青青稞酒', 'QQKJ'),
(1158, 'sz002647', '民盛金科', 'MSJK'),
(1159, 'sz002648', '卫星石化', 'WXSH'),
(1160, 'sz002649', '博彦科技', 'BYKJ'),
(1161, 'sz002650', '加加食品', 'JJSP'),
(1162, 'sz002651', '利君股份', 'LJGF'),
(1163, 'sz002652', '扬子新材', 'YZXC'),
(1164, 'sz002653', '海思科', 'HSK'),
(1165, 'sz002654', '万润科技', 'WRKJ'),
(1166, 'sz002655', '共达电声', 'GDDS'),
(1167, 'sz002656', '摩登大道', 'MDDD'),
(1168, 'sz002657', '中科金财', 'ZKJC'),
(1169, 'sz002658', '雪迪龙', 'XDL'),
(1170, 'sz002659', '凯文教育', 'KWJY'),
(1171, 'sz002660', '茂硕电源', 'MSDY'),
(1172, 'sz002661', '克明面业', 'KMMY'),
(1173, 'sz002662', '京威股份', 'JWGF'),
(1174, 'sz002663', '普邦股份', 'PBGF'),
(1175, 'sz002664', '长鹰信质', 'CYXZ'),
(1176, 'sz002665', '首航节能', 'SHJN'),
(1177, 'sz002666', '德联集团', 'DLJT'),
(1178, 'sz002667', '鞍重股份', 'AZGF'),
(1179, 'sz002668', '奥马电器', 'AMDQ'),
(1180, 'sz002669', '康达新材', 'KDXC'),
(1181, 'sz002670', '国盛金控', 'GSJK'),
(1182, 'sz002671', '龙泉股份', 'LQGF'),
(1183, 'sz002672', '东江环保', 'DJHB'),
(1184, 'sz002673', '西部证券', 'XBZQ'),
(1185, 'sz002674', '兴业科技', 'XYKJ'),
(1186, 'sz002675', '东诚药业', 'DCYY'),
(1187, 'sz002676', '顺威股份', 'SWGF'),
(1188, 'sz002677', '浙江美大', 'ZJMD'),
(1189, 'sz002678', '珠江钢琴', 'ZJGQ'),
(1190, 'sz002679', '福建金森', 'FJJS'),
(1191, 'sz002680', '长生生物', 'CSSW'),
(1192, 'sz002681', '奋达科技', 'FDKJ'),
(1193, 'sz002682', '龙洲股份', 'LZGF'),
(1194, 'sz002683', '宏大爆破', 'HDBP'),
(1195, 'sz002684', '猛狮科技', 'MSKJ'),
(1196, 'sz002685', '华东重机', 'HDZJ'),
(1197, 'sz002686', '亿利达', 'YLD'),
(1198, 'sz002687', '乔治白', 'QZB'),
(1199, 'sz002688', '金河生物', 'JHSW'),
(1200, 'sz002689', '远大智能', 'YDZN'),
(1201, 'sz002690', '美亚光电', 'MYGD'),
(1202, 'sz002691', '冀凯股份', 'JKGF'),
(1203, 'sz002692', '睿康股份', 'RKGF'),
(1204, 'sz002693', '双成药业', 'SCYY'),
(1205, 'sz002694', '顾地科技', 'GDKJ'),
(1206, 'sz002695', '煌上煌', 'HSH'),
(1207, 'sz002696', '百洋股份', 'BYGF'),
(1208, 'sz002697', '红旗连锁', 'HQLS'),
(1209, 'sz002698', '博实股份', 'BSGF'),
(1210, 'sz002699', '美盛文化', 'MSWH'),
(1211, 'sz002700', '新疆浩源', 'XJHY'),
(1212, 'sz002701', '奥瑞金', 'ARJ'),
(1213, 'sz002702', '海欣食品', 'HXSP'),
(1214, 'sz002703', '浙江世宝', 'ZJSB'),
(1215, 'sz002705', '新宝股份', 'XBGF'),
(1216, 'sz002706', '良信电器', 'LXDQ'),
(1217, 'sz002707', '众信旅游', 'ZXLY'),
(1218, 'sz002708', '光洋股份', 'GYGF'),
(1219, 'sz002709', '天赐材料', 'TCCL'),
(1220, 'sz002710', '慈铭体检', 'CMTJ'),
(1221, 'sz002711', '欧浦智网', 'OPZW'),
(1222, 'sz002712', '思美传媒', 'SMCM'),
(1223, 'sz002713', '东易日盛', 'DYRS'),
(1224, 'sz002714', '牧原股份', 'MYGF'),
(1225, 'sz002715', '登云股份', 'DYGF'),
(1226, 'sz002716', '金贵银业', 'JGYY'),
(1227, 'sz002717', '岭南园林', 'LNYL'),
(1228, 'sz002718', '友邦吊顶', 'YBDD'),
(1229, 'sz002719', '麦趣尔', 'MQE'),
(1230, 'sz002720', '宏良股份', 'HLGF'),
(1231, 'sz002721', '金一文化', 'JYWH'),
(1232, 'sz002722', '金轮股份', 'JLGF'),
(1233, 'sz002723', '金莱特', 'JLT'),
(1234, 'sz002724', '海洋王', 'HYW'),
(1235, 'sz002725', '跃岭股份', 'YLGF'),
(1236, 'sz002726', '龙大肉食', 'LDRS'),
(1237, 'sz002727', '一心堂', 'YXT'),
(1238, 'sz002728', '特一药业', 'TYYY'),
(1239, 'sz002729', '好利来', 'HLL'),
(1240, 'sz002730', '电光科技', 'DGKJ'),
(1241, 'sz002731', '萃华珠宝', 'CHZB'),
(1242, 'sz002732', '燕塘乳业', 'YTRY'),
(1243, 'sz002733', '雄韬股份', 'XTGF'),
(1244, 'sz002734', '利民股份', 'LMGF'),
(1245, 'sz002735', '王子新材', 'WZXC'),
(1246, 'sz002736', '国信证券', 'GXZQ'),
(1247, 'sz002737', '葵花药业', 'KHYY'),
(1248, 'sz002738', '中矿资源', 'ZKZY'),
(1249, 'sz002739', '万达电影', 'WDDY'),
(1250, 'sz002740', '爱迪尔', 'ADE'),
(1251, 'sz002741', '光华科技', 'GHKJ'),
(1252, 'sz002742', '三圣股份', 'SSGF'),
(1253, 'sz002743', '富煌钢构', 'FHGG'),
(1254, 'sz002745', '木林森', 'MLS'),
(1255, 'sz002746', '仙坛股份', 'XTGF'),
(1256, 'sz002747', '埃斯顿', 'ASD'),
(1257, 'sz002748', '世龙实业', 'SLSY'),
(1258, 'sz002749', '国光股份', 'GGGF'),
(1259, 'sz002750', '龙津药业', 'LJYY'),
(1260, 'sz002751', '易尚展示', 'YSZS'),
(1261, 'sz002752', '昇兴股份', '昇XGF'),
(1262, 'sz002753', '永东股份', 'YDGF'),
(1263, 'sz002755', '东方新星', 'DFXX'),
(1264, 'sz002756', '永兴特钢', 'YXTG'),
(1265, 'sz002757', '南兴装备', 'NXZB'),
(1266, 'sz002758', '华通医药', 'HTYY'),
(1267, 'sz002759', '天际股份', 'TJGF'),
(1268, 'sz002760', '凤形股份', 'FXGF'),
(1269, 'sz002761', '多喜爱', 'DXA'),
(1270, 'sz002762', '金发拉比', 'JFLB'),
(1271, 'sz002763', '汇洁股份', 'HJGF'),
(1272, 'sz002765', '蓝黛传动', 'LDCD'),
(1273, 'sz002766', '索菱股份', 'SLGF'),
(1274, 'sz002767', '先锋电子', 'XFDZ'),
(1275, 'sz002768', '国恩股份', 'GEGF'),
(1276, 'sz002769', '普路通', 'PLT'),
(1277, 'sz002770', '科迪乳业', 'KDRY'),
(1278, 'sz002771', '真视通', 'ZST'),
(1279, 'sz002772', '众兴菌业', 'ZXJY'),
(1280, 'sz002773', '康弘药业', 'KHYY'),
(1281, 'sz002774', '快意电梯', 'KYDT'),
(1282, 'sz002775', '文科园林', 'WKYL'),
(1283, 'sz002776', '柏堡龙', 'BBL'),
(1284, 'sz002777', '久远银海', 'JYYH'),
(1285, 'sz002778', '高科石化', 'GKSH'),
(1286, 'sz002779', '中坚科技', 'ZJKJ'),
(1287, 'sz002780', '三夫户外', 'SFHW'),
(1288, 'sz002781', '奇信股份', 'QXGF'),
(1289, 'sz002782', '可立克', 'KLK'),
(1290, 'sz002783', '凯龙股份', 'KLGF'),
(1291, 'sz002785', '万里石', 'WLS'),
(1292, 'sz002786', '银宝山新', 'YBSX'),
(1293, 'sz002787', '华源控股', 'HYKG'),
(1294, 'sz002788', '鹭燕医药', 'LYYY'),
(1295, 'sz002789', '建艺集团', 'JYJT'),
(1296, 'sz002790', '瑞尔特', 'RET'),
(1297, 'sz002791', '坚朗五金', 'JLWJ'),
(1298, 'sz002792', '通宇通讯', 'TYTX'),
(1299, 'sz002793', '东音股份', 'DYGF'),
(1300, 'sz002795', '永和智控', 'YHZK'),
(1301, 'sz002796', '世嘉科技', 'SJKJ'),
(1302, 'sz002797', '第一创业', 'DYCY'),
(1303, 'sz002798', '帝王洁具', 'DWJJ'),
(1304, 'sz002799', '环球印务', 'HQYW'),
(1305, 'sz002800', '天顺股份', 'TSGF'),
(1306, 'sz002801', '微光股份', 'WGGF'),
(1307, 'sz002802', '洪汇新材', 'HHXC'),
(1308, 'sz002803', '吉宏股份', 'JHGF'),
(1309, 'sz002805', '丰元股份', 'FYGF'),
(1310, 'sz002806', '华锋股份', 'HFGF'),
(1311, 'sz002807', '江阴银行', 'JYYX'),
(1312, 'sz002808', '苏州恒久', 'SZHJ'),
(1313, 'sz002809', '红墙股份', 'HQGF'),
(1314, 'sz002810', '山东赫达', 'SDHD'),
(1315, 'sz002811', '亚泰国际', 'YTGJ'),
(1316, 'sz002812', '创新股份', 'CXGF'),
(1317, 'sz002813', '路畅科技', 'LCKJ'),
(1318, 'sz002815', '崇达技术', 'CDJS'),
(1319, 'sz002816', '和科达', 'HKD'),
(1320, 'sz002817', '黄山胶囊', 'HSJN'),
(1321, 'sz002818', '富森美', 'FSM'),
(1322, 'sz002819', '东方中科', 'DFZK'),
(1323, 'sz002820', '桂发祥', 'GFX'),
(1324, 'sz002821', '凯莱英', 'KLY'),
(1325, 'sz002822', '中装建设', 'ZZJS'),
(1326, 'sz002823', '凯中精密', 'KZJM'),
(1327, 'sz002824', '和胜股份', 'HSGF'),
(1328, 'sz002825', '纳尔股份', 'NEGF'),
(1329, 'sz002826', '易明医药', 'YMYY'),
(1330, 'sz002827', '高争民爆', 'GZMB'),
(1331, 'sz002828', '贝肯能源', 'BKNY'),
(1332, 'sz002829', '星网宇达', 'XWYD'),
(1333, 'sz002830', '名雕股份', 'MDGF'),
(1334, 'sz002831', '裕同科技', 'YTKJ'),
(1335, 'sz002832', '比音勒芬', 'BYLF'),
(1336, 'sz002833', '弘亚数控', 'HYSK'),
(1337, 'sz002835', '同为股份', 'TWGF'),
(1338, 'sz002836', '新宏泽', 'XHZ'),
(1339, 'sz002837', '英维克', 'YWK'),
(1340, 'sz002838', '道恩股份', 'DEGF'),
(1341, 'sz002839', '张家港行', 'ZJGX'),
(1342, 'sz002840', '华统股份', 'HTGF'),
(1343, 'sz002841', '视源股份', 'SYGF'),
(1344, 'sz002842', '翔鹭钨业', 'XLWY'),
(1345, 'sz002843', '泰嘉股份', 'TJGF'),
(1346, 'sz002845', '同兴达', 'TXD'),
(1347, 'sz002846', '英联股份', 'YLGF'),
(1348, 'sz002847', '盐津铺子', 'YJPZ'),
(1349, 'sz002848', '高斯贝尔', 'GSBE'),
(1350, 'sz002849', '威星智能', 'WXZN'),
(1351, 'sz002850', '科达利', 'KDL'),
(1352, 'sz002851', '麦格米特', 'MGMT'),
(1353, 'sz002852', '道道全', 'DDQ'),
(1354, 'sz002853', '皮阿诺', 'PAN'),
(1355, 'sz002855', '捷荣技术', 'JRJS'),
(1356, 'sz002856', '美芝股份', 'MZGF'),
(1357, 'sz002857', '三晖电气', 'SHDQ'),
(1358, 'sz002858', '力盛赛车', 'LSSC'),
(1359, 'sz002859', '洁美科技', 'JMKJ'),
(1360, 'sz002860', '星帅尔', 'XSE'),
(1361, 'sz002861', '瀛通通讯', 'YTTX'),
(1362, 'sz002862', '实丰文化', 'SFWH'),
(1363, 'sz002863', '今飞凯达', 'JFKD'),
(1364, 'sz002864', '盘龙药业', 'PLYY'),
(1365, 'sz002865', '钧达股份', 'JDGF'),
(1366, 'sz002866', '传艺科技', 'CYKJ'),
(1367, 'sz002867', '周大生', 'ZDS'),
(1368, 'sz002868', '绿康生化', 'LKSH'),
(1369, 'sz002869', '金溢科技', 'JYKJ'),
(1370, 'sz002870', '香山股份', 'XSGF'),
(1371, 'sz002871', '伟隆股份', 'WLGF'),
(1372, 'sz002872', '天圣制药', 'TSZY'),
(1373, 'sz002873', '新天药业', 'XTYY'),
(1374, 'sz002875', '安奈儿', 'ANE'),
(1375, 'sz002876', '三利谱', 'SLP'),
(1376, 'sz002877', '智能自控', 'ZNZK'),
(1377, 'sz002878', '元隆雅图', 'YLYT'),
(1378, 'sz002879', '长缆科技', 'CLKJ'),
(1379, 'sz002880', '卫光生物', 'WGSW'),
(1380, 'sz002881', '美格智能', 'MGZN'),
(1381, 'sz002882', '金龙羽', 'JLY'),
(1382, 'sz002883', '中设股份', 'ZSGF'),
(1383, 'sz002884', '凌霄泵业', 'LXBY'),
(1384, 'sz002885', '京泉华', 'JQH'),
(1385, 'sz002886', '沃特股份', 'WTGF'),
(1386, 'sz002887', '绿茵生态', 'LYST'),
(1387, 'sz002888', '惠威科技', 'HWKJ'),
(1388, 'sz002889', '东方嘉盛', 'DFJS'),
(1389, 'sz002890', '弘宇股份', 'HYGF'),
(1390, 'sz002891', '中宠股份', 'ZCGF'),
(1391, 'sz002892', '科力尔', 'KLE'),
(1392, 'sz002893', '华通热力', 'HTRL'),
(1393, 'sz002895', '川恒股份', 'CHGF'),
(1394, 'sz002896', '中大力德', 'ZDLD'),
(1395, 'sz002897', '意华股份', 'YHGF'),
(1396, 'sz002898', '赛隆药业', 'SLYY'),
(1397, 'sz002899', '英派斯', 'YPS'),
(1398, 'sz002900', '哈三联', 'HSL'),
(1399, 'sz002901', '大博医疗', 'DBYL'),
(1400, 'sz002902', '铭普光磁', 'MPGC'),
(1401, 'sz002903', '宇环数控', 'YHSK'),
(1402, 'sz002905', '金逸影视', 'JYYS'),
(1403, 'sz002906', '华阳集团', 'HYJT'),
(1404, 'sz002907', '华森制药', 'HSZY'),
(1405, 'sz002908', '德生科技', 'DSKJ'),
(1406, 'sz002909', '集泰股份', 'JTGF'),
(1407, 'sz002910', '庄园牧场', 'ZYMC'),
(1408, 'sz002911', '佛燃股份', 'FRGF'),
(1409, 'sz002912', '中新赛克', 'ZXSK'),
(1410, 'sz002913', '奥士康', 'ASK'),
(1411, 'sz002915', '中欣氟材', 'ZXFC'),
(1412, 'sz002916', '深南电路', 'SNDL'),
(1413, 'sz002917', '金奥博', 'JAB'),
(1414, 'sz002918', '蒙娜丽莎', 'MNLS'),
(1415, 'sz002919', '名臣健康', 'MCJK'),
(1416, 'sz002920', '德赛西威', 'DSXW'),
(1417, 'sz002921', '联诚精密', 'LCJM'),
(1418, 'sz002922', '伊戈尔', 'YGE'),
(1419, 'sz002923', '润都股份', 'RDGF'),
(1420, 'sz002925', '盈趣科技', 'YQKJ'),
(1421, 'sz002926', '华西证券', 'HXZQ'),
(1422, 'sz002927', '泰永长征', 'TYCZ'),
(1423, 'sz002928', '华夏航空', 'HXHK'),
(1424, 'sz002929', '润建通信', 'RJTX'),
(1425, 'sz300001', '特锐德', 'TRD'),
(1426, 'sz300002', '神州泰岳', 'SZTY'),
(1427, 'sz300003', '乐普医疗', 'LPYL'),
(1428, 'sz300004', '南风股份', 'NFGF'),
(1429, 'sz300005', '探路者', 'TLZ'),
(1430, 'sz300006', '莱美药业', 'LMYY'),
(1431, 'sz300007', '汉威科技', 'HWKJ'),
(1432, 'sz300008', '天海防务', 'THFW'),
(1433, 'sz300009', '安科生物', 'AKSW'),
(1434, 'sz300010', '立思辰', 'LSC'),
(1435, 'sz300011', '鼎汉技术', 'DHJS'),
(1436, 'sz300012', '华测检测', 'HCJC'),
(1437, 'sz300013', '新宁物流', 'XNWL'),
(1438, 'sz300014', '亿纬锂能', 'YWLN'),
(1439, 'sz300015', '爱尔眼科', 'AEYK'),
(1440, 'sz300016', '北陆药业', 'BLYY'),
(1441, 'sz300017', '网宿科技', 'WSKJ'),
(1442, 'sz300018', '中元股份', 'ZYGF'),
(1443, 'sz300019', '硅宝科技', 'GBKJ'),
(1444, 'sz300020', '银江股份', 'YJGF'),
(1445, 'sz300021', '大禹节水', 'DYJS'),
(1446, 'sz300022', '吉峰农机', 'JFNJ'),
(1447, 'sz300023', '宝德股份', 'BDGF'),
(1448, 'sz300024', '机器人', 'JQR'),
(1449, 'sz300025', '华星创业', 'HXCY'),
(1450, 'sz300026', '红日药业', 'HRYY'),
(1451, 'sz300027', '华谊兄弟', 'HYXD'),
(1452, 'sz300028', '金亚科技', 'JYKJ'),
(1453, 'sz300029', '天龙光电', 'TLGD'),
(1454, 'sz300030', '阳普医疗', 'YPYL'),
(1455, 'sz300031', '宝通科技', 'BTKJ'),
(1456, 'sz300032', '金龙机电', 'JLJD'),
(1457, 'sz300033', '同花顺', 'THS'),
(1458, 'sz300034', '钢研高纳', 'GYGN'),
(1459, 'sz300035', '中科电气', 'ZKDQ'),
(1460, 'sz300036', '超图软件', 'CTRJ'),
(1461, 'sz300037', '新宙邦', 'XZB'),
(1462, 'sz300038', '梅泰诺', 'MTN'),
(1463, 'sz300039', '上海凯宝', 'SHKB'),
(1464, 'sz300040', '九洲电气', 'JZDQ'),
(1465, 'sz300041', '回天新材', 'HTXC'),
(1466, 'sz300042', '朗科科技', 'LKKJ'),
(1467, 'sz300043', '星辉娱乐', 'XHYL'),
(1468, 'sz300044', '赛为智能', 'SWZN'),
(1469, 'sz300045', '华力创通', 'HLCT'),
(1470, 'sz300046', '台基股份', 'TJGF'),
(1471, 'sz300047', '天源迪科', 'TYDK'),
(1472, 'sz300048', '合康新能', 'HKXN'),
(1473, 'sz300049', '福瑞股份', 'FRGF'),
(1474, 'sz300050', '世纪鼎利', 'SJDL'),
(1475, 'sz300051', '三五互联', 'SWHL'),
(1476, 'sz300052', '中青宝', 'ZQB'),
(1477, 'sz300053', '欧比特', 'OBT'),
(1478, 'sz300054', '鼎龙股份', 'DLGF'),
(1479, 'sz300055', '万邦达', 'WBD'),
(1480, 'sz300056', '三维丝', 'SWS'),
(1481, 'sz300057', '万顺股份', 'WSGF'),
(1482, 'sz300058', '蓝色光标', 'LSGB'),
(1483, 'sz300059', '东方财富', 'DFCF'),
(1484, 'sz300061', '康旗股份', 'KQGF'),
(1485, 'sz300062', '中能电气', 'ZNDQ'),
(1486, 'sz300063', '天龙集团', 'TLJT'),
(1487, 'sz300064', '豫金刚石', 'YJGS'),
(1488, 'sz300065', '海兰信', 'HLX'),
(1489, 'sz300066', '三川智慧', 'SCZH'),
(1490, 'sz300067', '安诺其', 'ANQ'),
(1491, 'sz300068', '南都电源', 'NDDY'),
(1492, 'sz300069', '金利华电', 'JLHD'),
(1493, 'sz300070', '碧水源', 'BSY'),
(1494, 'sz300071', '华谊嘉信', 'HYJX'),
(1495, 'sz300072', '三聚环保', 'SJHB'),
(1496, 'sz300073', '当升科技', 'DSKJ'),
(1497, 'sz300074', '华平股份', 'HPGF'),
(1498, 'sz300075', '数字政通', 'SZZT'),
(1499, 'sz300076', 'GQY视讯', 'GQYSX'),
(1500, 'sz300077', '国民技术', 'GMJS'),
(1501, 'sz300078', '思创医惠', 'SCYH'),
(1502, 'sz300079', '数码科技', 'SMKJ'),
(1503, 'sz300080', '易成新能', 'YCXN'),
(1504, 'sz300081', '恒信东方', 'HXDF'),
(1505, 'sz300082', '奥克股份', 'AKGF');
INSERT INTO `link_allstock` (`id`, `stock_code`, `stock_name`, `remark`) VALUES
(1506, 'sz300083', '劲胜智能', 'JSZN'),
(1507, 'sz300084', '海默科技', 'HMKJ'),
(1508, 'sz300085', '银之杰', 'YZJ'),
(1509, 'sz300086', '康芝药业', 'KZYY'),
(1510, 'sz300087', '荃银高科', 'QYGK'),
(1511, 'sz300088', '长信科技', 'CXKJ'),
(1512, 'sz300089', '文化长城', 'WHCC'),
(1513, 'sz300090', '盛运环保', 'SYHB'),
(1514, 'sz300091', '金通灵', 'JTL'),
(1515, 'sz300092', '科新机电', 'KXJD'),
(1516, 'sz300093', '金刚玻璃', 'JGBL'),
(1517, 'sz300094', '国联水产', 'GLSC'),
(1518, 'sz300095', '华伍股份', 'HWGF'),
(1519, 'sz300096', '易联众', 'YLZ'),
(1520, 'sz300097', '智云股份', 'ZYGF'),
(1521, 'sz300098', '高新兴', 'GXX'),
(1522, 'sz300099', '精准信息', 'JZXX'),
(1523, 'sz300100', '双林股份', 'SLGF'),
(1524, 'sz300101', '振芯科技', 'ZXKJ'),
(1525, 'sz300102', '乾照光电', 'QZGD'),
(1526, 'sz300103', '达刚路机', 'DGLJ'),
(1527, 'sz300104', '乐视网', 'LSW'),
(1528, 'sz300105', '龙源技术', 'LYJS'),
(1529, 'sz300106', '西部牧业', 'XBMY'),
(1530, 'sz300107', '建新股份', 'JXGF'),
(1531, 'sz300108', '吉药控股', 'JYKG'),
(1532, 'sz300109', '新开源', 'XKY'),
(1533, 'sz300110', '华仁药业', 'HRYY'),
(1534, 'sz300111', '向日葵', 'XRK'),
(1535, 'sz300112', '万讯自控', 'WXZK'),
(1536, 'sz300113', '顺网科技', 'SWKJ'),
(1537, 'sz300114', '中航电测', 'ZHDC'),
(1538, 'sz300115', '长盈精密', 'CYJM'),
(1539, 'sz300116', '坚瑞沃能', 'JRWN'),
(1540, 'sz300117', '嘉寓股份', 'JYGF'),
(1541, 'sz300118', '东方日升', 'DFRS'),
(1542, 'sz300119', '瑞普生物', 'RPSW'),
(1543, 'sz300120', '经纬电材', 'JWDC'),
(1544, 'sz300121', '阳谷华泰', 'YGHT'),
(1545, 'sz300122', '智飞生物', 'ZFSW'),
(1546, 'sz300123', '亚光科技', 'YGKJ'),
(1547, 'sz300124', '汇川技术', 'HCJS'),
(1548, 'sz300125', '易世达', 'YSD'),
(1549, 'sz300126', '锐奇股份', 'RQGF'),
(1550, 'sz300127', '银河磁体', 'YHCT'),
(1551, 'sz300128', '锦富技术', 'JFJS'),
(1552, 'sz300129', '泰胜风能', 'TSFN'),
(1553, 'sz300130', '新国都', 'XGD'),
(1554, 'sz300131', '英唐智控', 'YTZK'),
(1555, 'sz300132', '青松股份', 'QSGF'),
(1556, 'sz300133', '华策影视', 'HCYS'),
(1557, 'sz300134', '大富科技', 'DFKJ'),
(1558, 'sz300135', '宝利国际', 'BLGJ'),
(1559, 'sz300136', '信维通信', 'XWTX'),
(1560, 'sz300137', '先河环保', 'XHHB'),
(1561, 'sz300138', '晨光生物', 'CGSW'),
(1562, 'sz300139', '晓程科技', 'XCKJ'),
(1563, 'sz300140', '中环装备', 'ZHZB'),
(1564, 'sz300141', '和顺电气', 'HSDQ'),
(1565, 'sz300142', '沃森生物', 'WSSW'),
(1566, 'sz300143', '星普医科', 'XPYK'),
(1567, 'sz300144', '宋城演艺', 'SCYY'),
(1568, 'sz300145', '中金环境', 'ZJHJ'),
(1569, 'sz300146', '汤臣倍健', 'TCBJ'),
(1570, 'sz300147', '香雪制药', 'XXZY'),
(1571, 'sz300148', '天舟文化', 'TZWH'),
(1572, 'sz300149', '量子高科', 'LZGK'),
(1573, 'sz300150', '世纪瑞尔', 'SJRE'),
(1574, 'sz300151', '昌红科技', 'CHKJ'),
(1575, 'sz300152', '科融环境', 'KRHJ'),
(1576, 'sz300153', '科泰电源', 'KTDY'),
(1577, 'sz300154', '瑞凌股份', 'RLGF'),
(1578, 'sz300155', '安居宝', 'AJB'),
(1579, 'sz300156', '神雾环保', 'SWHB'),
(1580, 'sz300157', '恒泰艾普', 'HTAP'),
(1581, 'sz300158', '振东制药', 'ZDZY'),
(1582, 'sz300159', '新研股份', 'XYGF'),
(1583, 'sz300160', '秀强股份', 'XQGF'),
(1584, 'sz300161', '华中数控', 'HZSK'),
(1585, 'sz300162', '雷曼股份', 'LMGF'),
(1586, 'sz300163', '先锋新材', 'XFXC'),
(1587, 'sz300164', '通源石油', 'TYSY'),
(1588, 'sz300165', '天瑞仪器', 'TRYQ'),
(1589, 'sz300166', '东方国信', 'DFGX'),
(1590, 'sz300167', '迪威迅', 'DWX'),
(1591, 'sz300168', '万达信息', 'WDXX'),
(1592, 'sz300169', '天晟新材', 'TSXC'),
(1593, 'sz300170', '汉得信息', 'HDXX'),
(1594, 'sz300171', '东富龙', 'DFL'),
(1595, 'sz300172', '中电环保', 'ZDHB'),
(1596, 'sz300173', '智慧松德', 'ZHSD'),
(1597, 'sz300174', '元力股份', 'YLGF'),
(1598, 'sz300175', '朗源股份', 'LYGF'),
(1599, 'sz300176', '鸿特精密', 'HTJM'),
(1600, 'sz300177', '中海达', 'ZHD'),
(1601, 'sz300178', '腾邦国际', 'TBGJ'),
(1602, 'sz300179', '四方达', 'SFD'),
(1603, 'sz300180', '华峰超纤', 'HFCX'),
(1604, 'sz300181', '佐力药业', 'ZLYY'),
(1605, 'sz300182', '捷成股份', 'JCGF'),
(1606, 'sz300183', '东软载波', 'DRZB'),
(1607, 'sz300184', '力源信息', 'LYXX'),
(1608, 'sz300185', '通裕重工', 'TYZG'),
(1609, 'sz300186', '大华农', 'DHN'),
(1610, 'sz300187', '永清环保', 'YQHB'),
(1611, 'sz300188', '美亚柏科', 'MYBK'),
(1612, 'sz300189', '神农基因', 'SNJY'),
(1613, 'sz300190', '维尔利', 'WEL'),
(1614, 'sz300191', '潜能恒信', 'QNHX'),
(1615, 'sz300192', '科斯伍德', 'KSWD'),
(1616, 'sz300193', '佳士科技', 'JSKJ'),
(1617, 'sz300194', '福安药业', 'FAYY'),
(1618, 'sz300195', '长荣股份', 'CRGF'),
(1619, 'sz300196', '长海股份', 'CHGF'),
(1620, 'sz300197', '铁汉生态', 'THST'),
(1621, 'sz300198', '纳川股份', 'NCGF'),
(1622, 'sz300199', '翰宇药业', 'HYYY'),
(1623, 'sz300200', '高盟新材', 'GMXC'),
(1624, 'sz300201', '海伦哲', 'HLZ'),
(1625, 'sz300202', '聚龙股份', 'JLGF'),
(1626, 'sz300203', '聚光科技', 'JGKJ'),
(1627, 'sz300204', '舒泰神', 'STS'),
(1628, 'sz300205', '天喻信息', 'TYXX'),
(1629, 'sz300206', '理邦仪器', 'LBYQ'),
(1630, 'sz300207', '欣旺达', 'XWD'),
(1631, 'sz300208', '恒顺众昇', 'HSZ昇'),
(1632, 'sz300209', '天泽信息', 'TZXX'),
(1633, 'sz300210', '森远股份', 'SYGF'),
(1634, 'sz300211', '亿通科技', 'YTKJ'),
(1635, 'sz300212', '易华录', 'YHL'),
(1636, 'sz300213', '佳讯飞鸿', 'JXFH'),
(1637, 'sz300214', '日科化学', 'RKHX'),
(1638, 'sz300215', '电科院', 'DKY'),
(1639, 'sz300216', '千山药机', 'QSYJ'),
(1640, 'sz300217', '东方电热', 'DFDR'),
(1641, 'sz300218', '安利股份', 'ALGF'),
(1642, 'sz300219', '鸿利智汇', 'HLZH'),
(1643, 'sz300220', '金运激光', 'JYJG'),
(1644, 'sz300221', '银禧科技', 'YXKJ'),
(1645, 'sz300222', '科大智能', 'KDZN'),
(1646, 'sz300223', '北京君正', 'BJJZ'),
(1647, 'sz300224', '正海磁材', 'ZHCC'),
(1648, 'sz300225', '金力泰', 'JLT'),
(1649, 'sz300226', '上海钢联', 'SHGL'),
(1650, 'sz300227', '光韵达', 'GYD'),
(1651, 'sz300228', '富瑞特装', 'FRTZ'),
(1652, 'sz300229', '拓尔思', 'TES'),
(1653, 'sz300230', '永利股份', 'YLGF'),
(1654, 'sz300231', '银信科技', 'YXKJ'),
(1655, 'sz300232', '洲明科技', 'ZMKJ'),
(1656, 'sz300233', '金城医药', 'JCYY'),
(1657, 'sz300234', '开尔新材', 'KEXC'),
(1658, 'sz300235', '方直科技', 'FZKJ'),
(1659, 'sz300236', '上海新阳', 'SHXY'),
(1660, 'sz300237', '美晨生态', 'MCST'),
(1661, 'sz300238', '冠昊生物', 'GHSW'),
(1662, 'sz300239', '东宝生物', 'DBSW'),
(1663, 'sz300240', '飞力达', 'FLD'),
(1664, 'sz300241', '瑞丰光电', 'RFGD'),
(1665, 'sz300242', '明家联合', 'MJLH'),
(1666, 'sz300243', '瑞丰高材', 'RFGC'),
(1667, 'sz300244', '迪安诊断', 'DAZD'),
(1668, 'sz300245', '天玑科技', 'TJKJ'),
(1669, 'sz300246', '宝莱特', 'BLT'),
(1670, 'sz300247', '乐金健康', 'LJJK'),
(1671, 'sz300248', '新开普', 'XKP'),
(1672, 'sz300249', '依米康', 'YMK'),
(1673, 'sz300250', '初灵信息', 'CLXX'),
(1674, 'sz300251', '光线传媒', 'GXCM'),
(1675, 'sz300252', '金信诺', 'JXN'),
(1676, 'sz300253', '卫宁健康', 'WNJK'),
(1677, 'sz300254', '仟源医药', 'QYYY'),
(1678, 'sz300255', '常山药业', 'CSYY'),
(1679, 'sz300256', '星星科技', 'XXKJ'),
(1680, 'sz300257', '开山股份', 'KSGF'),
(1681, 'sz300258', '精锻科技', 'JDKJ'),
(1682, 'sz300259', '新天科技', 'XTKJ'),
(1683, 'sz300260', '新莱应材', 'XLYC'),
(1684, 'sz300261', '雅本化学', 'YBHX'),
(1685, 'sz300262', '巴安水务', 'BASW'),
(1686, 'sz300263', '隆华节能', 'LHJN'),
(1687, 'sz300264', '佳创视讯', 'JCSX'),
(1688, 'sz300265', '通光线缆', 'TGXL'),
(1689, 'sz300266', '兴源环境', 'XYHJ'),
(1690, 'sz300267', '尔康制药', 'EKZY'),
(1691, 'sz300268', '佳沃股份', 'JWGF'),
(1692, 'sz300269', '联建光电', 'LJGD'),
(1693, 'sz300270', '中威电子', 'ZWDZ'),
(1694, 'sz300271', '华宇软件', 'HYRJ'),
(1695, 'sz300272', '开能环保', 'KNHB'),
(1696, 'sz300273', '和佳股份', 'HJGF'),
(1697, 'sz300274', '阳光电源', 'YGDY'),
(1698, 'sz300275', '梅安森', 'MAS'),
(1699, 'sz300276', '三丰智能', 'SFZN'),
(1700, 'sz300277', '海联讯', 'HLX'),
(1701, 'sz300278', '华昌达', 'HCD'),
(1702, 'sz300279', '和晶科技', 'HJKJ'),
(1703, 'sz300280', '南通锻压', 'NTDY'),
(1704, 'sz300281', '金明精机', 'JMJJ'),
(1705, 'sz300282', '汇冠股份', 'HGGF'),
(1706, 'sz300283', '温州宏丰', 'WZHF'),
(1707, 'sz300284', '苏交科', 'SJK'),
(1708, 'sz300285', '国瓷材料', 'GCCL'),
(1709, 'sz300286', '安科瑞', 'AKR'),
(1710, 'sz300287', '飞利信', 'FLX'),
(1711, 'sz300288', '朗玛信息', 'LMXX'),
(1712, 'sz300289', '利德曼', 'LDM'),
(1713, 'sz300290', '荣科科技', 'RKKJ'),
(1714, 'sz300291', '华录百纳', 'HLBN'),
(1715, 'sz300292', '吴通控股', 'WTKG'),
(1716, 'sz300293', '蓝英装备', 'LYZB'),
(1717, 'sz300294', '博雅生物', 'BYSW'),
(1718, 'sz300295', '三六五网', 'SLWW'),
(1719, 'sz300296', '利亚德', 'LYD'),
(1720, 'sz300297', '蓝盾股份', 'LDGF'),
(1721, 'sz300298', '三诺生物', 'SNSW'),
(1722, 'sz300299', '富春股份', 'FCGF'),
(1723, 'sz300300', '汉鼎宇佑', 'HDYY'),
(1724, 'sz300301', '长方集团', 'CFJT'),
(1725, 'sz300302', '同有科技', 'TYKJ'),
(1726, 'sz300303', '聚飞光电', 'JFGD'),
(1727, 'sz300304', '云意电气', 'YYDQ'),
(1728, 'sz300305', '裕兴股份', 'YXGF'),
(1729, 'sz300306', '远方信息', 'YFXX'),
(1730, 'sz300307', '慈星股份', 'CXGF'),
(1731, 'sz300308', '中际旭创', 'ZJXC'),
(1732, 'sz300309', '吉艾科技', 'JAKJ'),
(1733, 'sz300310', '宜通世纪', 'YTSJ'),
(1734, 'sz300311', '任子行', 'RZX'),
(1735, 'sz300312', '邦讯技术', 'BXJS'),
(1736, 'sz300313', '天山生物', 'TSSW'),
(1737, 'sz300314', '戴维医疗', 'DWYL'),
(1738, 'sz300315', '掌趣科技', 'ZQKJ'),
(1739, 'sz300316', '晶盛机电', 'JSJD'),
(1740, 'sz300317', '珈伟股份', 'JWGF'),
(1741, 'sz300318', '博晖创新', 'BHCX'),
(1742, 'sz300319', '麦捷科技', 'MJKJ'),
(1743, 'sz300320', '海达股份', 'HDGF'),
(1744, 'sz300321', '同大股份', 'TDGF'),
(1745, 'sz300322', '硕贝德', 'SBD'),
(1746, 'sz300323', '华灿光电', 'HCGD'),
(1747, 'sz300324', '旋极信息', 'XJXX'),
(1748, 'sz300325', '德威新材', 'DWXC'),
(1749, 'sz300326', '凯利泰', 'KLT'),
(1750, 'sz300327', '中颖电子', 'ZYDZ'),
(1751, 'sz300328', '宜安科技', 'YAKJ'),
(1752, 'sz300329', '海伦钢琴', 'HLGQ'),
(1753, 'sz300330', '华虹计通', 'HHJT'),
(1754, 'sz300331', '苏大维格', 'SDWG'),
(1755, 'sz300332', '天壕环境', 'THHJ'),
(1756, 'sz300333', '兆日科技', 'ZRKJ'),
(1757, 'sz300334', '津膜科技', 'JMKJ'),
(1758, 'sz300335', '迪森股份', 'DSGF'),
(1759, 'sz300336', '新文化', 'XWH'),
(1760, 'sz300337', '银邦股份', 'YBGF'),
(1761, 'sz300338', '开元股份', 'KYGF'),
(1762, 'sz300339', '润和软件', 'RHRJ'),
(1763, 'sz300340', '科恒股份', 'KHGF'),
(1764, 'sz300341', '麦迪电气', 'MDDQ'),
(1765, 'sz300342', '天银机电', 'TYJD'),
(1766, 'sz300343', '联创互联', 'LCHL'),
(1767, 'sz300344', '太空板业', 'TKBY'),
(1768, 'sz300345', '红宇新材', 'HYXC'),
(1769, 'sz300346', '南大光电', 'NDGD'),
(1770, 'sz300347', '泰格医药', 'TGYY'),
(1771, 'sz300348', '长亮科技', 'CLKJ'),
(1772, 'sz300349', '金卡智能', 'JKZN'),
(1773, 'sz300350', '华鹏飞', 'HPF'),
(1774, 'sz300351', '永贵电器', 'YGDQ'),
(1775, 'sz300352', '北信源', 'BXY'),
(1776, 'sz300353', '东土科技', 'DTKJ'),
(1777, 'sz300354', '东华测试', 'DHCS'),
(1778, 'sz300355', '蒙草生态', 'MCST'),
(1779, 'sz300356', '光一科技', 'GYKJ'),
(1780, 'sz300357', '我武生物', 'WWSW'),
(1781, 'sz300358', '楚天科技', 'CTKJ'),
(1782, 'sz300359', '全通教育', 'QTJY'),
(1783, 'sz300360', '炬华科技', 'JHKJ'),
(1784, 'sz300361', '奥赛康', 'ASK'),
(1785, 'sz300362', '天翔环境', 'TXHJ'),
(1786, 'sz300363', '博腾股份', 'BTGF'),
(1787, 'sz300364', '中文在线', 'ZWZX'),
(1788, 'sz300365', '恒华科技', 'HHKJ'),
(1789, 'sz300366', '创意信息', 'CYXX'),
(1790, 'sz300367', '东方网力', 'DFWL'),
(1791, 'sz300368', '汇金股份', 'HJGF'),
(1792, 'sz300369', '绿盟科技', 'LMKJ'),
(1793, 'sz300370', '安控科技', 'AKKJ'),
(1794, 'sz300371', '汇中股份', 'HZGF'),
(1795, 'sz300372', '欣泰退', 'XTT'),
(1796, 'sz300373', '扬杰科技', 'YJKJ'),
(1797, 'sz300374', '恒通科技', 'HTKJ'),
(1798, 'sz300375', '鹏翎股份', 'PLGF'),
(1799, 'sz300376', '易事特', 'YST'),
(1800, 'sz300377', '赢时胜', 'YSS'),
(1801, 'sz300378', '鼎捷软件', 'DJRJ'),
(1802, 'sz300379', '东方通', 'DFT'),
(1803, 'sz300380', '安硕信息', 'ASXX'),
(1804, 'sz300381', '溢多利', 'YDL'),
(1805, 'sz300382', '斯莱克', 'SLK'),
(1806, 'sz300383', '光环新网', 'GHXW'),
(1807, 'sz300384', '三联虹普', 'SLHP'),
(1808, 'sz300385', '雪浪环境', 'XLHJ'),
(1809, 'sz300386', '飞天诚信', 'FTCX'),
(1810, 'sz300387', '富邦股份', 'FBGF'),
(1811, 'sz300388', '国祯环保', 'GZHB'),
(1812, 'sz300389', '艾比森', 'ABS'),
(1813, 'sz300390', '天华超净', 'THCJ'),
(1814, 'sz300391', '康跃科技', 'KYKJ'),
(1815, 'sz300392', '腾信股份', 'TXGF'),
(1816, 'sz300393', '中来股份', 'ZLGF'),
(1817, 'sz300394', '天孚通信', 'TFTX'),
(1818, 'sz300395', '菲利华', 'FLH'),
(1819, 'sz300396', '迪瑞医疗', 'DRYL'),
(1820, 'sz300397', '天和防务', 'THFW'),
(1821, 'sz300398', '飞凯材料', 'FKCL'),
(1822, 'sz300399', '京天利', 'JTL'),
(1823, 'sz300400', '劲拓股份', 'JTGF'),
(1824, 'sz300401', '花园生物', 'HYSW'),
(1825, 'sz300402', '宝色股份', 'BSGF'),
(1826, 'sz300403', '地尔汉宇', 'DEHY'),
(1827, 'sz300404', '博济医药', 'BJYY'),
(1828, 'sz300405', '科隆股份', 'KLGF'),
(1829, 'sz300406', '九强生物', 'JQSW'),
(1830, 'sz300407', '凯发电气', 'KFDQ'),
(1831, 'sz300408', '三环集团', 'SHJT'),
(1832, 'sz300409', '道氏技术', 'DSJS'),
(1833, 'sz300410', '正业科技', 'ZYKJ'),
(1834, 'sz300411', '金盾股份', 'JDGF'),
(1835, 'sz300412', '迦南科技', 'JNKJ'),
(1836, 'sz300413', '快乐购', 'KLG'),
(1837, 'sz300414', '中光防雷', 'ZGFL'),
(1838, 'sz300415', '伊之密', 'YZM'),
(1839, 'sz300416', '苏试试验', 'SSSY'),
(1840, 'sz300417', '南华仪器', 'NHYQ'),
(1841, 'sz300418', '昆仑万维', 'KLWW'),
(1842, 'sz300419', '浩丰科技', 'HFKJ'),
(1843, 'sz300420', '五洋停车', 'WYTC'),
(1844, 'sz300421', '力星股份', 'LXGF'),
(1845, 'sz300422', '博世科', 'BSK'),
(1846, 'sz300423', '鲁亿通', 'LYT'),
(1847, 'sz300424', '航新科技', 'HXKJ'),
(1848, 'sz300425', '环能科技', 'HNKJ'),
(1849, 'sz300426', '唐德影视', 'TDYS'),
(1850, 'sz300427', '红相电力', 'HXDL'),
(1851, 'sz300428', '四通新材', 'STXC'),
(1852, 'sz300429', '强力新材', 'QLXC'),
(1853, 'sz300430', '诚益通', 'CYT'),
(1854, 'sz300431', '暴风集团', 'BFJT'),
(1855, 'sz300432', '富临精工', 'FLJG'),
(1856, 'sz300433', '蓝思科技', 'LSKJ'),
(1857, 'sz300434', '金石东方', 'JSDF'),
(1858, 'sz300435', '中泰股份', 'ZTGF'),
(1859, 'sz300436', '广生堂', 'GST'),
(1860, 'sz300437', '清水源', 'QSY'),
(1861, 'sz300438', '鹏辉能源', 'PHNY'),
(1862, 'sz300439', '美康生物', 'MKSW'),
(1863, 'sz300440', '运达科技', 'YDKJ'),
(1864, 'sz300441', '鲍斯股份', 'BSGF'),
(1865, 'sz300442', '普丽盛', 'PLS'),
(1866, 'sz300443', '金雷风电', 'JLFD'),
(1867, 'sz300444', '双杰电气', 'SJDQ'),
(1868, 'sz300445', '康斯特', 'KST'),
(1869, 'sz300446', '乐凯新材', 'LKXC'),
(1870, 'sz300447', '全信股份', 'QXGF'),
(1871, 'sz300448', '浩云科技', 'HYKJ'),
(1872, 'sz300449', '汉邦高科', 'HBGK'),
(1873, 'sz300450', '先导智能', 'XDZN'),
(1874, 'sz300451', '创业软件', 'CYRJ'),
(1875, 'sz300452', '山河药辅', 'SHYF'),
(1876, 'sz300453', '三鑫医疗', 'SXYL'),
(1877, 'sz300455', '康拓红外', 'KTHW'),
(1878, 'sz300456', '耐威科技', 'NWKJ'),
(1879, 'sz300457', '赢合科技', 'YHKJ'),
(1880, 'sz300458', '全志科技', 'QZKJ'),
(1881, 'sz300459', '金科文化', 'JKWH'),
(1882, 'sz300460', '惠伦晶体', 'HLJT'),
(1883, 'sz300461', '田中精机', 'TZJJ'),
(1884, 'sz300462', '华铭智能', 'HMZN'),
(1885, 'sz300463', '迈克生物', 'MKSW'),
(1886, 'sz300464', '星徽精密', 'XHJM'),
(1887, 'sz300465', '高伟达', 'GWD'),
(1888, 'sz300466', '赛摩电气', 'SMDQ'),
(1889, 'sz300467', '迅游科技', 'XYKJ'),
(1890, 'sz300468', '四方精创', 'SFJC'),
(1891, 'sz300469', '信息发展', 'XXFZ'),
(1892, 'sz300470', '日机密封', 'RJMF'),
(1893, 'sz300471', '厚普股份', 'HPGF'),
(1894, 'sz300472', '新元科技', 'XYKJ'),
(1895, 'sz300473', '德尔股份', 'DEGF'),
(1896, 'sz300474', '景嘉微', 'JJW'),
(1897, 'sz300475', '聚隆科技', 'JLKJ'),
(1898, 'sz300476', '胜宏科技', 'SHKJ'),
(1899, 'sz300477', '合纵科技', 'HZKJ'),
(1900, 'sz300478', '杭州高新', 'HZGX'),
(1901, 'sz300479', '神思电子', 'SSDZ'),
(1902, 'sz300480', '光力科技', 'GLKJ'),
(1903, 'sz300481', '濮阳惠成', 'PYHC'),
(1904, 'sz300482', '万孚生物', 'WFSW'),
(1905, 'sz300483', '沃施股份', 'WSGF'),
(1906, 'sz300484', '蓝海华腾', 'LHHT'),
(1907, 'sz300485', '赛升药业', 'SSYY'),
(1908, 'sz300486', '东杰智能', 'DJZN'),
(1909, 'sz300487', '蓝晓科技', 'LXKJ'),
(1910, 'sz300488', '恒锋工具', 'HFGJ'),
(1911, 'sz300489', '中飞股份', 'ZFGF'),
(1912, 'sz300490', '华自科技', 'HZKJ'),
(1913, 'sz300491', '通合科技', 'THKJ'),
(1914, 'sz300492', '山鼎设计', 'SDSJ'),
(1915, 'sz300493', '润欣科技', 'RXKJ'),
(1916, 'sz300494', '盛天网络', 'STWL'),
(1917, 'sz300495', '美尚生态', 'MSST'),
(1918, 'sz300496', '中科创达', 'ZKCD'),
(1919, 'sz300497', '富祥股份', 'FXGF'),
(1920, 'sz300498', '温氏股份', 'WSGF'),
(1921, 'sz300499', '高澜股份', 'GLGF'),
(1922, 'sz300500', '启迪设计', 'QDSJ'),
(1923, 'sz300501', '海顺新材', 'HSXC'),
(1924, 'sz300502', '新易盛', 'XYS'),
(1925, 'sz300503', '昊志机电', 'HZJD'),
(1926, 'sz300505', '川金诺', 'CJN'),
(1927, 'sz300506', '名家汇', 'MJH'),
(1928, 'sz300507', '苏奥传感', 'SACG'),
(1929, 'sz300508', '维宏股份', 'WHGF'),
(1930, 'sz300509', '新美星', 'XMX'),
(1931, 'sz300510', '金冠电气', 'JGDQ'),
(1932, 'sz300511', '雪榕生物', 'XRSW'),
(1933, 'sz300512', '中亚股份', 'ZYGF'),
(1934, 'sz300513', '恒泰实达', 'HTSD'),
(1935, 'sz300514', '友讯达', 'YXD'),
(1936, 'sz300515', '三德科技', 'SDKJ'),
(1937, 'sz300516', '久之洋', 'JZY'),
(1938, 'sz300517', '海波重科', 'HBZK'),
(1939, 'sz300518', '盛讯达', 'SXD'),
(1940, 'sz300519', '新光药业', 'XGYY'),
(1941, 'sz300520', '科大国创', 'KDGC'),
(1942, 'sz300521', '爱司凯', 'ASK'),
(1943, 'sz300522', '世名科技', 'SMKJ'),
(1944, 'sz300523', '辰安科技', 'CAKJ'),
(1945, 'sz300525', '博思软件', 'BSRJ'),
(1946, 'sz300526', '中潜股份', 'ZQGF'),
(1947, 'sz300527', '华舟应急', 'HZYJ'),
(1948, 'sz300528', '幸福蓝海', 'XFLH'),
(1949, 'sz300529', '健帆生物', 'JFSW'),
(1950, 'sz300530', '达志科技', 'DZKJ'),
(1951, 'sz300531', '优博讯', 'YBX'),
(1952, 'sz300532', '今天国际', 'JTGJ'),
(1953, 'sz300533', '冰川网络', 'BCWL'),
(1954, 'sz300534', '陇神戎发', 'LSRF'),
(1955, 'sz300535', '达威股份', 'DWGF'),
(1956, 'sz300536', '农尚环境', 'NSHJ'),
(1957, 'sz300537', '广信材料', 'GXCL'),
(1958, 'sz300538', '同益股份', 'TYGF'),
(1959, 'sz300539', '横河模具', 'HHMJ'),
(1960, 'sz300540', '深冷股份', 'SLGF'),
(1961, 'sz300541', '先进数通', 'XJST'),
(1962, 'sz300542', '新晨科技', 'XCKJ'),
(1963, 'sz300543', '朗科智能', 'LKZN'),
(1964, 'sz300545', '联得装备', 'LDZB'),
(1965, 'sz300546', '雄帝科技', 'XDKJ'),
(1966, 'sz300547', '川环科技', 'CHKJ'),
(1967, 'sz300548', '博创科技', 'BCKJ'),
(1968, 'sz300549', '优德精密', 'YDJM'),
(1969, 'sz300550', '和仁科技', 'HRKJ'),
(1970, 'sz300551', '古鳌科技', 'GAKJ'),
(1971, 'sz300552', '万集科技', 'WJKJ'),
(1972, 'sz300553', '集智股份', 'JZGF'),
(1973, 'sz300554', '三超新材', 'SCXC'),
(1974, 'sz300555', '路通视信', 'LTSX'),
(1975, 'sz300556', '丝路视觉', 'SLSJ'),
(1976, 'sz300557', '理工光科', 'LGGK'),
(1977, 'sz300558', '贝达药业', 'BDYY'),
(1978, 'sz300559', '佳发安泰', 'JFAT'),
(1979, 'sz300560', '中富通', 'ZFT'),
(1980, 'sz300561', '汇金科技', 'HJKJ'),
(1981, 'sz300562', '乐心医疗', 'LXYL'),
(1982, 'sz300563', '神宇股份', 'SYGF'),
(1983, 'sz300565', '科信技术', 'KXJS'),
(1984, 'sz300566', '激智科技', 'JZKJ'),
(1985, 'sz300567', '精测电子', 'JCDZ'),
(1986, 'sz300568', '星源材质', 'XYCZ'),
(1987, 'sz300569', '天能重工', 'TNZG'),
(1988, 'sz300570', '太辰光', 'TCG'),
(1989, 'sz300571', '平治信息', 'PZXX'),
(1990, 'sz300572', '安车检测', 'ACJC'),
(1991, 'sz300573', '兴齐眼药', 'XQYY'),
(1992, 'sz300575', '中旗股份', 'ZQGF'),
(1993, 'sz300576', '容大感光', 'RDGG'),
(1994, 'sz300577', '开润股份', 'KRGF'),
(1995, 'sz300578', '会畅通讯', 'HCTX'),
(1996, 'sz300579', '数字认证', 'SZRZ'),
(1997, 'sz300580', '贝斯特', 'BST'),
(1998, 'sz300581', '晨曦航空', 'CXHK'),
(1999, 'sz300582', '英飞特', 'YFT'),
(2000, 'sz300583', '赛托生物', 'STSW'),
(2001, 'sz300584', '海辰药业', 'HCYY'),
(2002, 'sz300585', '奥联电子', 'ALDZ'),
(2003, 'sz300586', '美联新材', 'MLXC'),
(2004, 'sz300587', '天铁股份', 'TTGF'),
(2005, 'sz300588', '熙菱信息', 'XLXX'),
(2006, 'sz300589', '江龙船艇', 'JLCT'),
(2007, 'sz300590', '移为通信', 'YWTX'),
(2008, 'sz300591', '万里马', 'WLM'),
(2009, 'sz300592', '华凯创意', 'HKCY'),
(2010, 'sz300593', '新雷能', 'XLN'),
(2011, 'sz300595', '欧普康视', 'OPKS'),
(2012, 'sz300596', '利安隆', 'LAL'),
(2013, 'sz300597', '吉大通信', 'JDTX'),
(2014, 'sz300598', '诚迈科技', 'CMKJ'),
(2015, 'sz300599', '雄塑科技', 'XSKJ'),
(2016, 'sz300600', '瑞特股份', 'RTGF'),
(2017, 'sz300601', '康泰生物', 'KTSW'),
(2018, 'sz300602', '飞荣达', 'FRD'),
(2019, 'sz300603', '立昂技术', 'LAJS'),
(2020, 'sz300604', '长川科技', 'CCKJ'),
(2021, 'sz300605', '恒锋信息', 'HFXX'),
(2022, 'sz300606', '金太阳', 'JTY'),
(2023, 'sz300607', '拓斯达', 'TSD'),
(2024, 'sz300608', '思特奇', 'STQ'),
(2025, 'sz300609', '汇纳科技', 'HNKJ'),
(2026, 'sz300610', '晨化股份', 'CHGF'),
(2027, 'sz300611', '美力科技', 'MLKJ'),
(2028, 'sz300612', '宣亚国际', 'XYGJ'),
(2029, 'sz300613', '富瀚微', 'FHW'),
(2030, 'sz300615', '欣天科技', 'XTKJ'),
(2031, 'sz300616', '尚品宅配', 'SPZP'),
(2032, 'sz300617', '安靠智电', 'AKZD'),
(2033, 'sz300618', '寒锐钴业', 'HRGY'),
(2034, 'sz300619', '金银河', 'JYH'),
(2035, 'sz300620', '光库科技', 'GKKJ'),
(2036, 'sz300621', '维业股份', 'WYGF'),
(2037, 'sz300622', '博士眼镜', 'BSYJ'),
(2038, 'sz300623', '捷捷微电', 'JJWD'),
(2039, 'sz300624', '万兴科技', 'WXKJ'),
(2040, 'sz300625', '三雄极光', 'SXJG'),
(2041, 'sz300626', '华瑞股份', 'HRGF'),
(2042, 'sz300627', '华测导航', 'HCDH'),
(2043, 'sz300628', '亿联网络', 'YLWL'),
(2044, 'sz300629', '新劲刚', 'XJG'),
(2045, 'sz300630', '普利制药', 'PLZY'),
(2046, 'sz300631', '久吾高科', 'JWGK'),
(2047, 'sz300632', '光莆股份', 'GPGF'),
(2048, 'sz300633', '开立医疗', 'KLYL'),
(2049, 'sz300635', '达安股份', 'DAGF'),
(2050, 'sz300636', '同和药业', 'THYY'),
(2051, 'sz300637', '扬帆新材', 'YFXC'),
(2052, 'sz300638', '广和通', 'GHT'),
(2053, 'sz300639', '凯普生物', 'KPSW'),
(2054, 'sz300640', '德艺文创', 'DYWC'),
(2055, 'sz300641', '正丹股份', 'ZDGF'),
(2056, 'sz300642', '透景生命', 'TJSM'),
(2057, 'sz300643', '万通智控', 'WTZK'),
(2058, 'sz300644', 'N聚隆', 'NJL'),
(2059, 'sz300645', '正元智慧', 'ZYZH'),
(2060, 'sz300646', '侨源气体', 'QYQT'),
(2061, 'sz300647', '超频三', 'CPS'),
(2062, 'sz300648', '星云股份', 'XYGF'),
(2063, 'sz300649', '杭州园林', 'HZYL'),
(2064, 'sz300650', '太龙照明', 'TLZM'),
(2065, 'sz300651', '金陵体育', 'JLTY'),
(2066, 'sz300652', '雷迪克', 'LDK'),
(2067, 'sz300653', '正海生物', 'ZHSW'),
(2068, 'sz300654', '世纪天鸿', 'SJTH'),
(2069, 'sz300655', '晶瑞股份', 'JRGF'),
(2070, 'sz300656', '民德电子', 'MDDZ'),
(2071, 'sz300657', '弘信电子', 'HXDZ'),
(2072, 'sz300658', '延江股份', 'YJGF'),
(2073, 'sz300659', '中孚信息', 'ZFXX'),
(2074, 'sz300660', '江苏雷利', 'JSLL'),
(2075, 'sz300661', '圣邦股份', 'SBGF'),
(2076, 'sz300662', '科锐国际', 'KRGJ'),
(2077, 'sz300663', '科蓝软件', 'KLRJ'),
(2078, 'sz300664', '鹏鹞环保', 'PYHB'),
(2079, 'sz300665', '飞鹿股份', 'FLGF'),
(2080, 'sz300666', '江丰电子', 'JFDZ'),
(2081, 'sz300667', '必创科技', 'BCKJ'),
(2082, 'sz300668', '杰恩设计', 'JESJ'),
(2083, 'sz300669', '沪宁股份', 'HNGF'),
(2084, 'sz300670', '大烨智能', 'DYZN'),
(2085, 'sz300671', '富满电子', 'FMDZ'),
(2086, 'sz300672', '国科微', 'GKW'),
(2087, 'sz300673', '佩蒂股份', 'PDGF'),
(2088, 'sz300675', '建科院', 'JKY'),
(2089, 'sz300676', '华大基因', 'HDJY'),
(2090, 'sz300677', '英科医疗', 'YKYL'),
(2091, 'sz300678', '中科信息', 'ZKXX'),
(2092, 'sz300679', '电连技术', 'DLJS'),
(2093, 'sz300680', '隆盛科技', 'LSKJ'),
(2094, 'sz300681', '英搏尔', 'YBE'),
(2095, 'sz300682', '朗新科技', 'LXKJ'),
(2096, 'sz300683', '海特生物', 'HTSW'),
(2097, 'sz300684', '中石科技', 'ZSKJ'),
(2098, 'sz300685', '艾德生物', 'ADSW'),
(2099, 'sz300686', '智动力', 'ZDL'),
(2100, 'sz300687', '赛意信息', 'SYXX'),
(2101, 'sz300688', '创业黑马', 'CYHM'),
(2102, 'sz300689', '澄天伟业', 'CTWY'),
(2103, 'sz300690', '双一科技', 'SYKJ'),
(2104, 'sz300691', '联合光电', 'LHGD'),
(2105, 'sz300692', '中环环保', 'ZHHB'),
(2106, 'sz300693', '盛弘股份', 'SHGF'),
(2107, 'sz300695', '兆丰股份', 'ZFGF'),
(2108, 'sz300696', '爱乐达', 'ALD'),
(2109, 'sz300697', '电工合金', 'DGHJ'),
(2110, 'sz300698', '万马科技', 'WMKJ'),
(2111, 'sz300699', '光威复材', 'GWFC'),
(2112, 'sz300700', '岱勒新材', 'DLXC'),
(2113, 'sz300701', '森霸股份', 'SBGF'),
(2114, 'sz300702', '天宇股份', 'TYGF'),
(2115, 'sz300703', '创源文化', 'CYWH'),
(2116, 'sz300705', '九典制药', 'JDZY'),
(2117, 'sz300706', '阿石创', 'ASC'),
(2118, 'sz300707', '威唐工业', 'WTGY'),
(2119, 'sz300708', '聚灿光电', 'JCGD'),
(2120, 'sz300709', '精研科技', 'JYKJ'),
(2121, 'sz300710', '万隆光电', 'WLGD'),
(2122, 'sz300711', '广哈通信', 'GHTX'),
(2123, 'sz300712', '永福股份', 'YFGF'),
(2124, 'sz300713', '英可瑞', 'YKR'),
(2125, 'sz300715', '凯伦股份', 'KLGF'),
(2126, 'sz300716', '国立科技', 'GLKJ'),
(2127, 'sz300717', '华信新材', 'HXXC'),
(2128, 'sz300718', '长盛轴承', 'CSZC'),
(2129, 'sz300719', '安达维尔', 'ADWE'),
(2130, 'sz300720', '海川智能', 'HCZN'),
(2131, 'sz300721', '怡达股份', 'YDGF'),
(2132, 'sz300722', '新余国科', 'XYGK'),
(2133, 'sz300723', '一品红', 'YPH'),
(2134, 'sz300725', '药石科技', 'YSKJ'),
(2135, 'sz300726', '宏达电子', 'HDDZ'),
(2136, 'sz300727', '润禾材料', 'RHCL'),
(2137, 'sz300728', '天常股份', 'TCGF'),
(2138, 'sz300729', '乐歌股份', 'LGGF'),
(2139, 'sz300730', '科创信息', 'KCXX'),
(2140, 'sz300731', '科创新源', 'KCXY'),
(2141, 'sz300732', '设研院', 'SYY'),
(2142, 'sz300733', '西菱动力', 'XLDL'),
(2143, 'sz300735', '光弘科技', 'GHKJ'),
(2144, 'sz300736', '百华悦邦', 'BHYB'),
(2145, 'sz300737', '科顺股份', 'KSGF'),
(2146, 'sz300738', '奥飞数据', 'AFSJ'),
(2147, 'sz300739', '明阳电路', 'MYDL'),
(2148, 'sz300740', '御家汇', 'YJH'),
(2149, 'sz300741', '华宝股份', 'HBGF'),
(2150, 'sh600000', '浦发银行', 'PFYX'),
(2151, 'sh600001', '邯郸钢铁', 'HDGT'),
(2152, 'sh600002', '齐鲁石化', 'QLSH'),
(2153, 'sh600003', 'ST东北高', 'STDBG'),
(2154, 'sh600004', '白云机场', 'BYJC'),
(2155, 'sh600005', '武钢股份', 'WGGF'),
(2156, 'sh600006', '东风汽车', 'DFQC'),
(2157, 'sh600007', '中国国贸', 'ZGGM'),
(2158, 'sh600008', '首创股份', 'SCGF'),
(2159, 'sh600009', '上海机场', 'SHJC'),
(2160, 'sh600010', '包钢股份', 'BGGF'),
(2161, 'sh600011', '华能国际', 'HNGJ'),
(2162, 'sh600012', '皖通高速', 'WTGS'),
(2163, 'sh600015', '华夏银行', 'HXYX'),
(2164, 'sh600016', '民生银行', 'MSYX'),
(2165, 'sh600017', '日照港', 'RZG'),
(2166, 'sh600018', '上港集团', 'SGJT'),
(2167, 'sh600019', '宝钢股份', 'BGGF'),
(2168, 'sh600020', '中原高速', 'ZYGS'),
(2169, 'sh600021', '上海电力', 'SHDL'),
(2170, 'sh600022', '山东钢铁', 'SDGT'),
(2171, 'sh600023', '浙能电力', 'ZNDL'),
(2172, 'sh600025', '华能水电', 'HNSD'),
(2173, 'sh600026', '中远海能', 'ZYHN'),
(2174, 'sh600027', '华电国际', 'HDGJ'),
(2175, 'sh600028', '中国石化', 'ZGSH'),
(2176, 'sh600029', '南方航空', 'NFHK'),
(2177, 'sh600030', '中信证券', 'ZXZQ'),
(2178, 'sh600031', '三一重工', 'SYZG'),
(2179, 'sh600033', '福建高速', 'FJGS'),
(2180, 'sh600035', '楚天高速', 'CTGS'),
(2181, 'sh600036', '招商银行', 'ZSYX'),
(2182, 'sh600037', '歌华有线', 'GHYX'),
(2183, 'sh600038', '中直股份', 'ZZGF'),
(2184, 'sh600039', '四川路桥', 'SCLQ'),
(2185, 'sh600048', '保利地产', 'BLDC'),
(2186, 'sh600050', '中国联通', 'ZGLT'),
(2187, 'sh600051', '宁波联合', 'NBLH'),
(2188, 'sh600052', '浙江广厦', 'ZJGX'),
(2189, 'sh600053', '九鼎投资', 'JDTZ'),
(2190, 'sh600054', '黄山旅游', 'HSLY'),
(2191, 'sh600055', '万东医疗', 'WDYL'),
(2192, 'sh600056', '中国医药', 'ZGYY'),
(2193, 'sh600057', '象屿股份', 'XYGF'),
(2194, 'sh600058', '五矿发展', 'WKFZ'),
(2195, 'sh600059', '古越龙山', 'GYLS'),
(2196, 'sh600060', '海信电器', 'HXDQ'),
(2197, 'sh600061', '国投资本', 'GTZB'),
(2198, 'sh600062', '华润双鹤', 'HRSH'),
(2199, 'sh600063', '皖维高新', 'WWGX'),
(2200, 'sh600064', '南京高科', 'NJGK'),
(2201, 'sh600065', '*ST联谊', '*STLY'),
(2202, 'sh600066', '宇通客车', 'YTKC'),
(2203, 'sh600067', '冠城大通', 'GCDT'),
(2204, 'sh600068', '葛洲坝', 'GZB'),
(2205, 'sh600069', '银鸽投资', 'YGTZ'),
(2206, 'sh600070', '浙江富润', 'ZJFR'),
(2207, 'sh600071', '凤凰光学', 'FHGX'),
(2208, 'sh600072', '中船科技', 'ZCKJ'),
(2209, 'sh600073', '上海梅林', 'SHML'),
(2210, 'sh600074', 'ST保千里', 'STBQL'),
(2211, 'sh600075', '新疆天业', 'XJTY'),
(2212, 'sh600076', '康欣新材', 'KXXC'),
(2213, 'sh600077', '宋都股份', 'SDGF'),
(2214, 'sh600078', '澄星股份', 'CXGF'),
(2215, 'sh600079', '人福医药', 'RFYY'),
(2216, 'sh600080', '金花股份', 'JHGF'),
(2217, 'sh600081', '东风科技', 'DFKJ'),
(2218, 'sh600082', '海泰发展', 'HTFZ'),
(2219, 'sh600083', '博信股份', 'BXGF'),
(2220, 'sh600084', '中葡股份', 'ZPGF'),
(2221, 'sh600085', '同仁堂', 'TRT'),
(2222, 'sh600086', '东方金钰', 'DFJY'),
(2223, 'sh600087', '退市长油', 'TSCY'),
(2224, 'sh600088', '中视传媒', 'ZSCM'),
(2225, 'sh600089', '特变电工', 'TBDG'),
(2226, 'sh600090', '同济堂', 'TJT'),
(2227, 'sh600091', 'ST明科', 'STMK'),
(2228, 'sh600092', 'S*ST精密', 'S*STJM'),
(2229, 'sh600093', '易见股份', 'YJGF'),
(2230, 'sh600094', '大名城', 'DMC'),
(2231, 'sh600095', '哈高科', 'HGK'),
(2232, 'sh600096', '云天化', 'YTH'),
(2233, 'sh600097', '开创国际', 'KCGJ'),
(2234, 'sh600098', '广州发展', 'GZFZ'),
(2235, 'sh600099', '林海股份', 'LHGF'),
(2236, 'sh600100', '同方股份', 'TFGF'),
(2237, 'sh600101', '明星电力', 'MXDL'),
(2238, 'sh600102', '莱钢股份', 'LGGF'),
(2239, 'sh600103', '青山纸业', 'QSZY'),
(2240, 'sh600104', '上汽集团', 'SQJT'),
(2241, 'sh600105', '永鼎股份', 'YDGF'),
(2242, 'sh600106', '重庆路桥', 'ZQLQ'),
(2243, 'sh600107', '美尔雅', 'MEY'),
(2244, 'sh600108', '亚盛集团', 'YSJT'),
(2245, 'sh600109', '国金证券', 'GJZQ'),
(2246, 'sh600110', '诺德股份', 'NDGF'),
(2247, 'sh600111', '北方稀土', 'BFXT'),
(2248, 'sh600112', '*ST天成', '*STTC'),
(2249, 'sh600113', '浙江东日', 'ZJDR'),
(2250, 'sh600114', '东睦股份', 'DMGF'),
(2251, 'sh600115', '东方航空', 'DFHK'),
(2252, 'sh600116', '三峡水利', 'SXSL'),
(2253, 'sh600117', '西宁特钢', 'XNTG'),
(2254, 'sh600118', '中国卫星', 'ZGWX'),
(2255, 'sh600119', '长江投资', 'CJTZ'),
(2256, 'sh600120', '浙江东方', 'ZJDF'),
(2257, 'sh600121', '*ST郑煤', '*STZM'),
(2258, 'sh600122', '宏图高科', 'HTGK'),
(2259, 'sh600123', '兰花科创', 'LHKC'),
(2260, 'sh600125', '铁龙物流', 'TLWL'),
(2261, 'sh600126', '杭钢股份', 'HGGF'),
(2262, 'sh600127', '金健米业', 'JJMY'),
(2263, 'sh600128', '弘业股份', 'HYGF'),
(2264, 'sh600129', '太极集团', 'TJJT'),
(2265, 'sh600130', '波导股份', 'BDGF'),
(2266, 'sh600131', '岷江水电', 'MJSD'),
(2267, 'sh600132', '重庆啤酒', 'ZQPJ'),
(2268, 'sh600133', '东湖高新', 'DHGX'),
(2269, 'sh600135', '乐凯胶片', 'LKJP'),
(2270, 'sh600136', '当代明诚', 'DDMC'),
(2271, 'sh600137', '浪莎股份', 'LSGF'),
(2272, 'sh600138', '中青旅', 'ZQL'),
(2273, 'sh600139', '西部资源', 'XBZY'),
(2274, 'sh600141', '兴发集团', 'XFJT'),
(2275, 'sh600143', '金发科技', 'JFKJ'),
(2276, 'sh600145', '*ST新亿', '*STXY'),
(2277, 'sh600146', '商赢环球', 'SYHQ'),
(2278, 'sh600148', '长春一东', 'CCYD'),
(2279, 'sh600149', '*ST坊展', '*STFZ'),
(2280, 'sh600150', '中国船舶', 'ZGCB'),
(2281, 'sh600151', '航天机电', 'HTJD'),
(2282, 'sh600152', '维科精华', 'WKJH'),
(2283, 'sh600153', '建发股份', 'JFGF'),
(2284, 'sh600155', '宝硕股份', 'BSGF'),
(2285, 'sh600156', '华升股份', 'HSGF'),
(2286, 'sh600157', '永泰能源', 'YTNY'),
(2287, 'sh600158', '中体产业', 'ZTCY'),
(2288, 'sh600159', '大龙地产', 'DLDC'),
(2289, 'sh600160', '巨化股份', 'JHGF'),
(2290, 'sh600161', '天坛生物', 'TTSW'),
(2291, 'sh600162', '香江控股', 'XJKG'),
(2292, 'sh600163', '中闽能源', 'ZMNY'),
(2293, 'sh600165', '新日恒力', 'XRHL'),
(2294, 'sh600166', '福田汽车', 'FTQC'),
(2295, 'sh600167', '联美控股', 'LMKG'),
(2296, 'sh600168', '武汉控股', 'WHKG'),
(2297, 'sh600169', '太原重工', 'TYZG'),
(2298, 'sh600170', '上海建工', 'SHJG'),
(2299, 'sh600171', '上海贝岭', 'SHBL'),
(2300, 'sh600172', '黄河旋风', 'HHXF'),
(2301, 'sh600173', '卧龙地产', 'WLDC'),
(2302, 'sh600175', '美都能源', 'MDNY'),
(2303, 'sh600176', '中国巨石', 'ZGJS'),
(2304, 'sh600177', '雅戈尔', 'YGE'),
(2305, 'sh600178', '东安动力', 'DADL'),
(2306, 'sh600179', '安通控股', 'ATKG'),
(2307, 'sh600180', '瑞茂通', 'RMT'),
(2308, 'sh600181', 'S*ST云大', 'S*STYD'),
(2309, 'sh600182', 'S佳通', 'SJT'),
(2310, 'sh600183', '生益科技', 'SYKJ'),
(2311, 'sh600184', '光电股份', 'GDGF'),
(2312, 'sh600185', '格力地产', 'GLDC'),
(2313, 'sh600186', '莲花健康', 'LHJK'),
(2314, 'sh600187', '国中水务', 'GZSW'),
(2315, 'sh600188', '兖州煤业', 'YZMY'),
(2316, 'sh600189', '吉林森工', 'JLSG'),
(2317, 'sh600190', '锦州港', 'JZG'),
(2318, 'sh600191', '华资实业', 'HZSY'),
(2319, 'sh600192', '长城电工', 'CCDG'),
(2320, 'sh600193', '创兴资源', 'CXZY'),
(2321, 'sh600195', '中牧股份', 'ZMGF'),
(2322, 'sh600196', '复星医药', 'FXYY'),
(2323, 'sh600197', '伊力特', 'YLT'),
(2324, 'sh600198', '大唐电信', 'DTDX'),
(2325, 'sh600199', '金种子酒', 'JZZJ'),
(2326, 'sh600200', '江苏吴中', 'JSWZ'),
(2327, 'sh600201', '生物股份', 'SWGF'),
(2328, 'sh600202', '哈空调', 'HKD'),
(2329, 'sh600203', '福日电子', 'FRDZ'),
(2330, 'sh600205', 'S山东铝', 'SSDL'),
(2331, 'sh600206', '有研新材', 'YYXC'),
(2332, 'sh600207', '安彩高科', 'ACGK'),
(2333, 'sh600208', '新湖中宝', 'XHZB'),
(2334, 'sh600209', '罗顿发展', 'LDFZ'),
(2335, 'sh600210', '紫江企业', 'ZJQY'),
(2336, 'sh600211', '西藏药业', 'XCYY'),
(2337, 'sh600212', '江泉实业', 'JQSY'),
(2338, 'sh600213', '亚星客车', 'YXKC'),
(2339, 'sh600215', '长春经开', 'CCJK'),
(2340, 'sh600216', '浙江医药', 'ZJYY'),
(2341, 'sh600217', '中再资环', 'ZZZH'),
(2342, 'sh600218', '全柴动力', 'QCDL'),
(2343, 'sh600219', '南山铝业', 'NSLY'),
(2344, 'sh600220', '江苏阳光', 'JSYG'),
(2345, 'sh600221', '海航控股', 'HHKG'),
(2346, 'sh600222', '太龙药业', 'TLYY'),
(2347, 'sh600223', '鲁商置业', 'LSZY'),
(2348, 'sh600225', '*ST松江', '*STSJ'),
(2349, 'sh600226', '瀚叶股份', 'HYGF'),
(2350, 'sh600227', '赤天化', 'CTH'),
(2351, 'sh600228', '*ST昌九', '*STCJ'),
(2352, 'sh600229', '城市传媒', 'CSCM'),
(2353, 'sh600230', '沧州大化', 'CZDH'),
(2354, 'sh600231', '凌钢股份', 'LGGF'),
(2355, 'sh600232', '金鹰股份', 'JYGF'),
(2356, 'sh600233', '圆通速递', 'YTSD'),
(2357, 'sh600234', 'ST山水', 'STSS'),
(2358, 'sh600235', '民丰特纸', 'MFTZ'),
(2359, 'sh600236', '桂冠电力', 'GGDL'),
(2360, 'sh600237', '铜峰电子', 'TFDZ'),
(2361, 'sh600238', '海南椰岛', 'HNYD'),
(2362, 'sh600239', '云南城投', 'YNCT'),
(2363, 'sh600240', '华业资本', 'HYZB'),
(2364, 'sh600241', '时代万恒', 'SDWH'),
(2365, 'sh600242', '中昌数据', 'ZCSJ'),
(2366, 'sh600243', '青海华鼎', 'QHHD'),
(2367, 'sh600246', '万通地产', 'WTDC'),
(2368, 'sh600247', 'ST成城', 'STCC'),
(2369, 'sh600248', '延长化建', 'YCHJ'),
(2370, 'sh600249', '两面针', 'LMZ'),
(2371, 'sh600250', '南纺股份', 'NFGF'),
(2372, 'sh600251', '冠农股份', 'GNGF'),
(2373, 'sh600252', '中恒集团', 'ZHJT'),
(2374, 'sh600253', '天方药业', 'TFYY'),
(2375, 'sh600255', '梦舟股份', 'MZGF'),
(2376, 'sh600256', '广汇能源', 'GHNY'),
(2377, 'sh600257', '大湖股份', 'DHGF'),
(2378, 'sh600258', '首旅酒店', 'SLJD'),
(2379, 'sh600259', '广晟有色', 'GSYS'),
(2380, 'sh600260', '凯乐科技', 'KLKJ'),
(2381, 'sh600261', '阳光照明', 'YGZM'),
(2382, 'sh600262', '北方股份', 'BFGF'),
(2383, 'sh600263', '路桥建设', 'LQJS'),
(2384, 'sh600265', 'ST景谷', 'STJG'),
(2385, 'sh600266', '北京城建', 'BJCJ'),
(2386, 'sh600267', '海正药业', 'HZYY'),
(2387, 'sh600268', '国电南自', 'GDNZ'),
(2388, 'sh600269', '赣粤高速', 'GYGS'),
(2389, 'sh600270', '外运发展', 'WYFZ'),
(2390, 'sh600271', '航天信息', 'HTXX'),
(2391, 'sh600272', '开开实业', 'KKSY'),
(2392, 'sh600273', '嘉化能源', 'JHNY'),
(2393, 'sh600275', '*ST昌鱼', '*STCY'),
(2394, 'sh600276', '恒瑞医药', 'HRYY'),
(2395, 'sh600277', '亿利洁能', 'YLJN'),
(2396, 'sh600278', '东方创业', 'DFCY'),
(2397, 'sh600279', '重庆港九', 'ZQGJ'),
(2398, 'sh600280', '中央商场', 'ZYSC'),
(2399, 'sh600281', '太化股份', 'THGF'),
(2400, 'sh600282', '南钢股份', 'NGGF'),
(2401, 'sh600283', '钱江水利', 'QJSL'),
(2402, 'sh600284', '浦东建设', 'PDJS'),
(2403, 'sh600285', '羚锐制药', 'LRZY'),
(2404, 'sh600286', 'S*ST国瓷', 'S*STGC'),
(2405, 'sh600287', '江苏舜天', 'JSST'),
(2406, 'sh600288', '大恒科技', 'DHKJ'),
(2407, 'sh600289', 'ST信通', 'STXT'),
(2408, 'sh600290', '华仪电气', 'HYDQ'),
(2409, 'sh600291', '西水股份', 'XSGF'),
(2410, 'sh600292', '远达环保', 'YDHB'),
(2411, 'sh600293', '三峡新材', 'SXXC'),
(2412, 'sh600295', '鄂尔多斯', 'EEDS'),
(2413, 'sh600296', 'S兰铝', 'SLL'),
(2414, 'sh600297', '广汇汽车', 'GHQC'),
(2415, 'sh600298', '安琪酵母', 'AQJM'),
(2416, 'sh600299', '安迪苏', 'ADS'),
(2417, 'sh600300', '维维股份', 'WWGF'),
(2418, 'sh600301', 'ST南化', 'STNH'),
(2419, 'sh600302', '标准股份', 'BZGF'),
(2420, 'sh600303', '曙光股份', 'SGGF'),
(2421, 'sh600305', '恒顺醋业', 'HSCY'),
(2422, 'sh600306', '商业城', 'SYC'),
(2423, 'sh600307', '酒钢宏兴', 'JGHX'),
(2424, 'sh600308', '华泰股份', 'HTGF'),
(2425, 'sh600309', '万华化学', 'WHHX'),
(2426, 'sh600310', '桂东电力', 'GDDL'),
(2427, 'sh600311', '荣华实业', 'RHSY'),
(2428, 'sh600312', '平高电气', 'PGDQ'),
(2429, 'sh600313', '农发种业', 'NFZY'),
(2430, 'sh600315', '上海家化', 'SHJH'),
(2431, 'sh600316', '洪都航空', 'HDHK'),
(2432, 'sh600317', '营口港', 'YKG'),
(2433, 'sh600318', '新力金融', 'XLJR'),
(2434, 'sh600319', '亚星化学', 'YXHX'),
(2435, 'sh600320', '振华重工', 'ZHZG'),
(2436, 'sh600321', '正源股份', 'ZYGF'),
(2437, 'sh600322', '天房发展', 'TFFZ'),
(2438, 'sh600323', '瀚蓝环境', 'HLHJ'),
(2439, 'sh600325', '华发股份', 'HFGF'),
(2440, 'sh600326', '西藏天路', 'XCTL'),
(2441, 'sh600327', '大东方', 'DDF'),
(2442, 'sh600328', '兰太实业', 'LTSY'),
(2443, 'sh600329', '中新药业', 'ZXYY'),
(2444, 'sh600330', '天通股份', 'TTGF'),
(2445, 'sh600331', '宏达股份', 'HDGF'),
(2446, 'sh600332', '白云山', 'BYS'),
(2447, 'sh600333', '长春燃气', 'CCRQ'),
(2448, 'sh600335', '国机汽车', 'GJQC'),
(2449, 'sh600336', '澳柯玛', 'AKM'),
(2450, 'sh600337', '美克家居', 'MKJJ'),
(2451, 'sh600338', '西藏珠峰', 'XCZF'),
(2452, 'sh600339', '中油工程', 'ZYGC'),
(2453, 'sh600340', '华夏幸福', 'HXXF'),
(2454, 'sh600343', '航天动力', 'HTDL'),
(2455, 'sh600345', '长江通信', 'CJTX'),
(2456, 'sh600346', '恒力股份', 'HLGF'),
(2457, 'sh600348', '阳泉煤业', 'YQMY'),
(2458, 'sh600349', '富通昭和', 'FTZH'),
(2459, 'sh600350', '山东高速', 'SDGS'),
(2460, 'sh600351', '亚宝药业', 'YBYY'),
(2461, 'sh600352', '浙江龙盛', 'ZJLS'),
(2462, 'sh600353', '旭光股份', 'XGGF'),
(2463, 'sh600354', '敦煌种业', 'DHZY'),
(2464, 'sh600355', '精伦电子', 'JLDZ'),
(2465, 'sh600356', '恒丰纸业', 'HFZY'),
(2466, 'sh600357', '承德钒钛', 'CDFT'),
(2467, 'sh600358', '国旅联合', 'GLLH'),
(2468, 'sh600359', '新农开发', 'XNKF'),
(2469, 'sh600360', '华微电子', 'HWDZ'),
(2470, 'sh600361', '华联综超', 'HLZC'),
(2471, 'sh600362', '江西铜业', 'JXTY'),
(2472, 'sh600363', '联创光电', 'LCGD'),
(2473, 'sh600365', '通葡股份', 'TPGF'),
(2474, 'sh600366', '宁波韵升', 'NBYS'),
(2475, 'sh600367', '红星发展', 'HXFZ'),
(2476, 'sh600368', '五洲交通', 'WZJT'),
(2477, 'sh600369', '西南证券', 'XNZQ'),
(2478, 'sh600370', '三房巷', 'SFX'),
(2479, 'sh600371', '万向德农', 'WXDN'),
(2480, 'sh600372', '中航电子', 'ZHDZ'),
(2481, 'sh600373', '中文传媒', 'ZWCM'),
(2482, 'sh600375', '华菱星马', 'HLXM'),
(2483, 'sh600376', '首开股份', 'SKGF'),
(2484, 'sh600377', '宁沪高速', 'NHGS'),
(2485, 'sh600378', '天科股份', 'TKGF'),
(2486, 'sh600379', '宝光股份', 'BGGF'),
(2487, 'sh600380', '健康元', 'JKY'),
(2488, 'sh600381', '青海春天', 'QHCT'),
(2489, 'sh600382', '广东明珠', 'GDMZ'),
(2490, 'sh600383', '金地集团', 'JDJT'),
(2491, 'sh600385', '山东金泰', 'SDJT'),
(2492, 'sh600386', '北巴传媒', 'BBCM'),
(2493, 'sh600387', '海越股份', 'HYGF'),
(2494, 'sh600388', '龙净环保', 'LJHB'),
(2495, 'sh600389', '江山股份', 'JSGF'),
(2496, 'sh600390', '五矿资本', 'WKZB'),
(2497, 'sh600391', '航发科技', 'HFKJ'),
(2498, 'sh600392', '盛和资源', 'SHZY'),
(2499, 'sh600393', '粤泰股份', 'YTGF'),
(2500, 'sh600395', '盘江股份', 'PJGF'),
(2501, 'sh600396', '金山股份', 'JSGF'),
(2502, 'sh600397', '安源煤业', 'AYMY'),
(2503, 'sh600398', '海澜之家', 'HLZJ'),
(2504, 'sh600399', '抚顺特钢', 'FSTG'),
(2505, 'sh600400', '红豆股份', 'HDGF'),
(2506, 'sh600401', '*ST海润', '*STHR'),
(2507, 'sh600403', '*ST大有', '*STDY'),
(2508, 'sh600405', '动力源', 'DLY'),
(2509, 'sh600406', '国电南瑞', 'GDNR'),
(2510, 'sh600408', '安泰集团', 'ATJT'),
(2511, 'sh600409', '三友化工', 'SYHG'),
(2512, 'sh600410', '华胜天成', 'HSTC'),
(2513, 'sh600415', '小商品城', 'XSPC'),
(2514, 'sh600416', '湘电股份', 'XDGF'),
(2515, 'sh600418', '江淮汽车', 'JHQC'),
(2516, 'sh600419', '天润乳业', 'TRRY'),
(2517, 'sh600420', '现代制药', 'XDZY'),
(2518, 'sh600421', 'ST仰帆', 'STYF'),
(2519, 'sh600422', '昆药集团', 'KYJT'),
(2520, 'sh600423', '*ST柳化', '*STLH'),
(2521, 'sh600425', '*ST青松', '*STQS'),
(2522, 'sh600426', '华鲁恒升', 'HLHS'),
(2523, 'sh600428', '中远海特', 'ZYHT'),
(2524, 'sh600429', '三元股份', 'SYGF'),
(2525, 'sh600432', '*ST吉恩', '*STJE'),
(2526, 'sh600433', '冠豪高新', 'GHGX'),
(2527, 'sh600435', '北方导航', 'BFDH'),
(2528, 'sh600436', '片仔癀', 'PZH'),
(2529, 'sh600438', '通威股份', 'TWGF'),
(2530, 'sh600439', '瑞贝卡', 'RBK'),
(2531, 'sh600444', '国机通用', 'GJTY'),
(2532, 'sh600446', '金证股份', 'JZGF'),
(2533, 'sh600448', '华纺股份', 'HFGF'),
(2534, 'sh600449', '宁夏建材', 'NXJC'),
(2535, 'sh600452', '涪陵电力', 'FLDL'),
(2536, 'sh600455', '博通股份', 'BTGF'),
(2537, 'sh600456', '宝钛股份', 'BTGF'),
(2538, 'sh600458', '时代新材', 'SDXC'),
(2539, 'sh600459', '贵研铂业', 'GYBY'),
(2540, 'sh600460', '士兰微', 'SLW'),
(2541, 'sh600461', '洪城水业', 'HCSY'),
(2542, 'sh600462', '九有股份', 'JYGF'),
(2543, 'sh600463', '空港股份', 'KGGF'),
(2544, 'sh600466', '蓝光发展', 'LGFZ'),
(2545, 'sh600467', '好当家', 'HDJ'),
(2546, 'sh600468', '百利电气', 'BLDQ'),
(2547, 'sh600469', '风神股份', 'FSGF'),
(2548, 'sh600470', '六国化工', 'LGHG'),
(2549, 'sh600472', '包头铝业', 'BTLY'),
(2550, 'sh600475', '华光股份', 'HGGF'),
(2551, 'sh600476', '湘邮科技', 'XYKJ'),
(2552, 'sh600477', '杭萧钢构', 'HXGG'),
(2553, 'sh600478', '科力远', 'KLY'),
(2554, 'sh600479', '千金药业', 'QJYY'),
(2555, 'sh600480', '凌云股份', 'LYGF'),
(2556, 'sh600481', '双良节能', 'SLJN'),
(2557, 'sh600482', '中国动力', 'ZGDL'),
(2558, 'sh600483', '福能股份', 'FNGF'),
(2559, 'sh600485', '信威集团', 'XWJT'),
(2560, 'sh600486', '扬农化工', 'YNHG'),
(2561, 'sh600487', '亨通光电', 'HTGD'),
(2562, 'sh600488', '天药股份', 'TYGF'),
(2563, 'sh600489', '中金黄金', 'ZJHJ'),
(2564, 'sh600490', '鹏欣资源', 'PXZY'),
(2565, 'sh600491', '龙元建设', 'LYJS'),
(2566, 'sh600493', '凤竹纺织', 'FZFZ'),
(2567, 'sh600495', '晋西车轴', 'JXCZ'),
(2568, 'sh600496', '精工钢构', 'JGGG'),
(2569, 'sh600497', '驰宏锌锗', 'CHXZ'),
(2570, 'sh600498', '烽火通信', 'FHTX'),
(2571, 'sh600499', '科达洁能', 'KDJN'),
(2572, 'sh600500', '中化国际', 'ZHGJ'),
(2573, 'sh600501', '航天晨光', 'HTCG'),
(2574, 'sh600502', '安徽水利', 'AHSL'),
(2575, 'sh600503', '华丽家族', 'HLJZ'),
(2576, 'sh600505', '西昌电力', 'XCDL'),
(2577, 'sh600506', '香梨股份', 'XLGF'),
(2578, 'sh600507', '方大特钢', 'FDTG'),
(2579, 'sh600508', '上海能源', 'SHNY'),
(2580, 'sh600509', '天富能源', 'TFNY'),
(2581, 'sh600510', '黑牡丹', 'HMD'),
(2582, 'sh600511', '国药股份', 'GYGF'),
(2583, 'sh600512', '腾达建设', 'TDJS'),
(2584, 'sh600513', '联环药业', 'LHYY'),
(2585, 'sh600515', '海航基础', 'HHJC'),
(2586, 'sh600516', '方大炭素', 'FDTS'),
(2587, 'sh600517', '置信电气', 'ZXDQ'),
(2588, 'sh600518', '康美药业', 'KMYY'),
(2589, 'sh600519', '贵州茅台', 'GZMT'),
(2590, 'sh600520', '文一科技', 'WYKJ'),
(2591, 'sh600521', '华海药业', 'HHYY'),
(2592, 'sh600522', '中天科技', 'ZTKJ'),
(2593, 'sh600523', '贵航股份', 'GHGF'),
(2594, 'sh600525', '长园集团', 'CYJT'),
(2595, 'sh600526', '菲达环保', 'FDHB'),
(2596, 'sh600527', '江南高纤', 'JNGX'),
(2597, 'sh600528', '中铁工业', 'ZTGY'),
(2598, 'sh600529', '山东药玻', 'SDYB'),
(2599, 'sh600530', '交大昂立', 'JDAL'),
(2600, 'sh600531', '豫光金铅', 'YGJQ'),
(2601, 'sh600532', '宏达矿业', 'HDKY'),
(2602, 'sh600533', '栖霞建设', 'QXJS'),
(2603, 'sh600535', '天士力', 'TSL'),
(2604, 'sh600536', '中国软件', 'ZGRJ'),
(2605, 'sh600537', '亿晶光电', 'YJGD'),
(2606, 'sh600538', '国发股份', 'GFGF'),
(2607, 'sh600539', '狮头股份', 'STGF'),
(2608, 'sh600540', '*ST新赛', '*STXS'),
(2609, 'sh600543', '莫高股份', 'MGGF'),
(2610, 'sh600545', '卓郎智能', 'ZLZN'),
(2611, 'sh600546', '山煤国际', 'SMGJ'),
(2612, 'sh600547', '山东黄金', 'SDHJ'),
(2613, 'sh600548', '深高速', 'SGS'),
(2614, 'sh600549', '厦门钨业', 'XMWY'),
(2615, 'sh600550', '保变电气', 'BBDQ'),
(2616, 'sh600551', '时代出版', 'SDCB'),
(2617, 'sh600552', '凯盛科技', 'KSKJ'),
(2618, 'sh600553', '太行水泥', 'TXSN'),
(2619, 'sh600555', '海航创新', 'HHCX'),
(2620, 'sh600556', 'ST慧球', 'STHQ'),
(2621, 'sh600557', '康缘药业', 'KYYY'),
(2622, 'sh600558', '大西洋', 'DXY'),
(2623, 'sh600559', '老白干酒', 'LBGJ'),
(2624, 'sh600560', '金自天正', 'JZTZ'),
(2625, 'sh600561', '江西长运', 'JXCY'),
(2626, 'sh600562', '国睿科技', 'GRKJ'),
(2627, 'sh600563', '法拉电子', 'FLDZ'),
(2628, 'sh600565', '迪马股份', 'DMGF'),
(2629, 'sh600566', '济川药业', 'JCYY'),
(2630, 'sh600567', '山鹰纸业', 'SYZY'),
(2631, 'sh600568', '中珠医疗', 'ZZYL'),
(2632, 'sh600569', '安阳钢铁', 'AYGT'),
(2633, 'sh600570', '恒生电子', 'HSDZ'),
(2634, 'sh600571', '信雅达', 'XYD'),
(2635, 'sh600572', '康恩贝', 'KEB'),
(2636, 'sh600573', '惠泉啤酒', 'HQPJ'),
(2637, 'sh600575', '皖江物流', 'WJWL'),
(2638, 'sh600576', '祥源文化', 'XYWH'),
(2639, 'sh600577', '精达股份', 'JDGF'),
(2640, 'sh600578', '京能电力', 'JNDL'),
(2641, 'sh600579', '天华院', 'THY'),
(2642, 'sh600580', '卧龙电气', 'WLDQ'),
(2643, 'sh600581', '八一钢铁', 'BYGT'),
(2644, 'sh600582', '天地科技', 'TDKJ'),
(2645, 'sh600583', '海油工程', 'HYGC'),
(2646, 'sh600584', '长电科技', 'CDKJ'),
(2647, 'sh600585', '海螺水泥', 'HLSN'),
(2648, 'sh600586', '金晶科技', 'JJKJ'),
(2649, 'sh600587', '新华医疗', 'XHYL'),
(2650, 'sh600588', '用友网络', 'YYWL'),
(2651, 'sh600589', '广东榕泰', 'GDRT'),
(2652, 'sh600590', '泰豪科技', 'THKJ'),
(2653, 'sh600591', '*ST上航', '*STSH'),
(2654, 'sh600592', '龙溪股份', 'LXGF'),
(2655, 'sh600593', '大连圣亚', 'DLSY'),
(2656, 'sh600594', '益佰制药', 'YBZY'),
(2657, 'sh600595', '中孚实业', 'ZFSY'),
(2658, 'sh600596', '新安股份', 'XAGF'),
(2659, 'sh600597', '光明乳业', 'GMRY'),
(2660, 'sh600598', '北大荒', 'BDH'),
(2661, 'sh600599', '熊猫金控', 'XMJK'),
(2662, 'sh600600', '青岛啤酒', 'QDPJ'),
(2663, 'sh600601', '方正科技', 'FZKJ'),
(2664, 'sh600602', '云赛智联', 'YSZL'),
(2665, 'sh600603', '广汇物流', 'GHWL'),
(2666, 'sh600604', '市北高新', 'SBGX'),
(2667, 'sh600605', '汇通能源', 'HTNY'),
(2668, 'sh600606', '绿地控股', 'LDKG'),
(2669, 'sh600607', '上实医药', 'SSYY'),
(2670, 'sh600608', '*ST沪科', '*STHK'),
(2671, 'sh600609', '金杯汽车', 'JBQC'),
(2672, 'sh600610', '中毅达', 'ZYD'),
(2673, 'sh600611', '大众交通', 'DZJT'),
(2674, 'sh600612', '老凤祥', 'LFX'),
(2675, 'sh600613', '神奇制药', 'SQZY'),
(2676, 'sh600614', '鹏起科技', 'PQKJ'),
(2677, 'sh600615', '丰华股份', 'FHGF'),
(2678, 'sh600616', '金枫酒业', 'JFJY'),
(2679, 'sh600617', '国新能源', 'GXNY'),
(2680, 'sh600618', '氯碱化工', 'LJHG'),
(2681, 'sh600619', '海立股份', 'HLGF'),
(2682, 'sh600620', '天宸股份', 'TCGF'),
(2683, 'sh600621', '华鑫股份', 'HXGF'),
(2684, 'sh600622', '光大嘉宝', 'GDJB'),
(2685, 'sh600623', '华谊集团', 'HYJT'),
(2686, 'sh600624', '复旦复华', 'FDFH'),
(2687, 'sh600625', 'PT水仙', 'PTSX'),
(2688, 'sh600626', '申达股份', 'SDGF'),
(2689, 'sh600627', '上电股份', 'SDGF'),
(2690, 'sh600628', '新世界', 'XSJ'),
(2691, 'sh600629', '华建集团', 'HJJT'),
(2692, 'sh600630', '龙头股份', 'LTGF'),
(2693, 'sh600631', '百联股份', 'BLGF'),
(2694, 'sh600632', '华联商厦', 'HLSX'),
(2695, 'sh600633', '浙数文化', 'ZSWH'),
(2696, 'sh600634', '富控互动', 'FKHD'),
(2697, 'sh600635', '大众公用', 'DZGY'),
(2698, 'sh600636', '*ST爱富', '*STAF'),
(2699, 'sh600637', '东方明珠', 'DFMZ'),
(2700, 'sh600638', '新黄浦', 'XHP'),
(2701, 'sh600639', '浦东金桥', 'PDJQ'),
(2702, 'sh600640', '号百控股', 'HBKG'),
(2703, 'sh600641', '万业企业', 'WYQY'),
(2704, 'sh600642', '申能股份', 'SNGF'),
(2705, 'sh600643', '爱建集团', 'AJJT'),
(2706, 'sh600644', '乐山电力', 'LSDL'),
(2707, 'sh600645', '中源协和', 'ZYXH'),
(2708, 'sh600646', 'ST国嘉', 'STGJ'),
(2709, 'sh600647', '同达创业', 'TDCY'),
(2710, 'sh600648', '外高桥', 'WGQ'),
(2711, 'sh600649', '城投控股', 'CTKG'),
(2712, 'sh600650', '锦江投资', 'JJTZ'),
(2713, 'sh600651', '飞乐音响', 'FLYX'),
(2714, 'sh600652', '游久游戏', 'YJYX'),
(2715, 'sh600653', '申华控股', 'SHKG'),
(2716, 'sh600654', '*ST中安', '*STZA'),
(2717, 'sh600655', '豫园股份', 'YYGF'),
(2718, 'sh600656', '退市博元', 'TSBY'),
(2719, 'sh600657', '信达地产', 'XDDC'),
(2720, 'sh600658', '电子城', 'DZC'),
(2721, 'sh600659', '*ST花雕', '*STHD'),
(2722, 'sh600660', '福耀玻璃', 'FYBL'),
(2723, 'sh600661', '新南洋', 'XNY'),
(2724, 'sh600662', '强生控股', 'QSKG'),
(2725, 'sh600663', '陆家嘴', 'LJZ'),
(2726, 'sh600664', '哈药股份', 'HYGF'),
(2727, 'sh600665', '天地源', 'TDY'),
(2728, 'sh600666', '奥瑞德', 'ARD'),
(2729, 'sh600667', '太极实业', 'TJSY'),
(2730, 'sh600668', '尖峰集团', 'JFJT'),
(2731, 'sh600669', '*ST鞍成', '*STAC'),
(2732, 'sh600670', '*ST斯达', '*STSD'),
(2733, 'sh600671', '天目药业', 'TMYY'),
(2734, 'sh600672', '*ST华圣', '*STHS'),
(2735, 'sh600673', '东阳光科', 'DYGK'),
(2736, 'sh600674', '川投能源', 'CTNY'),
(2737, 'sh600675', '中华企业', 'ZHQY'),
(2738, 'sh600676', '交运股份', 'JYGF'),
(2739, 'sh600677', '航天通信', 'HTTX'),
(2740, 'sh600678', '四川金顶', 'SCJD'),
(2741, 'sh600679', '上海凤凰', 'SHFH'),
(2742, 'sh600680', '*ST上普', '*STSP'),
(2743, 'sh600681', '百川能源', 'BCNY'),
(2744, 'sh600682', '南京新百', 'NJXB'),
(2745, 'sh600683', '京投发展', 'JTFZ'),
(2746, 'sh600684', '珠江实业', 'ZJSY'),
(2747, 'sh600685', '中船防务', 'ZCFW'),
(2748, 'sh600686', '金龙汽车', 'JLQC'),
(2749, 'sh600687', '刚泰控股', 'GTKG'),
(2750, 'sh600688', '上海石化', 'SHSH'),
(2751, 'sh600689', '上海三毛', 'SHSM'),
(2752, 'sh600690', '青岛海尔', 'QDHE'),
(2753, 'sh600691', '阳煤化工', 'YMHG'),
(2754, 'sh600692', '亚通股份', 'YTGF'),
(2755, 'sh600693', '东百集团', 'DBJT'),
(2756, 'sh600694', '大商股份', 'DSGF'),
(2757, 'sh600695', '绿庭投资', 'LTTZ'),
(2758, 'sh600696', '*ST匹凸', '*STPT'),
(2759, 'sh600697', '欧亚集团', 'OYJT'),
(2760, 'sh600698', '湖南天雁', 'HNTY'),
(2761, 'sh600699', '均胜电子', 'JSDZ'),
(2762, 'sh600700', '*ST数码', '*STSM'),
(2763, 'sh600701', '工大高新', 'GDGX'),
(2764, 'sh600702', '舍得酒业', 'SDJY'),
(2765, 'sh600703', '三安光电', 'SAGD'),
(2766, 'sh600704', '物产中大', 'WCZD'),
(2767, 'sh600705', '中航资本', 'ZHZB'),
(2768, 'sh600706', '曲江文旅', 'QJWL'),
(2769, 'sh600707', '彩虹股份', 'CHGF'),
(2770, 'sh600708', '光明地产', 'GMDC'),
(2771, 'sh600709', 'ST生态', 'STST'),
(2772, 'sh600710', 'ST常林', 'STCL'),
(2773, 'sh600711', '盛屯矿业', 'STKY'),
(2774, 'sh600712', '南宁百货', 'NNBH'),
(2775, 'sh600713', '南京医药', 'NJYY'),
(2776, 'sh600714', '金瑞矿业', 'JRKY'),
(2777, 'sh600715', '文投控股', 'WTKG'),
(2778, 'sh600716', '凤凰股份', 'FHGF'),
(2779, 'sh600717', '天津港', 'TJG'),
(2780, 'sh600718', '东软集团', 'DRJT'),
(2781, 'sh600719', '大连热电', 'DLRD'),
(2782, 'sh600720', '祁连山', 'QLS'),
(2783, 'sh600721', '百花村', 'BHC'),
(2784, 'sh600722', '金牛化工', 'JNHG'),
(2785, 'sh600723', '首商股份', 'SSGF'),
(2786, 'sh600724', '宁波富达', 'NBFD'),
(2787, 'sh600725', 'ST云维', 'STYW'),
(2788, 'sh600726', '华电能源', 'HDNY'),
(2789, 'sh600727', '鲁北化工', 'LBHG'),
(2790, 'sh600728', '佳都科技', 'JDKJ'),
(2791, 'sh600729', '重庆百货', 'ZQBH'),
(2792, 'sh600730', '中国高科', 'ZGGK'),
(2793, 'sh600731', '湖南海利', 'HNHL'),
(2794, 'sh600732', 'ST新梅', 'STXM'),
(2795, 'sh600733', 'S*ST前锋', 'S*STQF'),
(2796, 'sh600734', '实达集团', 'SDJT'),
(2797, 'sh600735', '新华锦', 'XHJ'),
(2798, 'sh600736', '苏州高新', 'SZGX'),
(2799, 'sh600737', '中粮糖业', 'ZLTY'),
(2800, 'sh600738', '兰州民百', 'LZMB'),
(2801, 'sh600739', '辽宁成大', 'LNCD'),
(2802, 'sh600740', '山西焦化', 'SXJH'),
(2803, 'sh600741', '华域汽车', 'HYQC'),
(2804, 'sh600742', '一汽富维', 'YQFW'),
(2805, 'sh600743', '华远地产', 'HYDC'),
(2806, 'sh600744', '华银电力', 'HYDL'),
(2807, 'sh600745', '闻泰科技', 'WTKJ'),
(2808, 'sh600746', '江苏索普', 'JSSP'),
(2809, 'sh600747', '*ST大控', '*STDK'),
(2810, 'sh600748', '上实发展', 'SSFZ'),
(2811, 'sh600749', '西藏旅游', 'XCLY'),
(2812, 'sh600750', '江中药业', 'JZYY'),
(2813, 'sh600751', '天海投资', 'THTZ'),
(2814, 'sh600752', '*ST哈慈', '*STHC'),
(2815, 'sh600753', '东方银星', 'DFYX'),
(2816, 'sh600754', '锦江股份', 'JJGF'),
(2817, 'sh600755', '厦门国贸', 'XMGM'),
(2818, 'sh600756', '浪潮软件', 'LCRJ'),
(2819, 'sh600757', '长江传媒', 'CJCM'),
(2820, 'sh600758', '红阳能源', 'HYNY'),
(2821, 'sh600759', '洲际油气', 'ZJYQ'),
(2822, 'sh600760', '中航沈飞', 'ZHSF'),
(2823, 'sh600761', '安徽合力', 'AHHL'),
(2824, 'sh600762', 'S*ST金荔', 'S*STJL'),
(2825, 'sh600763', '通策医疗', 'TCYL'),
(2826, 'sh600764', '中国海防', 'ZGHF'),
(2827, 'sh600765', '中航重机', 'ZHZJ'),
(2828, 'sh600766', '园城黄金', 'YCHJ'),
(2829, 'sh600767', '*ST运盛', '*STYS'),
(2830, 'sh600768', '宁波富邦', 'NBFB'),
(2831, 'sh600769', '祥龙电业', 'XLDY'),
(2832, 'sh600770', '综艺股份', 'ZYGF'),
(2833, 'sh600771', '广誉远', 'GYY'),
(2834, 'sh600772', 'S*ST龙昌', 'S*STLC'),
(2835, 'sh600773', '西藏城投', 'XCCT'),
(2836, 'sh600774', '汉商集团', 'HSJT'),
(2837, 'sh600775', '南京熊猫', 'NJXM'),
(2838, 'sh600776', '东方通信', 'DFTX'),
(2839, 'sh600777', '新潮能源', 'XCNY'),
(2840, 'sh600778', '友好集团', 'YHJT'),
(2841, 'sh600779', '水井坊', 'SJF'),
(2842, 'sh600780', '通宝能源', 'TBNY'),
(2843, 'sh600781', '辅仁药业', 'FRYY'),
(2844, 'sh600782', '新钢股份', 'XGGF'),
(2845, 'sh600783', '鲁信创投', 'LXCT'),
(2846, 'sh600784', '鲁银投资', 'LYTZ'),
(2847, 'sh600785', '新华百货', 'XHBH'),
(2848, 'sh600786', '东方锅炉', 'DFGL'),
(2849, 'sh600787', '中储股份', 'ZCGF'),
(2850, 'sh600788', '*ST达曼', '*STDM'),
(2851, 'sh600789', '鲁抗医药', 'LKYY'),
(2852, 'sh600790', '轻纺城', 'QFC'),
(2853, 'sh600791', '京能置业', 'JNZY'),
(2854, 'sh600792', '云煤能源', 'YMNY'),
(2855, 'sh600793', '宜宾纸业', 'YBZY'),
(2856, 'sh600794', '保税科技', 'BSKJ'),
(2857, 'sh600795', '国电电力', 'GDDL'),
(2858, 'sh600796', '钱江生化', 'QJSH'),
(2859, 'sh600797', '浙大网新', 'ZDWX'),
(2860, 'sh600798', '宁波海运', 'NBHY'),
(2861, 'sh600799', '*ST龙科', '*STLK'),
(2862, 'sh600800', '天津磁卡', 'TJCK'),
(2863, 'sh600801', '华新水泥', 'HXSN'),
(2864, 'sh600802', '福建水泥', 'FJSN'),
(2865, 'sh600803', '新奥股份', 'XAGF'),
(2866, 'sh600804', '鹏博士', 'PBS'),
(2867, 'sh600805', '悦达投资', 'YDTZ'),
(2868, 'sh600806', '*ST昆机', '*STKJ'),
(2869, 'sh600807', '天业股份', 'TYGF'),
(2870, 'sh600808', '马钢股份', 'MGGF'),
(2871, 'sh600809', '山西汾酒', 'SXFJ'),
(2872, 'sh600810', '神马股份', 'SMGF'),
(2873, 'sh600811', '东方集团', 'DFJT'),
(2874, 'sh600812', '华北制药', 'HBZY'),
(2875, 'sh600813', 'ST鞍一工', 'STAYG'),
(2876, 'sh600814', '杭州解百', 'HZJB'),
(2877, 'sh600815', '*ST厦工', '*STXG'),
(2878, 'sh600816', '安信信托', 'AXXT'),
(2879, 'sh600817', '*ST宏盛', '*STHS'),
(2880, 'sh600818', '中路股份', 'ZLGF'),
(2881, 'sh600819', '耀皮玻璃', 'YPBL'),
(2882, 'sh600820', '隧道股份', 'SDGF'),
(2883, 'sh600821', '津劝业', 'JQY'),
(2884, 'sh600822', '上海物贸', 'SHWM'),
(2885, 'sh600823', '世茂股份', 'SMGF'),
(2886, 'sh600824', '益民集团', 'YMJT'),
(2887, 'sh600825', '新华传媒', 'XHCM'),
(2888, 'sh600826', '兰生股份', 'LSGF'),
(2889, 'sh600827', '百联股份', 'BLGF'),
(2890, 'sh600828', '茂业商业', 'MYSY'),
(2891, 'sh600829', '人民同泰', 'RMTT'),
(2892, 'sh600830', '香溢融通', 'XYRT'),
(2893, 'sh600831', '广电网络', 'GDWL'),
(2894, 'sh600832', '东方明珠', 'DFMZ'),
(2895, 'sh600833', '第一医药', 'DYYY'),
(2896, 'sh600834', '申通地铁', 'STDT'),
(2897, 'sh600835', '上海机电', 'SHJD'),
(2898, 'sh600836', '界龙实业', 'JLSY'),
(2899, 'sh600837', '海通证券', 'HTZQ'),
(2900, 'sh600838', '上海九百', 'SHJB'),
(2901, 'sh600839', '四川长虹', 'SCCH'),
(2902, 'sh600840', '新湖创业', 'XHCY'),
(2903, 'sh600841', '上柴股份', 'SCGF'),
(2904, 'sh600842', '中西药业', 'ZXYY'),
(2905, 'sh600843', '上工申贝', 'SGSB'),
(2906, 'sh600844', '*ST丹科', '*STDK'),
(2907, 'sh600845', '宝信软件', 'BXRJ'),
(2908, 'sh600846', '同济科技', 'TJKJ'),
(2909, 'sh600847', '*ST万里', '*STWL'),
(2910, 'sh600848', '上海临港', 'SHLG'),
(2911, 'sh600849', '上药转换', 'SYZH'),
(2912, 'sh600850', '华东电脑', 'HDDN'),
(2913, 'sh600851', '海欣股份', 'HXGF'),
(2914, 'sh600852', '*ST中川', '*STZC'),
(2915, 'sh600853', '龙建股份', 'LJGF'),
(2916, 'sh600854', '春兰股份', 'CLGF'),
(2917, 'sh600855', '航天长峰', 'HTCF'),
(2918, 'sh600856', '中天能源', 'ZTNY'),
(2919, 'sh600857', '宁波中百', 'NBZB'),
(2920, 'sh600858', '银座股份', 'YZGF'),
(2921, 'sh600859', '王府井', 'WFJ'),
(2922, 'sh600860', '*ST京城', '*STJC'),
(2923, 'sh600861', '北京城乡', 'BJCX'),
(2924, 'sh600862', '中航高科', 'ZHGK'),
(2925, 'sh600863', '内蒙华电', 'NMHD'),
(2926, 'sh600864', '哈投股份', 'HTGF'),
(2927, 'sh600865', '百大集团', 'BDJT'),
(2928, 'sh600866', '星湖科技', 'XHKJ'),
(2929, 'sh600867', '通化东宝', 'THDB'),
(2930, 'sh600868', '梅雁吉祥', 'MYJX'),
(2931, 'sh600869', '智慧能源', 'ZHNY'),
(2932, 'sh600870', '厦华电子', 'XHDZ'),
(2933, 'sh600871', '石化油服', 'SHYF'),
(2934, 'sh600872', '中炬高新', 'ZJGX'),
(2935, 'sh600873', '梅花生物', 'MHSW'),
(2936, 'sh600874', '创业环保', 'CYHB'),
(2937, 'sh600875', '东方电气', 'DFDQ'),
(2938, 'sh600876', '洛阳玻璃', 'LYBL'),
(2939, 'sh600877', '*ST嘉陵', '*STJL'),
(2940, 'sh600878', '*ST北科', '*STBK'),
(2941, 'sh600879', '航天电子', 'HTDZ'),
(2942, 'sh600880', '博瑞传播', 'BRCB'),
(2943, 'sh600881', '亚泰集团', 'YTJT'),
(2944, 'sh600882', '广泽股份', 'GZGF'),
(2945, 'sh600883', '博闻科技', 'BWKJ'),
(2946, 'sh600884', '杉杉股份', 'SSGF'),
(2947, 'sh600885', '宏发股份', 'HFGF'),
(2948, 'sh600886', '国投电力', 'GTDL'),
(2949, 'sh600887', '伊利股份', 'YLGF'),
(2950, 'sh600888', '新疆众和', 'XJZH'),
(2951, 'sh600889', '南京化纤', 'NJHX'),
(2952, 'sh600890', '中房股份', 'ZFGF'),
(2953, 'sh600891', '秋林集团', 'QLJT'),
(2954, 'sh600892', '大晟文化', 'DSWH'),
(2955, 'sh600893', '航发动力', 'HFDL'),
(2956, 'sh600894', '广日股份', 'GRGF'),
(2957, 'sh600895', '张江高科', 'ZJGK'),
(2958, 'sh600896', '览海投资', 'LHTZ'),
(2959, 'sh600897', '厦门空港', 'XMKG'),
(2960, 'sh600898', '国美通讯', 'GMTX'),
(2961, 'sh600899', '*ST信联', '*STXL'),
(2962, 'sh600900', '长江电力', 'CJDL'),
(2963, 'sh600901', '江苏租赁', 'JSZL'),
(2964, 'sh600903', '贵州燃气', 'GZRQ'),
(2965, 'sh600908', '无锡银行', 'WXYX'),
(2966, 'sh600909', '华安证券', 'HAZQ'),
(2967, 'sh600917', '重庆燃气', 'ZQRQ'),
(2968, 'sh600919', '江苏银行', 'JSYX'),
(2969, 'sh600926', '杭州银行', 'HZYX'),
(2970, 'sh600933', '爱柯迪', 'AKD'),
(2971, 'sh600936', '广西广电', 'GXGD'),
(2972, 'sh600939', '重庆建工', 'ZQJG'),
(2973, 'sh600958', '东方证券', 'DFZQ'),
(2974, 'sh600959', '江苏有线', 'JSYX'),
(2975, 'sh600960', '渤海活塞', 'BHHS'),
(2976, 'sh600961', '株冶集团', 'ZYJT'),
(2977, 'sh600962', '国投中鲁', 'GTZL'),
(2978, 'sh600963', '岳阳林纸', 'YYLZ'),
(2979, 'sh600965', '福成股份', 'FCGF');
INSERT INTO `link_allstock` (`id`, `stock_code`, `stock_name`, `remark`) VALUES
(2980, 'sh600966', '博汇纸业', 'BHZY'),
(2981, 'sh600967', '内蒙一机', 'NMYJ'),
(2982, 'sh600969', '郴电国际', 'CDGJ'),
(2983, 'sh600970', '中材国际', 'ZCGJ'),
(2984, 'sh600971', '恒源煤电', 'HYMD'),
(2985, 'sh600973', '宝胜股份', 'BSGF'),
(2986, 'sh600975', '新五丰', 'XWF'),
(2987, 'sh600976', '健民集团', 'JMJT'),
(2988, 'sh600977', '中国电影', 'ZGDY'),
(2989, 'sh600978', '宜华生活', 'YHSH'),
(2990, 'sh600979', '广安爱众', 'GAAZ'),
(2991, 'sh600980', '北矿科技', 'BKKJ'),
(2992, 'sh600981', '汇鸿集团', 'HHJT'),
(2993, 'sh600982', '宁波热电', 'NBRD'),
(2994, 'sh600983', '惠而浦', 'HEP'),
(2995, 'sh600984', '建设机械', 'JSJX'),
(2996, 'sh600985', '雷鸣科化', 'LMKH'),
(2997, 'sh600986', '科达股份', 'KDGF'),
(2998, 'sh600987', '航民股份', 'HMGF'),
(2999, 'sh600988', '赤峰黄金', 'CFHJ'),
(3000, 'sh600990', '四创电子', 'SCDZ'),
(3001, 'sh600991', '广汽长丰', 'GQCF'),
(3002, 'sh600992', '贵绳股份', 'GSGF'),
(3003, 'sh600993', '马应龙', 'MYL'),
(3004, 'sh600995', '文山电力', 'WSDL'),
(3005, 'sh600996', '贵广网络', 'GGWL'),
(3006, 'sh600997', '开滦股份', 'KLGF'),
(3007, 'sh600998', '九州通', 'JZT'),
(3008, 'sh600999', '招商证券', 'ZSZQ'),
(3009, 'sh601000', '唐山港', 'TSG'),
(3010, 'sh601001', '大同煤业', 'DTMY'),
(3011, 'sh601002', '晋亿实业', 'JYSY'),
(3012, 'sh601003', '柳钢股份', 'LGGF'),
(3013, 'sh601005', '*ST重钢', '*STZG'),
(3014, 'sh601006', '大秦铁路', 'DQTL'),
(3015, 'sh601007', '金陵饭店', 'JLFD'),
(3016, 'sh601008', '连云港', 'LYG'),
(3017, 'sh601009', '南京银行', 'NJYX'),
(3018, 'sh601010', '文峰股份', 'WFGF'),
(3019, 'sh601011', '宝泰隆', 'BTL'),
(3020, 'sh601012', '隆基股份', 'LJGF'),
(3021, 'sh601015', '陕西黑猫', 'SXHM'),
(3022, 'sh601016', '节能风电', 'JNFD'),
(3023, 'sh601018', '宁波港', 'NBG'),
(3024, 'sh601019', '山东出版', 'SDCB'),
(3025, 'sh601020', '华钰矿业', 'HYKY'),
(3026, 'sh601021', '春秋航空', 'CQHK'),
(3027, 'sh601028', '玉龙股份', 'YLGF'),
(3028, 'sh601038', '一拖股份', 'YTGF'),
(3029, 'sh601058', '赛轮金宇', 'SLJY'),
(3030, 'sh601069', '西部黄金', 'XBHJ'),
(3031, 'sh601086', '国芳集团', 'GFJT'),
(3032, 'sh601088', '中国神华', 'ZGSH'),
(3033, 'sh601098', '中南传媒', 'ZNCM'),
(3034, 'sh601099', '太平洋', 'TPY'),
(3035, 'sh601100', '恒立液压', 'HLYY'),
(3036, 'sh601101', '昊华能源', 'HHNY'),
(3037, 'sh601106', '*ST一重', '*STYZ'),
(3038, 'sh601107', '四川成渝', 'SCCY'),
(3039, 'sh601108', '财通证券', 'CTZQ'),
(3040, 'sh601111', '中国国航', 'ZGGH'),
(3041, 'sh601113', '华鼎股份', 'HDGF'),
(3042, 'sh601116', '三江购物', 'SJGW'),
(3043, 'sh601117', '中国化学', 'ZGHX'),
(3044, 'sh601118', '海南橡胶', 'HNXJ'),
(3045, 'sh601126', '四方股份', 'SFGF'),
(3046, 'sh601127', '小康股份', 'XKGF'),
(3047, 'sh601128', '常熟银行', 'CSYX'),
(3048, 'sh601137', '博威合金', 'BWHJ'),
(3049, 'sh601139', '深圳燃气', 'SZRQ'),
(3050, 'sh601155', '新城控股', 'XCKG'),
(3051, 'sh601158', '重庆水务', 'ZQSW'),
(3052, 'sh601163', '三角轮胎', 'SJLT'),
(3053, 'sh601166', '兴业银行', 'XYYX'),
(3054, 'sh601168', '西部矿业', 'XBKY'),
(3055, 'sh601169', '北京银行', 'BJYX'),
(3056, 'sh601177', '杭齿前进', 'HCQJ'),
(3057, 'sh601179', '中国西电', 'ZGXD'),
(3058, 'sh601186', '中国铁建', 'ZGTJ'),
(3059, 'sh601188', '龙江交通', 'LJJT'),
(3060, 'sh601198', '东兴证券', 'DXZQ'),
(3061, 'sh601199', '江南水务', 'JNSW'),
(3062, 'sh601200', '上海环境', 'SHHJ'),
(3063, 'sh601206', '海尔施', 'HES'),
(3064, 'sh601208', '东材科技', 'DCKJ'),
(3065, 'sh601211', '国泰君安', 'GTJA'),
(3066, 'sh601212', '白银有色', 'BYYS'),
(3067, 'sh601216', '君正集团', 'JZJT'),
(3068, 'sh601218', '吉鑫科技', 'JXKJ'),
(3069, 'sh601222', '林洋能源', 'LYNY'),
(3070, 'sh601225', '陕西煤业', 'SXMY'),
(3071, 'sh601226', '华电重工', 'HDZG'),
(3072, 'sh601228', '广州港', 'GZG'),
(3073, 'sh601229', '上海银行', 'SHYX'),
(3074, 'sh601231', '环旭电子', 'HXDZ'),
(3075, 'sh601233', '桐昆股份', 'TKGF'),
(3076, 'sh601238', '广汽集团', 'GQJT'),
(3077, 'sh601258', '庞大集团', 'PDJT'),
(3078, 'sh601268', '*ST二重', '*STEZ'),
(3079, 'sh601288', '农业银行', 'NYYX'),
(3080, 'sh601299', '中国北车', 'ZGBC'),
(3081, 'sh601311', '骆驼股份', 'LTGF'),
(3082, 'sh601313', '江南嘉捷', 'JNJJ'),
(3083, 'sh601318', '中国平安', 'ZGPA'),
(3084, 'sh601326', '秦港股份', 'QGGF'),
(3085, 'sh601328', '交通银行', 'JTYX'),
(3086, 'sh601333', '广深铁路', 'GSTL'),
(3087, 'sh601336', '新华保险', 'XHBX'),
(3088, 'sh601339', '百隆东方', 'BLDF'),
(3089, 'sh601366', '利群股份', 'LQGF'),
(3090, 'sh601368', '绿城水务', 'LCSW'),
(3091, 'sh601369', '陕鼓动力', 'SGDL'),
(3092, 'sh601375', '中原证券', 'ZYZQ'),
(3093, 'sh601377', '兴业证券', 'XYZQ'),
(3094, 'sh601388', '怡球资源', 'YQZY'),
(3095, 'sh601390', '中国中铁', 'ZGZT'),
(3096, 'sh601398', '工商银行', 'GSYX'),
(3097, 'sh601500', '通用股份', 'TYGF'),
(3098, 'sh601515', '东风股份', 'DFGF'),
(3099, 'sh601518', '吉林高速', 'JLGS'),
(3100, 'sh601519', '*ST智慧', '*STZH'),
(3101, 'sh601555', '东吴证券', 'DWZQ'),
(3102, 'sh601558', '*ST锐电', '*STRD'),
(3103, 'sh601566', '九牧王', 'JMW'),
(3104, 'sh601567', '三星医疗', 'SXYL'),
(3105, 'sh601579', '会稽山', 'HJS'),
(3106, 'sh601588', '北辰实业', 'BCSY'),
(3107, 'sh601595', '上海电影', 'SHDY'),
(3108, 'sh601599', '鹿港文化', 'LGWH'),
(3109, 'sh601600', '中国铝业', 'ZGLY'),
(3110, 'sh601601', '中国太保', 'ZGTB'),
(3111, 'sh601607', '上海医药', 'SHYY'),
(3112, 'sh601608', '中信重工', 'ZXZG'),
(3113, 'sh601611', '中国核建', 'ZGHJ'),
(3114, 'sh601616', '广电电气', 'GDDQ'),
(3115, 'sh601618', '中国中冶', 'ZGZY'),
(3116, 'sh601619', '嘉泽新能', 'JZXN'),
(3117, 'sh601628', '中国人寿', 'ZGRS'),
(3118, 'sh601633', '长城汽车', 'CCQC'),
(3119, 'sh601636', '旗滨集团', 'QBJT'),
(3120, 'sh601666', '平煤股份', 'PMGF'),
(3121, 'sh601668', '中国建筑', 'ZGJZ'),
(3122, 'sh601669', '中国电建', 'ZGDJ'),
(3123, 'sh601677', '明泰铝业', 'MTLY'),
(3124, 'sh601678', '滨化股份', 'BHGF'),
(3125, 'sh601688', '华泰证券', 'HTZQ'),
(3126, 'sh601689', '拓普集团', 'TPJT'),
(3127, 'sh601699', '潞安环能', 'LAHN'),
(3128, 'sh601700', '风范股份', 'FFGF'),
(3129, 'sh601717', '郑煤机', 'ZMJ'),
(3130, 'sh601718', '际华集团', 'JHJT'),
(3131, 'sh601727', '上海电气', 'SHDQ'),
(3132, 'sh601766', '中国中车', 'ZGZC'),
(3133, 'sh601777', '力帆股份', 'LFGF'),
(3134, 'sh601788', '光大证券', 'GDZQ'),
(3135, 'sh601789', '宁波建工', 'NBJG'),
(3136, 'sh601798', '蓝科高新', 'LKGX'),
(3137, 'sh601799', '星宇股份', 'XYGF'),
(3138, 'sh601800', '中国交建', 'ZGJJ'),
(3139, 'sh601801', '皖新传媒', 'WXCM'),
(3140, 'sh601808', '中海油服', 'ZHYF'),
(3141, 'sh601811', '新华文轩', 'XHWX'),
(3142, 'sh601818', '光大银行', 'GDYX'),
(3143, 'sh601828', '美凯龙', 'MKL'),
(3144, 'sh601838', '成都银行', 'CDYX'),
(3145, 'sh601857', '中国石油', 'ZGSY'),
(3146, 'sh601858', '中国科传', 'ZGKC'),
(3147, 'sh601866', '中远海发', 'ZYHF'),
(3148, 'sh601872', '招商轮船', 'ZSLC'),
(3149, 'sh601877', '正泰电器', 'ZTDQ'),
(3150, 'sh601878', '浙商证券', 'ZSZQ'),
(3151, 'sh601880', '大连港', 'DLG'),
(3152, 'sh601881', '中国银河', 'ZGYH'),
(3153, 'sh601882', '海天精工', 'HTJG'),
(3154, 'sh601886', '江河集团', 'JHJT'),
(3155, 'sh601888', '中国国旅', 'ZGGL'),
(3156, 'sh601890', '亚星锚链', 'YXML'),
(3157, 'sh601898', '中煤能源', 'ZMNY'),
(3158, 'sh601899', '紫金矿业', 'ZJKY'),
(3159, 'sh601900', '南方传媒', 'NFCM'),
(3160, 'sh601901', '方正证券', 'FZZQ'),
(3161, 'sh601908', '京运通', 'JYT'),
(3162, 'sh601918', '新集能源', 'XJNY'),
(3163, 'sh601919', '中远海控', 'ZYHK'),
(3164, 'sh601928', '凤凰传媒', 'FHCM'),
(3165, 'sh601929', '吉视传媒', 'JSCM'),
(3166, 'sh601933', '永辉超市', 'YHCS'),
(3167, 'sh601939', '建设银行', 'JSYX'),
(3168, 'sh601949', '中国出版', 'ZGCB'),
(3169, 'sh601952', '苏垦农发', 'SKNF'),
(3170, 'sh601958', '金钼股份', 'JMGF'),
(3171, 'sh601965', '中国汽研', 'ZGQY'),
(3172, 'sh601966', '玲珑轮胎', 'LLLT'),
(3173, 'sh601968', '宝钢包装', 'BGBZ'),
(3174, 'sh601969', '海南矿业', 'HNKY'),
(3175, 'sh601985', '中国核电', 'ZGHD'),
(3176, 'sh601988', '中国银行', 'ZGYX'),
(3177, 'sh601989', '中国重工', 'ZGZG'),
(3178, 'sh601991', '大唐发电', 'DTFD'),
(3179, 'sh601992', '金隅集团', 'JYJT'),
(3180, 'sh601996', '丰林集团', 'FLJT'),
(3181, 'sh601997', '贵阳银行', 'GYYX'),
(3182, 'sh601998', '中信银行', 'ZXYX'),
(3183, 'sh601999', '出版传媒', 'CBCM'),
(3184, 'sh603000', '人民网', 'RMW'),
(3185, 'sh603001', '奥康国际', 'AKGJ'),
(3186, 'sh603002', '宏昌电子', 'HCDZ'),
(3187, 'sh603003', '龙宇燃油', 'LYRY'),
(3188, 'sh603005', '晶方科技', 'JFKJ'),
(3189, 'sh603006', '联明股份', 'LMGF'),
(3190, 'sh603007', '花王股份', 'HWGF'),
(3191, 'sh603008', '喜临门', 'XLM'),
(3192, 'sh603009', '北特科技', 'BTKJ'),
(3193, 'sh603010', '万盛股份', 'WSGF'),
(3194, 'sh603011', '合锻智能', 'HDZN'),
(3195, 'sh603012', '创力集团', 'CLJT'),
(3196, 'sh603015', '弘讯科技', 'HXKJ'),
(3197, 'sh603016', '新宏泰', 'XHT'),
(3198, 'sh603017', '中衡设计', 'ZHSJ'),
(3199, 'sh603018', '中设集团', 'ZSJT'),
(3200, 'sh603019', '中科曙光', 'ZKSG'),
(3201, 'sh603020', '爱普股份', 'APGF'),
(3202, 'sh603021', '山东华鹏', 'SDHP'),
(3203, 'sh603022', '新通联', 'XTL'),
(3204, 'sh603023', '威帝股份', 'WDGF'),
(3205, 'sh603025', '大豪科技', 'DHKJ'),
(3206, 'sh603026', '石大胜华', 'SDSH'),
(3207, 'sh603027', '千禾味业', 'QHWY'),
(3208, 'sh603028', '赛福天', 'SFT'),
(3209, 'sh603029', '天鹅股份', 'TEGF'),
(3210, 'sh603030', '全筑股份', 'QZGF'),
(3211, 'sh603031', '安德利', 'ADL'),
(3212, 'sh603032', '德新交运', 'DXJY'),
(3213, 'sh603033', '三维股份', 'SWGF'),
(3214, 'sh603035', '常熟汽饰', 'CSQS'),
(3215, 'sh603036', '如通股份', 'RTGF'),
(3216, 'sh603037', '凯众股份', 'KZGF'),
(3217, 'sh603038', '华立股份', 'HLGF'),
(3218, 'sh603039', '泛微网络', 'FWWL'),
(3219, 'sh603040', '新坐标', 'XZB'),
(3220, 'sh603041', '美思德', 'MSD'),
(3221, 'sh603042', '华脉科技', 'HMKJ'),
(3222, 'sh603043', '广州酒家', 'GZJJ'),
(3223, 'sh603050', '科林电气', 'KLDQ'),
(3224, 'sh603055', '台华新材', 'THXC'),
(3225, 'sh603056', '德邦股份', 'DBGF'),
(3226, 'sh603058', '永吉股份', 'YJGF'),
(3227, 'sh603060', '国检集团', 'GJJT'),
(3228, 'sh603063', '禾望电气', 'HWDQ'),
(3229, 'sh603066', '音飞储存', 'YFCC'),
(3230, 'sh603067', '振华股份', 'ZHGF'),
(3231, 'sh603069', '海汽集团', 'HQJT'),
(3232, 'sh603076', '乐惠国际', 'LHGJ'),
(3233, 'sh603077', '和邦生物', 'HBSW'),
(3234, 'sh603078', '江化微', 'JHW'),
(3235, 'sh603079', '圣达生物', 'SDSW'),
(3236, 'sh603080', '新疆火炬', 'XJHJ'),
(3237, 'sh603081', '大丰实业', 'DFSY'),
(3238, 'sh603083', '剑桥科技', 'JQKJ'),
(3239, 'sh603085', '天成自控', 'TCZK'),
(3240, 'sh603086', '先达股份', 'XDGF'),
(3241, 'sh603088', '宁波精达', 'NBJD'),
(3242, 'sh603089', '正裕工业', 'ZYGY'),
(3243, 'sh603090', '宏盛股份', 'HSGF'),
(3244, 'sh603096', '新经典', 'XJD'),
(3245, 'sh603098', '森特股份', 'STGF'),
(3246, 'sh603099', '长白山', 'CBS'),
(3247, 'sh603100', '川仪股份', 'CYGF'),
(3248, 'sh603101', '汇嘉时代', 'HJSD'),
(3249, 'sh603103', '横店影视', 'HDYS'),
(3250, 'sh603106', '恒银金融', 'HYJR'),
(3251, 'sh603108', '润达医疗', 'RDYL'),
(3252, 'sh603110', '东方材料', 'DFCL'),
(3253, 'sh603111', '康尼机电', 'KNJD'),
(3254, 'sh603113', '金能科技', 'JNKJ'),
(3255, 'sh603116', '红蜻蜓', 'HQT'),
(3256, 'sh603117', '万林股份', 'WLGF'),
(3257, 'sh603118', '共进股份', 'GJGF'),
(3258, 'sh603123', '翠微股份', 'CWGF'),
(3259, 'sh603126', '中材节能', 'ZCJN'),
(3260, 'sh603127', '昭衍新药', 'ZYXY'),
(3261, 'sh603128', '华贸物流', 'HMWL'),
(3262, 'sh603129', '春风动力', 'CFDL'),
(3263, 'sh603131', '上海沪工', 'SHHG'),
(3264, 'sh603133', '碳元科技', 'TYKJ'),
(3265, 'sh603136', '天目湖', 'TMH'),
(3266, 'sh603138', '海量数据', 'HLSJ'),
(3267, 'sh603139', '康惠制药', 'KHZY'),
(3268, 'sh603156', '养元饮品', 'YYYP'),
(3269, 'sh603157', '拉夏贝尔', 'LXBE'),
(3270, 'sh603158', '腾龙股份', 'TLGF'),
(3271, 'sh603159', '上海亚虹', 'SHYH'),
(3272, 'sh603160', '汇顶科技', 'HDKJ'),
(3273, 'sh603161', '科华控股', 'KHKG'),
(3274, 'sh603165', '荣晟环保', 'RSHB'),
(3275, 'sh603166', '福达股份', 'FDGF'),
(3276, 'sh603167', '渤海轮渡', 'BHLD'),
(3277, 'sh603168', '莎普爱思', 'SPAS'),
(3278, 'sh603169', '兰石重装', 'LSZZ'),
(3279, 'sh603177', '德创环保', 'DCHB'),
(3280, 'sh603178', '圣龙股份', 'SLGF'),
(3281, 'sh603179', '新泉股份', 'XQGF'),
(3282, 'sh603180', '金牌厨柜', 'JPCG'),
(3283, 'sh603181', '皇马科技', 'HMKJ'),
(3284, 'sh603183', '建研院', 'JYY'),
(3285, 'sh603186', '华正新材', 'HZXC'),
(3286, 'sh603188', '亚邦股份', 'YBGF'),
(3287, 'sh603189', '网达软件', 'WDRJ'),
(3288, 'sh603196', '日播时尚', 'RBSS'),
(3289, 'sh603197', '保隆科技', 'BLKJ'),
(3290, 'sh603198', '迎驾贡酒', 'YJGJ'),
(3291, 'sh603199', '九华旅游', 'JHLY'),
(3292, 'sh603200', '上海洗霸', 'SHXB'),
(3293, 'sh603203', '快克股份', 'KKGF'),
(3294, 'sh603208', '江山欧派', 'JSOP'),
(3295, 'sh603218', '日月股份', 'RYGF'),
(3296, 'sh603222', '济民制药', 'JMZY'),
(3297, 'sh603223', '恒通股份', 'HTGF'),
(3298, 'sh603225', '新凤鸣', 'XFM'),
(3299, 'sh603226', '菲林格尔', 'FLGE'),
(3300, 'sh603227', '雪峰科技', 'XFKJ'),
(3301, 'sh603228', '景旺电子', 'JWDZ'),
(3302, 'sh603229', '奥翔药业', 'AXYY'),
(3303, 'sh603232', '格尔软件', 'GERJ'),
(3304, 'sh603233', '大参林', 'DCL'),
(3305, 'sh603238', '诺邦股份', 'NBGF'),
(3306, 'sh603239', '浙江仙通', 'ZJXT'),
(3307, 'sh603258', '电魂网络', 'DHWL'),
(3308, 'sh603260', '合盛硅业', 'HSGY'),
(3309, 'sh603266', '天龙股份', 'TLGF'),
(3310, 'sh603268', '松发股份', 'SFGF'),
(3311, 'sh603269', '海鸥股份', 'HOGF'),
(3312, 'sh603277', '银都股份', 'YDGF'),
(3313, 'sh603278', '大业股份', 'DYGF'),
(3314, 'sh603283', '赛腾股份', 'STGF'),
(3315, 'sh603286', '日盈电子', 'RYDZ'),
(3316, 'sh603288', '海天味业', 'HTWY'),
(3317, 'sh603289', '泰瑞机器', 'TRJQ'),
(3318, 'sh603298', '杭叉集团', 'HCJT'),
(3319, 'sh603299', '井神股份', 'JSGF'),
(3320, 'sh603300', '华铁科技', 'HTKJ'),
(3321, 'sh603302', '鑫广绿环', 'XGLH'),
(3322, 'sh603303', '得邦照明', 'DBZM'),
(3323, 'sh603305', '旭升股份', 'XSGF'),
(3324, 'sh603306', '华懋科技', 'HMKJ'),
(3325, 'sh603308', '应流股份', 'YLGF'),
(3326, 'sh603309', '维力医疗', 'WLYL'),
(3327, 'sh603311', '金海环境', 'JHHJ'),
(3328, 'sh603313', '梦百合', 'MBH'),
(3329, 'sh603315', '福鞍股份', 'FAGF'),
(3330, 'sh603316', '诚邦股份', 'CBGF'),
(3331, 'sh603318', '派思股份', 'PSGF'),
(3332, 'sh603319', '湘油泵', 'XYB'),
(3333, 'sh603320', '迪贝电气', 'DBDQ'),
(3334, 'sh603321', '梅轮电梯', 'MLDT'),
(3335, 'sh603322', '超讯通信', 'CXTX'),
(3336, 'sh603323', '吴江银行', 'WJYX'),
(3337, 'sh603326', '我乐家居', 'WLJJ'),
(3338, 'sh603328', '依顿电子', 'YDDZ'),
(3339, 'sh603329', '上海雅仕', 'SHYS'),
(3340, 'sh603330', '上海天洋', 'SHTY'),
(3341, 'sh603331', '百达精工', 'BDJG'),
(3342, 'sh603333', '明星电缆', 'MXDL'),
(3343, 'sh603335', '迪生力', 'DSL'),
(3344, 'sh603336', '宏辉果蔬', 'HHGS'),
(3345, 'sh603337', '杰克股份', 'JKGF'),
(3346, 'sh603338', '浙江鼎力', 'ZJDL'),
(3347, 'sh603339', '四方冷链', 'SFLL'),
(3348, 'sh603345', '安井食品', 'AJSP'),
(3349, 'sh603355', '莱克电气', 'LKDQ'),
(3350, 'sh603356', '华菱精工', 'HLJG'),
(3351, 'sh603357', '设计总院', 'SJZY'),
(3352, 'sh603358', '华达科技', 'HDKJ'),
(3353, 'sh603359', '东珠景观', 'DZJG'),
(3354, 'sh603360', '百傲化学', 'BAHX'),
(3355, 'sh603363', '傲农生物', 'ANSW'),
(3356, 'sh603365', '水星家纺', 'SXJF'),
(3357, 'sh603366', '日出东方', 'RCDF'),
(3358, 'sh603367', '辰欣药业', 'CXYY'),
(3359, 'sh603368', '柳州医药', 'LZYY'),
(3360, 'sh603369', '今世缘', 'JSY'),
(3361, 'sh603377', '东方时尚', 'DFSS'),
(3362, 'sh603378', '亚士创能', 'YSCN'),
(3363, 'sh603380', '易德龙', 'YDL'),
(3364, 'sh603383', '顶点软件', 'DDRJ'),
(3365, 'sh603385', '惠达卫浴', 'HDWY'),
(3366, 'sh603386', '广东骏亚', 'GDJY'),
(3367, 'sh603387', '基蛋生物', 'JDSW'),
(3368, 'sh603388', '元成股份', 'YCGF'),
(3369, 'sh603389', '亚振家居', 'YZJJ'),
(3370, 'sh603393', '新天然气', 'XTRQ'),
(3371, 'sh603396', '金辰股份', 'JCGF'),
(3372, 'sh603398', '邦宝益智', 'BBYZ'),
(3373, 'sh603399', '吉翔股份', 'JXGF'),
(3374, 'sh603416', '信捷电气', 'XJDQ'),
(3375, 'sh603421', '鼎信通讯', 'DXTX'),
(3376, 'sh603429', '集友股份', 'JYGF'),
(3377, 'sh603444', '吉比特', 'JBT'),
(3378, 'sh603456', '九洲药业', 'JZYY'),
(3379, 'sh603458', '勘设股份', 'KSGF'),
(3380, 'sh603466', '风语筑', 'FYZ'),
(3381, 'sh603477', '振静股份', 'ZJGF'),
(3382, 'sh603488', '展鹏科技', 'ZPKJ'),
(3383, 'sh603496', '恒为科技', 'HWKJ'),
(3384, 'sh603499', '翔港科技', 'XGKJ'),
(3385, 'sh603500', '祥和实业', 'XHSY'),
(3386, 'sh603501', '韦尔股份', 'WEGF'),
(3387, 'sh603505', '金石资源', 'JSZY'),
(3388, 'sh603506', '南都物业', 'NDWY'),
(3389, 'sh603507', '振江股份', 'ZJGF'),
(3390, 'sh603508', '思维列控', 'SWLK'),
(3391, 'sh603515', '欧普照明', 'OPZM'),
(3392, 'sh603516', '淳中科技', 'CZKJ'),
(3393, 'sh603517', '绝味食品', 'JWSP'),
(3394, 'sh603518', '维格娜丝', 'WGNS'),
(3395, 'sh603519', '立霸股份', 'LBGF'),
(3396, 'sh603520', '司太立', 'STL'),
(3397, 'sh603527', '众源新材', 'ZYXC'),
(3398, 'sh603528', '多伦科技', 'DLKJ'),
(3399, 'sh603533', '掌阅科技', 'ZYKJ'),
(3400, 'sh603535', '嘉诚国际', 'JCGJ'),
(3401, 'sh603536', '惠发股份', 'HFGF'),
(3402, 'sh603538', '美诺华', 'MNH'),
(3403, 'sh603555', '贵人鸟', 'GRN'),
(3404, 'sh603556', '海兴电力', 'HXDL'),
(3405, 'sh603557', '起步股份', 'QBGF'),
(3406, 'sh603558', '健盛集团', 'JSJT'),
(3407, 'sh603559', '中通国脉', 'ZTGM'),
(3408, 'sh603566', '普莱柯', 'PLK'),
(3409, 'sh603567', '珍宝岛', 'ZBD'),
(3410, 'sh603568', '伟明环保', 'WMHB'),
(3411, 'sh603569', '长久物流', 'CJWL'),
(3412, 'sh603577', '汇金通', 'HJT'),
(3413, 'sh603578', '三星新材', 'SXXC'),
(3414, 'sh603579', '荣泰健康', 'RTJK'),
(3415, 'sh603580', '艾艾精工', 'AAJG'),
(3416, 'sh603585', '苏利股份', 'SLGF'),
(3417, 'sh603586', '金麒麟', 'JQL'),
(3418, 'sh603587', '地素时尚', 'DSSS'),
(3419, 'sh603588', '高能环境', 'GNHJ'),
(3420, 'sh603589', '口子窖', 'KZJ'),
(3421, 'sh603595', '东尼电子', 'DNDZ'),
(3422, 'sh603598', '引力传媒', 'YLCM'),
(3423, 'sh603599', '广信股份', 'GXGF'),
(3424, 'sh603600', '永艺股份', 'YYGF'),
(3425, 'sh603601', '再升科技', 'ZSKJ'),
(3426, 'sh603602', '纵横通信', 'ZHTX'),
(3427, 'sh603603', '博天环境', 'BTHJ'),
(3428, 'sh603605', '珀莱雅', 'PLY'),
(3429, 'sh603606', '东方电缆', 'DFDL'),
(3430, 'sh603607', '京华激光', 'JHJG'),
(3431, 'sh603608', '天创时尚', 'TCSS'),
(3432, 'sh603609', '禾丰牧业', 'HFMY'),
(3433, 'sh603611', '诺力股份', 'NLGF'),
(3434, 'sh603612', '索通发展', 'STFZ'),
(3435, 'sh603615', '茶花股份', 'CHGF'),
(3436, 'sh603616', '韩建河山', 'HJHS'),
(3437, 'sh603617', '君禾股份', 'JHGF'),
(3438, 'sh603618', '杭电股份', 'HDGF'),
(3439, 'sh603619', '中曼石油', 'ZMSY'),
(3440, 'sh603626', '科森科技', 'KSKJ'),
(3441, 'sh603628', '清源股份', 'QYGF'),
(3442, 'sh603630', '拉芳家化', 'LFJH'),
(3443, 'sh603633', '徕木股份', 'LMGF'),
(3444, 'sh603636', '南威软件', 'NWRJ'),
(3445, 'sh603637', '镇海股份', 'ZHGF'),
(3446, 'sh603638', '艾迪精密', 'ADJM'),
(3447, 'sh603639', '海利尔', 'HLE'),
(3448, 'sh603648', '畅联股份', 'CLGF'),
(3449, 'sh603655', '朗博科技', 'LBKJ'),
(3450, 'sh603656', '泰禾光电', 'THGD'),
(3451, 'sh603658', '安图生物', 'ATSW'),
(3452, 'sh603659', '璞泰来', 'PTL'),
(3453, 'sh603660', '苏州科达', 'SZKD'),
(3454, 'sh603661', '恒林股份', 'HLGF'),
(3455, 'sh603663', '三祥新材', 'SXXC'),
(3456, 'sh603665', '康隆达', 'KLD'),
(3457, 'sh603667', '五洲新春', 'WZXC'),
(3458, 'sh603668', '天马科技', 'TMKJ'),
(3459, 'sh603669', '灵康药业', 'LKYY'),
(3460, 'sh603676', '卫信康', 'WXK'),
(3461, 'sh603677', '奇精机械', 'QJJX'),
(3462, 'sh603678', '火炬电子', 'HJDZ'),
(3463, 'sh603679', '华体科技', 'HTKJ'),
(3464, 'sh603680', '今创集团', 'JCJT'),
(3465, 'sh603683', '晶华新材', 'JHXC'),
(3466, 'sh603685', '晨丰科技', 'CFKJ'),
(3467, 'sh603686', '龙马环卫', 'LMHW'),
(3468, 'sh603688', '石英股份', 'SYGF'),
(3469, 'sh603689', '皖天然气', 'WTRQ'),
(3470, 'sh603690', '至纯科技', 'ZCKJ'),
(3471, 'sh603696', '安记食品', 'AJSP'),
(3472, 'sh603698', '航天工程', 'HTGC'),
(3473, 'sh603699', '纽威股份', 'NWGF'),
(3474, 'sh603701', '德宏股份', 'DHGF'),
(3475, 'sh603703', '盛洋科技', 'SYKJ'),
(3476, 'sh603707', '健友股份', 'JYGF'),
(3477, 'sh603708', '家家悦', 'JJY'),
(3478, 'sh603709', '中源家居', 'ZYJJ'),
(3479, 'sh603711', '香飘飘', 'XPP'),
(3480, 'sh603712', '七一二', 'QYE'),
(3481, 'sh603716', '塞力斯', 'SLS'),
(3482, 'sh603717', '天域生态', 'TYST'),
(3483, 'sh603718', '海利生物', 'HLSW'),
(3484, 'sh603721', '中广天择', 'ZGTZ'),
(3485, 'sh603722', '阿科力', 'AKL'),
(3486, 'sh603725', '天安新材', 'TAXC'),
(3487, 'sh603726', '朗迪集团', 'LDJT'),
(3488, 'sh603727', '博迈科', 'BMK'),
(3489, 'sh603728', '鸣志电器', 'MZDQ'),
(3490, 'sh603729', '龙韵股份', 'LYGF'),
(3491, 'sh603730', '岱美股份', 'DMGF'),
(3492, 'sh603737', '三棵树', 'SKS'),
(3493, 'sh603738', '泰晶科技', 'TJKJ'),
(3494, 'sh603757', '大元泵业', 'DYBY'),
(3495, 'sh603758', '秦安股份', 'QAGF'),
(3496, 'sh603766', '隆鑫通用', 'LXTY'),
(3497, 'sh603767', '中马传动', 'ZMCD'),
(3498, 'sh603768', '常青股份', 'CQGF'),
(3499, 'sh603776', '永安行', 'YAX'),
(3500, 'sh603777', '来伊份', 'LYF'),
(3501, 'sh603778', '乾景园林', 'QJYL'),
(3502, 'sh603779', '威龙股份', 'WLGF'),
(3503, 'sh603787', '新日股份', 'XRGF'),
(3504, 'sh603788', '宁波高发', 'NBGF'),
(3505, 'sh603789', '星光农机', 'XGNJ'),
(3506, 'sh603797', '联泰环保', 'LTHB'),
(3507, 'sh603798', '康普顿', 'KPD'),
(3508, 'sh603799', '华友钴业', 'HYGY'),
(3509, 'sh603800', '道森股份', 'DSGF'),
(3510, 'sh603801', '志邦股份', 'ZBGF'),
(3511, 'sh603803', '瑞斯康达', 'RSKD'),
(3512, 'sh603806', '福斯特', 'FST'),
(3513, 'sh603808', '歌力思', 'GLS'),
(3514, 'sh603809', '豪能股份', 'HNGF'),
(3515, 'sh603811', '诚意药业', 'CYYY'),
(3516, 'sh603813', '原尚股份', 'YSGF'),
(3517, 'sh603816', '顾家家居', 'GJJJ'),
(3518, 'sh603817', '海峡环保', 'HXHB'),
(3519, 'sh603818', '曲美家居', 'QMJJ'),
(3520, 'sh603819', '神力股份', 'SLGF'),
(3521, 'sh603822', '嘉澳环保', 'JAHB'),
(3522, 'sh603823', '百合花', 'BHH'),
(3523, 'sh603825', '华扬联众', 'HYLZ'),
(3524, 'sh603826', '坤彩科技', 'KCKJ'),
(3525, 'sh603828', '柯利达', 'KLD'),
(3526, 'sh603829', '洛凯股份', 'LKGF'),
(3527, 'sh603833', '欧派家居', 'OPJJ'),
(3528, 'sh603838', '四通股份', 'STGF'),
(3529, 'sh603839', '安正时尚', 'AZSS'),
(3530, 'sh603843', '正平股份', 'ZPGF'),
(3531, 'sh603848', '好太太', 'HTT'),
(3532, 'sh603855', '华荣股份', 'HRGF'),
(3533, 'sh603856', '东宏股份', 'DHGF'),
(3534, 'sh603858', '步长制药', 'BCZY'),
(3535, 'sh603859', '能科股份', 'NKGF'),
(3536, 'sh603860', '中公高科', 'ZGGK'),
(3537, 'sh603861', '白云电器', 'BYDQ'),
(3538, 'sh603866', '桃李面包', 'TLMB'),
(3539, 'sh603868', '飞科电器', 'FKDQ'),
(3540, 'sh603869', '北部湾旅', 'BBWL'),
(3541, 'sh603871', 'N嘉友', 'NJY'),
(3542, 'sh603877', '太平鸟', 'TPN'),
(3543, 'sh603878', '武进不锈', 'WJBX'),
(3544, 'sh603879', '永悦科技', 'YYKJ'),
(3545, 'sh603880', '南卫股份', 'NWGF'),
(3546, 'sh603881', '数据港', 'SJG'),
(3547, 'sh603882', '金域医学', 'JYYX'),
(3548, 'sh603883', '老百姓', 'LBX'),
(3549, 'sh603885', '吉祥航空', 'JXHK'),
(3550, 'sh603886', '元祖股份', 'YZGF'),
(3551, 'sh603887', '城地股份', 'CDGF'),
(3552, 'sh603888', '新华网', 'XHW'),
(3553, 'sh603889', '新澳股份', 'XAGF'),
(3554, 'sh603890', '春秋电子', 'CQDZ'),
(3555, 'sh603895', '天永智能', 'TYZN'),
(3556, 'sh603896', '寿仙谷', 'SXG'),
(3557, 'sh603898', '好莱客', 'HLK'),
(3558, 'sh603899', '晨光文具', 'CGWJ'),
(3559, 'sh603900', '莱绅通灵', 'LSTL'),
(3560, 'sh603901', '永创智能', 'YCZN'),
(3561, 'sh603903', '中持股份', 'ZCGF'),
(3562, 'sh603906', '龙蟠科技', 'LPKJ'),
(3563, 'sh603908', '牧高笛', 'MGD'),
(3564, 'sh603909', '合诚股份', 'HCGF'),
(3565, 'sh603912', '佳力图', 'JLT'),
(3566, 'sh603916', '苏博特', 'SBT'),
(3567, 'sh603917', '合力科技', 'HLKJ'),
(3568, 'sh603918', '金桥信息', 'JQXX'),
(3569, 'sh603919', '金徽酒', 'JHJ'),
(3570, 'sh603920', '世运电路', 'SYDL'),
(3571, 'sh603922', '金鸿顺', 'JHS'),
(3572, 'sh603926', '铁流股份', 'TLGF'),
(3573, 'sh603928', '兴业股份', 'XYGF'),
(3574, 'sh603929', '亚翔集成', 'YXJC'),
(3575, 'sh603933', '睿能科技', 'RNKJ'),
(3576, 'sh603936', '博敏电子', 'BMDZ'),
(3577, 'sh603937', '丽岛新材', 'LDXC'),
(3578, 'sh603938', '三孚股份', 'SFGF'),
(3579, 'sh603939', '益丰药房', 'YFYF'),
(3580, 'sh603955', '大千生态', 'DQST'),
(3581, 'sh603958', '哈森股份', 'HSGF'),
(3582, 'sh603959', '百利科技', 'BLKJ'),
(3583, 'sh603960', '克来机电', 'KLJD'),
(3584, 'sh603963', '大理药业', 'DLYY'),
(3585, 'sh603966', '法兰泰克', 'FLTK'),
(3586, 'sh603968', '醋化股份', 'CHGF'),
(3587, 'sh603969', '银龙股份', 'YLGF'),
(3588, 'sh603970', '中农立华', 'ZNLH'),
(3589, 'sh603976', '正川股份', 'ZCGF'),
(3590, 'sh603977', '国泰集团', 'GTJT'),
(3591, 'sh603978', '深圳新星', 'SZXX'),
(3592, 'sh603979', '金诚信', 'JCX'),
(3593, 'sh603980', '吉华集团', 'JHJT'),
(3594, 'sh603985', '恒润股份', 'HRGF'),
(3595, 'sh603986', '兆易创新', 'ZYCX'),
(3596, 'sh603987', '康德莱', 'KDL'),
(3597, 'sh603988', '中电电机', 'ZDDJ'),
(3598, 'sh603989', '艾华集团', 'AHJT'),
(3599, 'sh603990', '麦迪科技', 'MDKJ'),
(3600, 'sh603991', '至正股份', 'ZZGF'),
(3601, 'sh603993', '洛阳钼业', 'LYMY'),
(3602, 'sh603996', '中新科技', 'ZXKJ'),
(3603, 'sh603997', '继峰股份', 'JFGF'),
(3604, 'sh603998', '方盛制药', 'FSZY'),
(3605, 'sh603999', '读者传媒', 'DZCM'),
(3606, 'sh900901', '云赛Ｂ股', 'YSBG'),
(3607, 'sh900902', '市北B股', 'SBBG'),
(3608, 'sh900903', '大众Ｂ股', 'DZBG'),
(3609, 'sh900904', '神奇B股', 'SQBG'),
(3610, 'sh900905', '老凤祥Ｂ', 'LFQB'),
(3611, 'sh900907', '鹏起Ｂ股', 'FQBG'),
(3612, 'sh900908', '氯碱Ｂ股', 'LJBG'),
(3613, 'sh900909', '华谊B股', 'HYBG'),
(3614, 'sh900910', '海立Ｂ股', 'HLBG'),
(3615, 'sh900911', '金桥Ｂ股', 'JQBG'),
(3616, 'sh900912', '外高Ｂ股', 'WGBG'),
(3617, 'sh900913', '国新B股', 'GXBG'),
(3618, 'sh900914', '锦投Ｂ股', 'JYBG'),
(3619, 'sh900915', '中路Ｂ股', 'ZLBG'),
(3620, 'sh900916', '凤凰B股', 'FHBG'),
(3621, 'sh900917', '海欣Ｂ股', 'HXBG'),
(3622, 'sh900918', '耀皮Ｂ股', 'YPBG'),
(3623, 'sh900919', '绿庭B股', 'LTBG'),
(3624, 'sh900920', '上柴Ｂ股', 'SCBG'),
(3625, 'sh900921', '丹科B股', 'DKBG'),
(3626, 'sh900922', '三毛B股', 'SMBG'),
(3627, 'sh900923', '百联Ｂ股', 'BLBG'),
(3628, 'sh900924', '上工Ｂ股', 'SGBG'),
(3629, 'sh900925', '机电Ｂ股', 'JDBG'),
(3630, 'sh900926', '宝信Ｂ', 'BXB'),
(3631, 'sh900927', '物贸Ｂ股', 'WMBG'),
(3632, 'sh900928', '临港B股', 'LGBG'),
(3633, 'sh900929', '锦旅Ｂ股', 'JLBG'),
(3634, 'sh900932', '陆家Ｂ股', 'LJBG'),
(3635, 'sh900933', '华新Ｂ股', 'HXBG'),
(3636, 'sh900934', '锦江Ｂ股', 'JJBG'),
(3637, 'sh900936', '鄂资Ｂ股', 'YZBG'),
(3638, 'sh900937', '华电Ｂ股', 'HDBG'),
(3639, 'sh900938', '海科B', 'HKBG'),
(3640, 'sh900939', '汇丽B', 'HLBG'),
(3641, 'sh900940', '大名城B', 'DMCB'),
(3642, 'sh900941', '东信Ｂ股', 'DXBG'),
(3643, 'sh900942', '黄山Ｂ股', 'HSBG'),
(3644, 'sh900943', '开开Ｂ股', 'KKBG'),
(3645, 'sh900945', '海控Ｂ股', 'HKBG'),
(3646, 'sh900946', '天雁B股', 'TYBG'),
(3647, 'sh900947', '振华Ｂ股', 'ZHBG'),
(3648, 'sh900948', '伊泰Ｂ股', 'YTBG'),
(3649, 'sh900952', '锦港Ｂ股', 'JGBG'),
(3650, 'sh900953', '凯马Ｂ', 'KMBG'),
(3651, 'sh900955', '海创B股', 'HCBG'),
(3652, 'sh900956', '东贝Ｂ股', 'DBBG'),
(3653, 'sh900957', '凌云Ｂ股', 'LYBG');

-- --------------------------------------------------------

--
-- 資料表結構 `link_append`
--

CREATE TABLE `link_append` (
  `id` int(11) NOT NULL,
  `aid` varchar(255) NOT NULL COMMENT '平台账户id',
  `tid` int(11) NOT NULL COMMENT '交易账户id',
  `type` varchar(255) DEFAULT NULL COMMENT '类型（1:追加配额；2:追加保证金；3:提取利润）',
  `append_principal` varchar(255) DEFAULT NULL COMMENT '本金 / 利润',
  `software_service` varchar(255) DEFAULT NULL COMMENT '提取利润时的软件服务费（分成成数）',
  `append_peizi_money` varchar(255) DEFAULT NULL COMMENT '配额',
  `create_time` varchar(255) NOT NULL COMMENT '创建时间'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 資料表結構 `link_bankcart`
--

CREATE TABLE `link_bankcart` (
  `id` int(11) NOT NULL,
  `account` varchar(255) DEFAULT NULL COMMENT '用户账号',
  `bank_num` varchar(255) DEFAULT NULL COMMENT '银行卡号',
  `bank_name` varchar(255) DEFAULT NULL COMMENT '银行名字',
  `card_type` int(11) DEFAULT NULL COMMENT '银行卡类型  2储蓄卡 3信用卡',
  `bank_require` int(11) DEFAULT NULL COMMENT '银行卡回调中确认  1为回调成功 2为回调失败',
  `no_agree` varchar(255) DEFAULT NULL COMMENT '银行卡签约的唯一编号',
  `bank_address` varchar(255) DEFAULT NULL COMMENT '开户行地址',
  `logo` varchar(255) DEFAULT NULL COMMENT '银行logo',
  `background` varchar(255) DEFAULT NULL COMMENT '银行背景图片',
  `is_del` int(11) DEFAULT NULL COMMENT '是否解绑 1使用中 2已解绑',
  `create_time` int(11) NOT NULL DEFAULT '0' COMMENT '绑定时间',
  `relieve_time` int(11) NOT NULL DEFAULT '0' COMMENT '解绑时间'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 資料表結構 `link_banner`
--

CREATE TABLE `link_banner` (
  `id` int(11) NOT NULL,
  `ban_id` int(11) NOT NULL DEFAULT '1' COMMENT '分类 1首页banner 2首页轮播',
  `link` varchar(255) DEFAULT NULL COMMENT '链接',
  `bannerurl` varchar(255) DEFAULT NULL COMMENT '轮播图url',
  `sort` int(11) DEFAULT '0' COMMENT '排序',
  `is_del` int(11) DEFAULT '1' COMMENT '是否禁用 1未禁用 2已禁用',
  `create_time` int(11) DEFAULT NULL COMMENT '添加时间'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `link_banner`
--

INSERT INTO `link_banner` (`id`, `ban_id`, `link`, `bannerurl`, `sort`, `is_del`, `create_time`) VALUES
(2, 1, 'http://m.yunhushen.com/index/index/news_info.html?id=2&amp;uid=10', 'http://a.yunhushen.com/public/uploads/20200323/banner.png', 1, 1, 1533528279),
(3, 1, '/index/apply/monthfunding.html', 'http://a.yunhushen.com/public/uploads/20200323/bannerc.jpg', 0, 1, 1532685507);

-- --------------------------------------------------------

--
-- 資料表結構 `link_capital`
--

CREATE TABLE `link_capital` (
  `id` int(11) NOT NULL,
  `applicant` varchar(255) NOT NULL COMMENT '申请人id',
  `peizi_type` int(11) NOT NULL COMMENT '配资类型（1:免费体验；2:按天配资；3:按月配资）',
  `principal` int(11) NOT NULL DEFAULT '0' COMMENT '配资本金',
  `peizi_money` int(11) NOT NULL DEFAULT '0' COMMENT '配资金额',
  `multiple` int(11) NOT NULL DEFAULT '0' COMMENT '配资倍数',
  `start_time` int(2) NOT NULL DEFAULT '1' COMMENT '开始时间（1:今天；2:下一个交易日）',
  `remarks` text NOT NULL COMMENT '备注',
  `create_time` varchar(255) DEFAULT NULL COMMENT '申请时间',
  `state` int(4) NOT NULL COMMENT '申请状态（1:申请中；2:申请通过；3:拒绝申请）'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 資料表結構 `link_extend`
--

CREATE TABLE `link_extend` (
  `id` int(11) NOT NULL,
  `admin_id` varchar(11) DEFAULT NULL COMMENT '推广者（对方）',
  `extend_id` varchar(11) DEFAULT NULL COMMENT '被推广者（自己）',
  `create_time` int(11) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 資料表結構 `link_feedback`
--

CREATE TABLE `link_feedback` (
  `id` int(11) NOT NULL,
  `admin_id` varchar(255) DEFAULT NULL COMMENT '用户',
  `content` text COMMENT '反馈内容',
  `status` int(11) DEFAULT NULL COMMENT '处理状态',
  `create_time` int(11) DEFAULT NULL COMMENT '创建时间'
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='用户反馈表';

-- --------------------------------------------------------

--
-- 資料表結構 `link_feedback_talk`
--

CREATE TABLE `link_feedback_talk` (
  `id` int(11) NOT NULL,
  `fid` int(11) DEFAULT NULL COMMENT '反馈的问题id',
  `account` varchar(255) DEFAULT NULL COMMENT '交谈的人的账号',
  `content` text COMMENT '内容',
  `status` int(11) DEFAULT '1' COMMENT '回复人员  1为用户说的 2为客服说的',
  `create_time` varchar(255) DEFAULT NULL COMMENT '时间'
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='反馈问题的交流表';

-- --------------------------------------------------------

--
-- 資料表結構 `link_forbidden_list`
--

CREATE TABLE `link_forbidden_list` (
  `id` int(11) NOT NULL,
  `stock_code` varchar(255) DEFAULT NULL COMMENT '禁买的股票',
  `stock_name` varchar(255) DEFAULT NULL COMMENT '股票名字',
  `is_del` int(2) DEFAULT '1' COMMENT '是否禁用   1不禁用  2禁用'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 資料表結構 `link_guide`
--

CREATE TABLE `link_guide` (
  `id` int(11) NOT NULL,
  `problem` varchar(255) NOT NULL COMMENT '问题',
  `problem_wenan` varchar(255) DEFAULT NULL COMMENT '问题文案（pc上使用）',
  `problem_detail` text NOT NULL COMMENT '问题详情',
  `h5_image` varchar(255) DEFAULT NULL COMMENT 'h5图标',
  `pc_image_index` varchar(255) DEFAULT NULL COMMENT 'pc首页图标',
  `pc_image_guide` varchar(255) DEFAULT NULL COMMENT 'pc指导页图标',
  `is_del` int(4) NOT NULL DEFAULT '1' COMMENT '是否删除（1:未删除；2:删除；）'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `link_guide`
--

INSERT INTO `link_guide` (`id`, `problem`, `problem_wenan`, `problem_detail`, `h5_image`, `pc_image_index`, `pc_image_guide`, `is_del`) VALUES
(1, '杠杆的原理', '杠杆的原理', '<p><br/></p><p style=\"padding: 0px; border: 0px currentColor; border-image: none; color: rgb(51, 51, 51); line-height: 24px; text-indent: 2em; font-family: -apple-system-font, BlinkMacSystemFont, &quot;text-align:justify;background-color:#FFFFFF;text-indent:2em;color:#333333;vertical-align:baseline;&quot;; font-size: 14px; margin-top: 0px; margin-bottom: 15px; vertical-align: baseline; white-space: normal; box-sizing: border-box; font-stretch: inherit; background-color: rgb(255, 255, 255); font-variant-numeric: inherit; font-variant-east-asian: inherit;\"><span style=\"margin: 0px; padding: 0px; border: 0px currentColor; border-image: none; line-height: inherit; font-family: inherit; font-size: 12px; font-style: inherit; font-variant: inherit; font-weight: inherit; vertical-align: baseline; box-sizing: border-box; font-stretch: inherit;\"><a style=\"background: none; margin: 0px; padding: 0px; border: 0px currentColor; border-image: none; color: rgb(51, 51, 51); line-height: inherit; font-family: inherit; font-style: inherit; font-variant: inherit; font-weight: inherit; vertical-align: baseline; box-sizing: border-box; font-stretch: inherit; text-decoration-line: none;\" href=\"https://www.bn016.com/\" target=\"_self\">股票配资</a>也叫股票融资。 很多投资者具有良好的盈利能力和风险控制能力，但受制于自身资金量较小，其盈利能力和资金管理的能力无法得到充分发挥。而解决这一问题最直接的方法就是扩大操作资金。股票配资是为具备丰富交易经验及风险控制能力的股票投资者提供的放大其操作资金的业务。很多人在做股票配资的都会碰到很问题，今天云沪深就为你介绍一下在做股票杠杆时会碰到的<strong style=\"box-sizing: border-box;\">二个常见问题</strong>。<br/></span></p><p style=\"padding: 0px; border: 0px currentColor; border-image: none; color: rgb(51, 51, 51); line-height: 24px; text-indent: 2em; font-family: -apple-system-font, BlinkMacSystemFont, &quot;text-align:justify;background-color:#FFFFFF;text-indent:2em;color:#333333;vertical-align:baseline;&quot;; font-size: 14px; margin-top: 0px; margin-bottom: 15px; vertical-align: baseline; white-space: normal; box-sizing: border-box; font-stretch: inherit; background-color: rgb(255, 255, 255); font-variant-numeric: inherit; font-variant-east-asian: inherit;\"><span style=\"margin: 0px; padding: 0px; border: 0px currentColor; border-image: none; line-height: inherit; font-family: inherit; font-size: 12px; font-style: inherit; font-variant: inherit; font-weight: inherit; vertical-align: baseline; box-sizing: border-box; font-stretch: inherit;\"><strong style=\"box-sizing: border-box;\">问题</strong><strong style=\"box-sizing: border-box;\">一、<a style=\"background: none; margin: 0px; padding: 0px; border: 0px currentColor; border-image: none; color: rgb(51, 51, 51); line-height: inherit; font-family: inherit; font-style: inherit; font-variant: inherit; font-weight: inherit; vertical-align: baseline; box-sizing: border-box; font-stretch: inherit; text-decoration-line: none;\" href=\"https://www.bn016.com/\" target=\"_self\">股票配资</a>，是不是一定能赚钱 &nbsp;</strong></span></p><p style=\"padding: 0px; border: 0px currentColor; border-image: none; color: rgb(51, 51, 51); line-height: 24px; text-indent: 2em; font-family: -apple-system-font, BlinkMacSystemFont, &quot;text-align:justify;background-color:#FFFFFF;text-indent:2em;color:#333333;vertical-align:baseline;&quot;; font-size: 14px; margin-top: 0px; margin-bottom: 15px; vertical-align: baseline; white-space: normal; box-sizing: border-box; font-stretch: inherit; background-color: rgb(255, 255, 255); font-variant-numeric: inherit; font-variant-east-asian: inherit;\"><span style=\"margin: 0px; padding: 0px; border: 0px currentColor; border-image: none; line-height: inherit; font-family: inherit; font-size: 12px; font-style: inherit; font-variant: inherit; font-weight: inherit; vertical-align: baseline; box-sizing: border-box; font-stretch: inherit;\">股票杠杆后就只是把你的本金扩大，获取的利益扩大，并没有说你配资后就一定会赚钱。当然要是你本身技术好，杠杆后收益扩大了，按照之前的比例算，那么你算赚钱了。但是这个前提是你有足够的把握在股市中能赚到钱。&nbsp;&nbsp;</span></p><p style=\"padding: 0px; border: 0px currentColor; border-image: none; color: rgb(51, 51, 51); line-height: 24px; text-indent: 2em; font-family: -apple-system-font, BlinkMacSystemFont, &quot;text-align:justify;background-color:#FFFFFF;text-indent:2em;color:#333333;vertical-align:baseline;&quot;; font-size: 14px; margin-top: 0px; margin-bottom: 15px; vertical-align: baseline; white-space: normal; box-sizing: border-box; font-stretch: inherit; background-color: rgb(255, 255, 255); font-variant-numeric: inherit; font-variant-east-asian: inherit;\"><span style=\"margin: 0px; padding: 0px; border: 0px currentColor; border-image: none; line-height: inherit; text-indent: 2em; font-family: -apple-system-font, BlinkMacSystemFont, &quot;background-color:#FFFFFF;color:#505050;vertical-align:baseline;&quot;; font-size: 12px; font-style: inherit; font-variant: inherit; font-weight: inherit; vertical-align: baseline; box-sizing: border-box; font-stretch: inherit;\"><strong style=\"box-sizing: border-box;\">问题</strong></span><strong style=\"text-indent: 2em; font-family: inherit; font-size: 12px; font-style: inherit; box-sizing: border-box; font-variant-ligatures: inherit; font-variant-caps: inherit;\"></strong><strong style=\"text-indent: 2em; font-family: inherit; font-size: 12px; font-style: inherit; box-sizing: border-box; font-variant-ligatures: inherit; font-variant-caps: inherit;\">二、配资的原理是金融杠杆。</strong></p><p style=\"padding: 0px; border: 0px currentColor; border-image: none; color: rgb(51, 51, 51); line-height: 24px; text-indent: 2em; font-family: -apple-system-font, BlinkMacSystemFont, &quot;text-align:justify;background-color:#FFFFFF;text-indent:2em;color:#333333;vertical-align:baseline;&quot;; font-size: 14px; margin-top: 0px; margin-bottom: 15px; vertical-align: baseline; white-space: normal; box-sizing: border-box; font-stretch: inherit; background-color: rgb(255, 255, 255); font-variant-numeric: inherit; font-variant-east-asian: inherit;\"><span style=\"margin: 0px; padding: 0px; border: 0px currentColor; border-image: none; line-height: inherit; font-family: inherit; font-size: 12px; font-style: inherit; font-variant: inherit; font-weight: inherit; vertical-align: baseline; box-sizing: border-box; font-stretch: inherit;\">假设4倍杠杆，你出资1万，资方出资4万，你总共是5万操盘资金。盈亏用户自负。系统有警戒线和平仓线，当亏损到一定资金时，系统会提示您到底警戒线，再继续亏损则到达平仓线，这时系统会自动帮您卖出股票&nbsp;</span></p><p style=\"padding: 0px; border: 0px currentcolor; color: rgb(51, 51, 51); line-height: 24px; text-indent: 2em; font-family: -apple-system-font, BlinkMacSystemFont, &quot;text-align:justify;background-color:#FFFFFF;text-indent:2em;color:#333333;vertical-align:baseline;&quot;; font-size: 14px; margin-top: 0px; margin-bottom: 15px; vertical-align: baseline; white-space: normal; box-sizing: border-box; font-stretch: inherit; background-color: rgb(255, 255, 255); font-variant-numeric: inherit; font-variant-east-asian: inherit;\"><br/></p>', 'http://a.yunhushen.com/public/uploads/20200319/83162a55f8cfa560b774bb013342e02.png', 'http://a.yunhushen.com/public/uploads/20200319/wel18.png', 'http://a.yunhushen.com/public/uploads/20190627/83162a55f8cfa560b774bb013342e02.png', 1),
(2, '充值提现问题', '充值提现提盈常见问题', '<p>我们支持支付宝转账，银行卡转账充值！支付宝银行卡均是对公户！</p><p>交易时间内充值3分钟内到账！申请配资3分钟内通过！</p><p>工作日小额提现半小时内（一般是几分钟）到账，20万以上大额次日到账。</p><p>提盈条件是盈利3%以上可以提盈，总操盘资金的3%，提取超过3%的部分,提取100的整数倍。</p>', 'http://a.yunhushen.com/public/uploads/20200319/ce4fad341dd3fe50b63387d92af748d.png', 'http://a.yunhushen.com/public/uploads/20200319/wel19.png', 'http://a.yunhushen.com/public/uploads/20190627/ce4fad341dd3fe50b63387d92af748d.png', 1),
(3, '云沪深收费利率、仓位限制、交易手续费。', '云沪深收费利率，仓位限制', '<p>云沪深提醒您股市有风险，入市需谨慎；云沪深不存在任何荐股分成等指导性意见。云沪深是股票杠杆居间撮合服务商，撮合操盘方和投资方进行合作，投资人出资，操盘方支付保证金操盘。云沪深作为中介方，只进行居间撮合服务。</p><p>云沪深随时支持行情盘口挂单量变化测试，提供交割单，QQ远程查看券商母账户委托成交明细查看，均支持验证。<br/>分按日操盘、按月操盘，按日提供3-9倍操盘，按月操盘1-9倍操盘。</p><p>收益100%归您。</p><p>利息管理费详情看下图，买卖0.002手续费，卖出印花税0.001</p><p>充值资金申请账号五分钟内完成。</p><p>支持盘中提取盈利，当日卖出，当日提现，当日到账（20万以下当日，20万以上大额次日）</p><p>请关注每日公告中名单中被禁止买入的股票。</p><p>平仓线警戒线、持仓比例：</p><p><img src=\"http://a.yunhushen.com/public/uploads/20201111/1605107309503008.png\" title=\"1605107309503008.png\" alt=\"1605107309503008.png\" width=\"480\" height=\"225\" border=\"0\" vspace=\"0\" style=\"width: 480px; height: 225px;\"/></p><p><img src=\"http://a.yunhushen.com/public/uploads/20201111/1605107389878256.png\" title=\"1605107389878256.png\" alt=\"1605107389878256.png\" width=\"410\" height=\"200\" border=\"0\" vspace=\"0\" style=\"width: 410px; height: 200px;\"/></p><p>利率明细：</p><p><img src=\"http://a.yunhushen.com/public/uploads/20201111/1605103705414641.png\" title=\"1605103705414641.png\" alt=\"image.png\"/></p>', '', 'http://a.yunhushen.com/public/uploads/20190627/wel20.png', 'http://a.yunhushen.com/public/uploads/20190627/c4832664175f86de238671db88df414.png', 1),
(5, '联系我们', '客服热线：4001886760', '<p>电话热线：4001886760<br/>QQ在线：6272331<br/>微信公众号：云沪深</p>', 'http://a.yunhushen.com/public/uploads/20200319/17f0eb1fda5fa6641364dd773152623.png', 'http://a.yunhushen.com/public/uploads/20200319/wel22.png', 'http://a.yunhushen.com/public/uploads/20190627/17f0eb1fda5fa6641364dd773152623.png', 1),
(8, '免息体验规则', '免息体验有时间限制，超过时间，则禁止新创建持仓，且免息体验到期，自动平仓', '<p>免息体验3个交易日，只需要充值保证金，无需利息。免息体验到期，您需要在第3个交易日的14:50前卖出股票，未卖出系统自动平仓结算。</p>', 'http://a.yunhushen.com/public/uploads/20190610/火影4.jpg', '', NULL, 1);

-- --------------------------------------------------------

--
-- 資料表結構 `link_hide`
--

CREATE TABLE `link_hide` (
  `id` int(11) NOT NULL,
  `value` text,
  `remark` varchar(255) DEFAULT NULL COMMENT '备注'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `link_hide`
--

INSERT INTO `link_hide` (`id`, `value`, `remark`) VALUES
(1, '2', '是否隐藏免费体验 1隐藏 2不隐藏'),
(2, '8', '策略可进行翻倍的倍数'),
(3, '1', '用户提取利润终止操盘时，盈利部分所能拿到的成数'),
(4, '0.002', '买股票的手续费比例'),
(5, '3,4,5,6,7,8,9', '按天推荐倍数'),
(6, '5000000', '单笔股票订单的市值最大额度'),
(7, '5000000', '用户的所有股票订单的市值最大额度'),
(8, '0.002', '卖股票的手续费比例'),
(9, '何杰', '投资人'),
(10, '0', '提现手续费'),
(11, '30', '红包有效期/天'),
(12, '1.0', 'IOS版本号'),
(13, '1.0', '安卓版本号'),
(14, '1000', '免息推荐金额（固定）'),
(15, '0', '免息管理费百分比'),
(16, '0.4', '免息警戒线百分比'),
(17, '0.2', '免息平仓线百分比'),
(18, '1000', '免息最低配资金额'),
(19, '0.001', '印花税百分比'),
(20, 'http://a.yunhushen.com/public/uploads/20200323/favicon.ico', '系统ICO图片'),
(21, '云沪深', '站点标题'),
(22, '云沪深', '后台标题'),
(23, '2019 @ 云沪深', '版权信息'),
(24, 'http://api.yunhushen.com', 'API接口地址'),
(25, 'http://m.yunhushen.com', 'H5地址'),
(26, 'http://yunhushen.com', 'PC端地址'),
(27, 'http://a.yunhushen.com', '后台地址'),
(28, '4671', '累计注册人数'),
(29, '10853', '累计配资（/万元）'),
(30, '2019-03-01', '持续运营（天数）'),
(31, '10', '新闻每页个数'),
(32, 'http://a.yunhushen.com/public/uploads/20200323/xiazai.png', 'H5LOGO'),
(33, 'http://a.yunhushen.com/public/uploads/20200323/pclogo.png', 'PCLOGO'),
(34, '1000,3000,5000,10000,30000,50000', '按天推荐金额'),
(35, '0.0005', '按天管理费百分比'),
(36, '0.6', '按天警戒线百分比'),
(37, '0.3', '按天平仓线百分比'),
(38, '1000', '按天最低配资金额'),
(39, '1000,5000,10000,30000,50000,100000', '按月推荐金额'),
(40, '0.015', '按月管理费百分比'),
(41, '0.6', '按月警戒线百分比'),
(42, '0.3', '按月平仓线百分比'),
(43, '1000', '按月最低配资金额'),
(44, '1,2,3,4,5,6,7,8,9', '按月推荐倍数\r\n'),
(45, '5', '免息推荐倍数'),
(46, '3', '免息天数'),
(47, '1', '是否限制股票交易时间'),
(48, '江西省赣州市章贡区琴江路5号华润中心C2区华润大厦C座2012', '公司地址'),
(49, '4001886760', '联系电话'),
(50, 'http://app2.yunhushen.com/rmzj', '安卓下载二维码'),
(51, 'https://www.softfenfa.com/rzbejj', '苹果下载二维码'),
(52, 'Copyright ©2019-2020 yunhushen.com 版权所有 云沪深 赣ICP备20003590号-1 赣州市云佰商务信息咨询有限公司', 'PC端底部网站备案'),
(53, '0.9', '账户资金20万以下单只股票持仓不得超过账户总资金'),
(54, '0.09', '主板禁止购买的涨停百分比'),
(55, 'sz00,sz30,sh60', '可买股票类型'),
(56, 'st,pt,pt,sh68', '不可买股票类型'),
(57, 'http://a.yunhushen.com/public/uploads/20210111/tingzhi.png', '支付宝二维码'),
(58, 'http://a.yunhushen.com/public/uploads/20190603/551116030759033095.jpg', '微信二维码'),
(59, '邮政储蓄银行赣州市石城支行', '收款银行'),
(60, '6221804280000590960', '银行账号'),
(61, '何杰', '账户名称'),
(62, '-0.09', '主板禁止购买的跌停百分比'),
(63, '1', '主板禁止购买的限制天数 1当天 2两天'),
(64, '482', '短信账号'),
(65, 'sms_ycp', '短信密码'),
(66, '15868186930,18042313181,13175018322', '测试账号（不限制单点登录）'),
(68, '5', '买股票的手续费最小值'),
(69, '5', '卖股票的手续费最小值'),
(70, '0.18', '科创板禁止购买的涨幅百分比'),
(71, '-0.18', '科创板禁止购买的跌幅百分比'),
(72, '/public/uploads/20190809/471204444710768.mp3', '后台声音提醒'),
(73, '您好，非常感谢能得到您的宝贵意见，好的功能离不开您的参与。', '反馈信息中的提示语'),
(74, '6272331', '在线客服'),
(75, 'https://mp.weixin.qq.com/mp/profile_ext?action=home&__biz=MzI5NDExNzk3Nw==&scene=124#wechat_redirect', '微信公众号'),
(76, '0.7', '账户资金20万以上100万以下单只股票持仓不得超过账户总资金'),
(77, '0.6', '账户资金100万以上200万以下单只股票持仓不得超过账户总资金'),
(78, '0.35', '50W以上 200W以下资金 创业板持仓不得超过总资产的百分比'),
(79, '0.35', '200W以上资金 创业板持仓不得超过总资产的百分比'),
(80, '0.4', '账户资金200万以上单只股票持仓不得超过账户总资金'),
(81, '1', '允许测试账号 1关闭 2开启'),
(82, '5', '测试账号数量'),
(83, '云沪深', '腾讯云短信签名'),
(84, '0.4', '50W以下资金 创业板持仓不得超过总资产的百分比'),
(85, 'AKIDB7oFZdIJF0WmlT7JZiaDfrmRDj12lJaa', '腾讯云短信secretId'),
(86, '2HFzRbMq2x0mGTO3VifpmY5KajgN9j3D', '腾讯云短信secretKey'),
(87, '1400336052', '腾讯云短信SdkAppid'),
(88, '{\"o_1\":\"0.05\",\"o_2\":\"0.1\",\"o_3\":\"0.15\",\"o_4\":\"0.2\",\"o_5\":\"0.25\",\"o_6\":\"0.3\",\"o_7\":\"0.3\",\"o_8\":\"0.3\",\"o_9\":\"0.3\",\"v_1\":\"0.2\",\"v_2\":\"0.3\",\"v_3\":\"0.3\",\"v_4\":\"0.4\",\"v_5\":\"0.5\",\"v_6\":\"0.6\",\"v_7\":\"0.6\",\"v_8\":\"0.6\",\"v_9\":\"0.6\"}', '平仓线警戒线比例设置'),
(89, '{\"basic_1_level_0\":\"1\",\"basic_2_level_0\":\"1\",\"basic_3_level_0\":\"1\",\"basic_4_level_0\":\"1\",\"basic_5_level_0\":\"1\",\"basic_6_level_0\":\"1\",\"basic_7_level_0\":\"1\",\"basic_8_level_0\":\"0.9\",\"basic_9_level_0\":\"0.9\",\"basic_1_level_1\":\"1\",\"basic_2_level_1\":\"1\",\"basic_3_level_1\":\"1\",\"basic_4_level_1\":\"0.9\",\"basic_5_level_1\":\"2\",\"basic_6_level_1\":\"0.7\",\"basic_7_level_1\":\"0.7\",\"basic_8_level_1\":\"0.7\",\"basic_9_level_1\":\"0.7\",\"basic_1_level_2\":\"1\",\"basic_2_level_2\":\"1\",\"basic_3_level_2\":\"0.9\",\"basic_4_level_2\":\"2\",\"basic_5_level_2\":\"0.7\",\"basic_6_level_2\":\"2\",\"basic_7_level_2\":\"0.6\",\"basic_8_level_2\":\"2\",\"basic_9_level_2\":\"0.6\",\"basic_1_level_3\":\"1\",\"basic_2_level_3\":\"0.9\",\"basic_3_level_3\":\"0.8\",\"basic_4_level_3\":\"0.7\",\"basic_5_level_3\":\"0.5\",\"basic_6_level_3\":\"2\",\"basic_7_level_3\":\"0.4\",\"basic_8_level_3\":\"0.4\",\"basic_9_level_3\":\"0.4\",\"gem_1_level_0\":\"1\",\"gem_2_level_0\":\"0.9\",\"gem_3_level_0\":\"0.8\",\"gem_4_level_0\":\"0.7\",\"gem_5_level_0\":\"0.6\",\"gem_6_level_0\":\"0.5\",\"gem_7_level_0\":\"0.5\",\"gem_8_level_0\":\"0.5\",\"gem_9_level_0\":\"0.5\",\"gem_1_level_1\":\"0.8\",\"gem_2_level_1\":\"0.8\",\"gem_3_level_1\":\"0.7\",\"gem_4_level_1\":\"2\",\"gem_5_level_1\":\"0.5\",\"gem_6_level_1\":\"0.4\",\"gem_7_level_1\":\"0.4\",\"gem_8_level_1\":\"0.4\",\"gem_9_level_1\":\"0.4\",\"gem_1_level_2\":\"0.5\",\"gem_2_level_2\":\"0.5\",\"gem_3_level_2\":\"0.5\",\"gem_4_level_2\":\"0.5\",\"gem_5_level_2\":\"0.4\",\"gem_6_level_2\":\"0.7\",\"gem_7_level_2\":\"0.35\",\"gem_8_level_2\":\"0.35\",\"gem_9_level_2\":\"0.35\"}', '风控持仓比例设置'),
(91, '[]', '正式账号设置'),
(92, '[]', '正式账号设置'),
(93, '[]', '正式账号设置'),
(94, '[]', '正式账号设置'),
(95, '[]', '正式账号设置'),
(96, '[]', '正式账号设置');

-- --------------------------------------------------------

--
-- 資料表結構 `link_log`
--

CREATE TABLE `link_log` (
  `id` int(11) NOT NULL,
  `type` varchar(255) DEFAULT NULL COMMENT '类型  1转入策略余额 2转入钱包 3申请递延 4创建策略 5卖出策略 6修改止损 7到达止盈 8到达止损 9信用金亏损 10递延费 11买入撤单 12卖出撤单  13策略亏损提醒',
  `content` text COMMENT '内容',
  `create_time` datetime DEFAULT NULL COMMENT '时间'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COMMENT='日志表';

-- --------------------------------------------------------

--
-- 資料表結構 `link_login_ip`
--

CREATE TABLE `link_login_ip` (
  `id` int(11) NOT NULL,
  `account` varchar(50) NOT NULL DEFAULT '' COMMENT '手机号',
  `login_ip` varchar(50) NOT NULL DEFAULT '' COMMENT '登录IP',
  `login_address` varchar(255) DEFAULT NULL COMMENT '登陆地址',
  `login_time` int(10) NOT NULL COMMENT '登录时间'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 資料表結構 `link_manage`
--

CREATE TABLE `link_manage` (
  `id` int(11) NOT NULL,
  `value` text COMMENT '值',
  `remark` text COMMENT '备注'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='管理费设置';

--
-- 傾印資料表的資料 `link_manage`
--

INSERT INTO `link_manage` (`id`, `value`, `remark`) VALUES
(1, '0.0016', '按日配资-配资额30w以下-1倍'),
(2, '0.0016', '按日配资-配资额30w以下-2倍'),
(3, '0.0016', '按日配资-配资额30w以下-3倍'),
(4, '0.0016', '按日配资-配资额30w以下-4倍'),
(5, '0.0016', '按日配资-配资额30w以下-5倍'),
(6, '0.0016', '按日配资-配资额30w以下-6倍'),
(7, '0.0016', '按日配资-配资额30w以下-7倍'),
(8, '0.0016', '按日配资-配资额30w以下-8倍'),
(9, '0.0016', '按日配资-配资额30w以下-9倍'),
(10, '0.0015', '按日配资-配资额30w以上-1倍'),
(11, '0.0015', '按日配资-配资额30w以上-2倍'),
(12, '0.0015', '按日配资-配资额30w以上-3倍'),
(13, '0.0015', '按日配资-配资额30w以上-4倍'),
(14, '0.0015', '按日配资-配资额30w以上-5倍'),
(15, '0.0015', '按日配资-配资额30w以上-6倍'),
(16, '0.0015', '按日配资-配资额30w以上-7倍'),
(17, '0.0015', '按日配资-配资额30w以上-8倍'),
(18, '0.0015', '按日配资-配资额30w以上-9倍'),
(19, '0.016', '按月配资-配资额30w以下-1倍'),
(20, '0.016', '按月配资-配资额30w以下-2倍'),
(21, '0.017', '按月配资-配资额30w以下-3倍'),
(22, '0.017', '按月配资-配资额30w以下-4倍'),
(23, '0.018', '按月配资-配资额30w以下-5倍'),
(24, '0.018', '按月配资-配资额30w以下-6倍'),
(25, '0.019', '按月配资-配资额30w以下-7倍'),
(26, '0.02', '按月配资-配资额30w以下-8倍'),
(27, '0.021', '按月配资-配资额30w以下-9倍'),
(28, '0.015', '按月配资-配资额30w以上-1倍'),
(29, '0.015', '按月配资-配资额30w以上-2倍'),
(30, '0.016', '按月配资-配资额30w以上-3倍'),
(31, '0.016', '按月配资-配资额30w以上-4倍'),
(32, '0.017', '按月配资-配资额30w以上-5倍'),
(33, '0.017', '按月配资-配资额30w以上-6倍'),
(34, '0.018', '按月配资-配资额30w以上-7倍'),
(35, '0.019', '按月配资-配资额30w以上-8倍'),
(36, '0.02', '按月配资-配资额30w以上-9倍');

-- --------------------------------------------------------

--
-- 資料表結構 `link_marketer`
--

CREATE TABLE `link_marketer` (
  `id` int(11) NOT NULL,
  `account` varchar(255) DEFAULT NULL COMMENT '分销商账户',
  `pwd` varchar(255) DEFAULT NULL COMMENT '密码',
  `username` varchar(255) DEFAULT NULL COMMENT '名字',
  `headurl` varchar(255) DEFAULT NULL COMMENT '头像',
  `is_real_disk` int(11) DEFAULT '2' COMMENT '是否正式 1正式 2测试',
  `shipan_account` varchar(255) DEFAULT NULL COMMENT '正式的账号',
  `auth` varchar(255) DEFAULT NULL COMMENT '权限',
  `is_del` int(11) DEFAULT '1' COMMENT '是否禁用 1未禁用 2已禁用',
  `create_time` int(11) DEFAULT NULL COMMENT '创建时间'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 資料表結構 `link_marketer_user`
--

CREATE TABLE `link_marketer_user` (
  `id` int(11) NOT NULL,
  `marketer_id` int(11) DEFAULT NULL COMMENT '分销商id',
  `account` varchar(255) DEFAULT NULL COMMENT '分销商工作人员账号',
  `pwd` varchar(255) DEFAULT NULL COMMENT '密码',
  `username` varchar(255) DEFAULT NULL COMMENT '名字',
  `headurl` varchar(255) DEFAULT NULL COMMENT '头像',
  `auth` varchar(255) DEFAULT NULL COMMENT '权限',
  `is_del` int(11) DEFAULT '1' COMMENT '是否禁用',
  `create_time` int(11) DEFAULT NULL COMMENT '创建时间'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 資料表結構 `link_message`
--

CREATE TABLE `link_message` (
  `id` int(11) NOT NULL,
  `account` varchar(255) DEFAULT NULL COMMENT '手机号',
  `trade_account` varchar(255) DEFAULT NULL COMMENT '交易账号',
  `type` int(11) DEFAULT NULL COMMENT '类型  1触发警戒线 2触发平仓线 3余额不足以扣除管理费',
  `content` text COMMENT '内容',
  `create_time` datetime DEFAULT NULL COMMENT '发送时间'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COMMENT='短信记录';

-- --------------------------------------------------------

--
-- 資料表結構 `link_news`
--

CREATE TABLE `link_news` (
  `id` int(11) NOT NULL,
  `cid` int(11) DEFAULT NULL COMMENT '文章类型',
  `title` text COMMENT '标题',
  `content` text COMMENT '内容',
  `words` text COMMENT '新闻简介',
  `picurl` text COMMENT '图片',
  `is_recommend` int(11) DEFAULT '2' COMMENT '是否推荐 1推荐 2未推荐',
  `times` int(11) DEFAULT '0' COMMENT '浏览次数',
  `sort` int(11) NOT NULL DEFAULT '0' COMMENT '排序',
  `is_del` int(11) NOT NULL DEFAULT '1' COMMENT '是否删除 1未删除 2已删除',
  `create_time` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `link_news`
--

INSERT INTO `link_news` (`id`, `cid`, `title`, `content`, `words`, `picurl`, `is_recommend`, `times`, `sort`, `is_del`, `create_time`) VALUES
(2, 1, 'A股三大指数涨跌不一 酿酒与券商板块强势领涨', '<p><span style=\"font-size: 18px;\"></span></p><p><span style=\"font-size: 18px;\"></span><span style=\"font-size: 18px;\"></span></p><p><span style=\"font-size: 18px;\"></span></p><p><span style=\"font-size: 18px;\"></span></p><p><span style=\"font-size: 18px;\"></span></p><p><span style=\"font-size: 18px;\"></span></p><p><span style=\"font-size: 18px;\"></span></p><p style=\"text-align: left;\"><span style=\"font-size: 18px;\"></span></p><p style=\"text-align: left;\"><span style=\"font-size: 20px;\"></span><span style=\"font-size: 18px;\"></span><span style=\"font-size: 18px;\"></span></p><p style=\"text-align: left;\"><span style=\"font-size: 18px;\"></span><span style=\"font-size: 18px;\"></span></p><p style=\"text-align: left;\"><span style=\"font-size: 18px;\"></span><span style=\"font-size: 18px;\"></span></p><p style=\"text-align: left;\"><span style=\"font-size: 18px;\"></span><span style=\"font-size: 18px;\">A股三大指数今日震荡整理，最终收盘涨跌不一，其中沪指下跌0.04%，收报3501.99点</span></p><p style=\"text-align: left;\">深证成指下跌0.03%，收报14412.31点；创业板指上涨0.70%，收报2871.97点。两市合计成交8764亿元，行业板块涨多跌少，酿酒与券商板块强势领涨。北向资金今日净买入5.27亿元。</p><p style=\"text-align: left;\">&nbsp; &nbsp; &nbsp; &nbsp;昨日大跌，今日两市又大幅低开，沪指直接跌破3500点争夺关口。不过开盘或市场风云突变，指数迎来全线的拉升，创业板先行走强下，随着贵州茅台以及证券板块的拉升，沪指震荡上行。此后，银行、中字头等板块启动，证券股迎来涨停的刺激下，指数顺利翻红并继续走高。</p><p style=\"text-align: left;\">　　仔细关注今日的市场，和近期下跌多数不同，盘中表现出的变化，实际上基本预示短期调整或将告一段落，阶段性可期待的反弹即将到来：首先，多个指数到达强支撑位后迎来止跌；深成指跌到半年线迎来强支撑、创业板跌破半年线后迎来大幅反弹、而沪指在3500点反复争夺后迎来上攻。三大指数都是重要好位置，这个时刻群体上攻，其实也是打响了短期的“保卫战”，毕竟如果重要位置跌破，难么市场情绪或将继续低迷。而今日共振式的上行，其实意义非凡，反弹的力度也值得期待；</p><p style=\"text-align: left;\">　　其次，抱团股集中调整放缓，接近尾声；以贵州茅台为首的白酒板块，今日迎来大涨，这些抱团品种集中式的上行在近期下跌过程中并不多见，而不仅仅是白酒，其他很多抱团品种在今日都迎来集中式的反弹，而近期逆势的有色等品种反而大跌，这也说明短期抱团品种的反弹势头开始增强，或仍有反弹空间；</p><p style=\"text-align: left;\">　　第三，证券股强势表现，牛市旗手有望发力。证券板块是最有期待但最出乎意料的，次轮行情以来都是不温不火，关键时刻还总掉链子。但是不可否认的是，券商业绩大增之下，伴随着重要会议提出稳步推进注册制，券商今日迎来大涨，而且板块当中迎来涨停个股，这个启动对市场也有较大的提振意义。</p><p style=\"text-align: left;\">　　因此，低开后大幅的拉升以及市场异常的表现，实际上恰恰反映出短期反弹的强烈欲望以及可期待性。更主要的是，当前阶段性的调整本身就是情绪干扰所致，而市场向好趋势的逻辑并没有发生本质的改变，尤其是经济加速复苏之下，市场支撑依旧较强，而流动性总体稳定下，仍足以推动市场继续向前。此外，上市公司业绩不断提升下，业绩驱动推市场的推动力仍是指数继续向好的强大力量。</p><p style=\"text-align: left;\">　　所以，看好短期市场阶段性调整的接近尾声，这里短期反弹可期，可适当进行个股博弈，尤其是5G、半导体等重要会议的相关概念股，而对于银行、中字头等具备估值优势的品种，还可继续跟踪。此外，低位业绩支撑的标的，都有逢低潜伏的机会。</p><p style=\"text-align: left;\">　　总体上，节后市场的下跌，主要源于情绪担忧的干扰，情绪担忧来源于国内还国外，国内主要是流动性边际收紧趋势下的承压，海外主要还是美债收益率波动对市场的干扰，但这都不影响市场牛市格局的本质。当前的整理仅是牛市格局当中的自发行为，也是阶段性的外因干扰下的正常的风格调整。随着海外疫情逐步的稳定以及国内上市公司盈利的回升，市场整理的态势也有望逐步告一段落，进而迎来新的上行趋势。</p><p style=\"text-align: left;\"><img src=\"http://a.yunhushen.com/public/uploads/20200416/1587039787165813.jpeg\" title=\"1587039787165813.jpeg\" alt=\"每日新闻.jpeg\"/></p><p><br/></p>', '股三大指数今日震荡整理最终收盘涨跌不一其中沪指下跌收报点深证成指下跌收报点创业板指上涨收报点两市合计成交亿元行业板块涨多跌少酿酒与券商板块强势领涨北向资金今日净买入亿元昨日大跌今日两市又大幅低开沪指直接跌破点争夺关口不过开盘或市场风云突变指数迎来全线的拉升创业板先行走强下随着贵州茅台以及证券板块的拉升沪指震荡上行此后银行中字头等板块启动证券股迎来涨停的刺激下指数顺利翻红并继续走高仔细关注今日的市场和近期下跌多数不同盘中表现出的变化实际上基本预示短期调整或将告一段落阶段性可期待的反弹即将到来首先多个指数到达强支撑位后迎来止跌深成指跌到半年线迎来强支撑创业板跌破半年线后迎来大幅反弹而沪指在点反复争夺后迎来上攻三大指数都是重要好位置这个时刻群体上攻其实也是打响了短期的保卫战毕竟如果重要位置跌破难么市场情绪或将继续低迷而今日共振式的上行其实意义非凡反弹的力度也值得期待其次抱团股集中调整放缓接近尾声以贵州茅台为首的白酒板块今日迎来大涨这些抱团品种集中式的上行在近期下跌过程中并不多见而不仅仅是白酒其他很多抱团品种在今日都迎来集中式的反弹而近期逆势的有色等品种反而大跌这也说明短期抱团品种的反弹势头开始增强或仍有反弹空间第三证券股强势表现牛市旗手有望发力证券板块是最有期待但最出乎意料的次轮行情以来都是不温不火关键时刻还总掉链子但是不可否认的是券商业绩大增之下伴随着重要会议提出稳步推进注册制券商今日迎来大涨而且板块当中迎来涨停个股这个启动对市场也有较大的提振意义因此低开后大幅的拉升以及市场异常的表现实际上恰恰反映出短期反弹的强烈欲望以及可期待性更主要的是当前阶段性的调整本身就是情绪干扰所致而市场向好趋势的逻辑并没有发生本质的改变尤其是经济加速复苏之下市场支撑依旧较强而流动性总体稳定下仍足以推动市场继续向前此外上市公司业绩不断提升下业绩驱动推市场的推动力仍是指数继续向好的强大力量所以看好短期市场阶段性调整的接近尾声这里短期反弹可期可适当进行个股博弈尤其是半导体等重要会议的相关概念股而对于银行中字头等具备估值优势的品种还可继续跟踪此外低位业绩支撑的标的都有逢低潜伏的机会总体上节后市场的下跌主要源于情绪担忧的干扰情绪担忧来源于国内还国外国内主要是流动性边际收紧趋势下的承压海外主要还是美债收益率波动对市场的干扰但这都不影响市场牛市格局的本质当前的整理仅是牛市格局当中的自发行为也是阶段性的外因干扰下的正常的风格调整随着海外疫情逐步的稳定以及国内上市公司盈利的回升市场整理的态势也有望逐步告一段落进而迎来新的上行趋势每日新闻', 'http://a.yunhushen.com/public/uploads/20200416/1587039787165813.jpeg,', 1, 9899, 0, 1, 1614943999),
(3, 1, '创业板指跌近5% 电力板块逆市上涨', '<p style=\"margin-top: 26px; margin-bottom: 0px; padding: 0px; line-height: 24px; color: rgb(51, 51, 51); text-align: justify; font-family: arial; white-space: normal; background-color: rgb(255, 255, 255);\"><span class=\"bjh-p\" style=\"font-family: 微软雅黑, &quot;Microsoft YaHei&quot;;\"></span></p><p><span style=\"font-size: 18px;\"></span></p><p><span style=\"font-size: 18px;\"></span></p><p><span style=\"font-size: 18px;\"></span></p><p><span style=\"font-size: 18px;\"></span></p><p><span style=\"font-size: 18px;\"></span></p><p><span style=\"font-size: 18px;\"></span></p><p><span style=\"font-size: 18px;\"></span></p><p><span style=\"font-size: 18px;\"></span></p><p><span style=\"font-size: 18px;\"></span><span style=\"font-size: 18px;\"></span></p><p><span style=\"font-size: 18px;\"></span></p><p style=\"text-align: left;\"><span style=\"font-size: 18px;\"></span></p><p style=\"text-align: left;\"><span style=\"font-size: 18px;\"></span><span style=\"font-size: 18px;\"></span></p><p style=\"text-align: left;\"><span style=\"font-size: 18px;\"></span></p><p style=\"text-align: left;\"><span style=\"font-size: 18px;\"></span><span style=\"font-size: 18px;\"></span></p><p style=\"text-align: left;\"><span style=\"font-size: 18px;\"></span><span style=\"font-size: 18px;\"></span></p><p style=\"text-align: left;\"><span style=\"font-size: 18px;\"></span><span style=\"font-size: 18px;\">A股三大指数今日集体收跌，其中沪指下跌2.30%，收报3421.41点</span></p><p style=\"text-align: left;\">&nbsp; &nbsp; &nbsp; &nbsp;深证成指下跌3.81%，收报13863.81点；创业板指下跌4.98%，收报2728.84点。两市合计成交9792.87亿元，行业板块大部分下跌，电力板块逆市上涨。北向资金今日净卖出85.89亿元。</p><p style=\"text-align: left;\">&nbsp; &nbsp; &nbsp; &nbsp;今日，沪深两市双双高开，开盘后震荡走高，但持续性较差。盘中随着光伏等板块的杀跌以及白酒股的重挫，指数冲高回落并大幅跳水。午后抱团股再次杀跌，指数宽幅震荡中不断下行。不过，虽然指数以及板块下跌较多，但是跌停个股并不多，其中主要还是权重股的下跌对于指数的拖累。</p><p style=\"text-align: left;\">　　当日的盘面，其实还是比较奇怪的，毕竟上周五刚刚反弹，周末美股也涨了，而且还迎来了1.9万亿的刺激方案的落地，对于近日继续反弹应该说是多数人的预期之中。市场也比较配合，以高开为主，但为什么全天会形成高开低走以及大幅下挫呢？</p><p style=\"text-align: left;\">　　盘面上看，下跌最多的还是抱团股，其中以光伏以及白酒为主。隆基股份跌停、通威股份盘中触及跌停，阳光电源持续大跌，就连贵州茅台也继续走低稳稳夯实20%以上的累计跌幅。仔细回看这些标的，不仅仅是抱团品种，而且还是高估值品种。所以，今日的杀跌，其实还是在杀估值。</p><p style=\"text-align: left;\">　　所以，这里就不得不提到两个对高估值不利的因素：一方面，国内没有强刺激预期下，杀估值趋势明显。上周五重要会议提出经济增长6%，其实是低于多数机构预期的，这也说明今年可能没有较大刺激，那么很多高估值品种的担忧就来了，所以盘中调整也以高估值品种杀跌为主；另一方面，尽管美国重磅刺激计划落地，但是美债收益率整体上行趋势，对于高估值以及杠杆品种仍有不利。所以市场杀估值的格局仍在持续，而这些品种多数为此前的抱团权重股，其下跌对指数形成明显的拖累。</p><p style=\"text-align: left;\">　　不过，经历了第一波集中性的抱团股杀跌之后，当前市场情绪稍有缓解，随着重要好会议也定调今年货币政策“稳”字当头以及季报业绩预期逐步公布，市场有望在流动性稳定以及业绩驱动下逐步止跌。</p><p style=\"text-align: left;\">　　总体上，节后市场的下跌，主要源于情绪担忧的干扰，情绪担忧来源于国内还国外，国内主要是流动性边际收紧趋势下的承压，海外主要还是美债收益率波动对市场的干扰，这些对高杠杆、高估值品种的影响是很大的，但是对于低位低估值品种影响不大，而且也不影响市场牛市格局的本质。当前的整理仅是牛市格局当中的自发行为，也是阶段性的外因干扰下的正常的风格调整。随着海外疫情逐步的稳定以及国内上市公司盈利的回升，市场整理的态势也有望逐步告一段落，进而迎来新的上行趋势。</p><p style=\"text-align: left;\"><span class=\"bjh-p\"><img src=\"http://a.yunhushen.com/public/uploads/20200416/1587039855361183.jpg\" title=\"1587039855361183.jpg\" alt=\"新闻图片.jpg\"/></span></p><p><br/></p>', '股三大指数今日集体收跌其中沪指下跌收报点深证成指下跌收报点创业板指下跌收报点两市合计成交亿元行业板块大部分下跌电力板块逆市上涨北向资金今日净卖出亿元今日沪深两市双双高开开盘后震荡走高但持续性较差盘中随着光伏等板块的杀跌以及白酒股的重挫指数冲高回落并大幅跳水午后抱团股再次杀跌指数宽幅震荡中不断下行不过虽然指数以及板块下跌较多但是跌停个股并不多其中主要还是权重股的下跌对于指数的拖累当日的盘面其实还是比较奇怪的毕竟上周五刚刚反弹周末美股也涨了而且还迎来了万亿的刺激方案的落地对于近日继续反弹应该说是多数人的预期之中市场也比较配合以高开为主但为什么全天会形成高开低走以及大幅下挫呢盘面上看下跌最多的还是抱团股其中以光伏以及白酒为主隆基股份跌停通威股份盘中触及跌停阳光电源持续大跌就连贵州茅台也继续走低稳稳夯实以上的累计跌幅仔细回看这些标的不仅仅是抱团品种而且还是高估值品种所以今日的杀跌其实还是在杀估值所以这里就不得不提到两个对高估值不利的因素一方面国内没有强刺激预期下杀估值趋势明显上周五重要会议提出经济增长其实是低于多数机构预期的这也说明今年可能没有较大刺激那么很多高估值品种的担忧就来了所以盘中调整也以高估值品种杀跌为主另一方面尽管美国重磅刺激计划落地但是美债收益率整体上行趋势对于高估值以及杠杆品种仍有不利所以市场杀估值的格局仍在持续而这些品种多数为此前的抱团权重股其下跌对指数形成明显的拖累不过经历了第一波集中性的抱团股杀跌之后当前市场情绪稍有缓解随着重要好会议也定调今年货币政策稳字当头以及季报业绩预期逐步公布市场有望在流动性稳定以及业绩驱动下逐步止跌总体上节后市场的下跌主要源于情绪担忧的干扰情绪担忧来源于国内还国外国内主要是流动性边际收紧趋势下的承压海外主要还是美债收益率波动对市场的干扰这些对高杠杆高估值品种的影响是很大的但是对于低位低估值品种影响不大而且也不影响市场牛市格局的本质当前的整理仅是牛市格局当中的自发行为也是阶段性的外因干扰下的正常的风格调整随着海外疫情逐步的稳定以及国内上市公司盈利的回升市场整理的态势也有望逐步告一段落进而迎来新的上行趋势新闻图片', 'http://a.yunhushen.com/public/uploads/20200416/1587039855361183.jpg,', 1, 2204, 0, 1, 1615191334),
(4, 1, '金融股大涨释放重磅信号', '<p style=\"white-space: normal;\"><span style=\"font-size: 18px;\"></span></p><p><span style=\"font-size: 18px;\"></span><span style=\"font-size: 18px;\"></span></p><p><span style=\"font-size: 18px;\"></span></p><p><span style=\"font-size: 18px;\"></span></p><p><span style=\"font-size: 18px;\"></span></p><p><span style=\"font-size: 18px;\"></span><span style=\"font-size: 18px;\"></span></p><p style=\"text-align: left;\"><span style=\"font-size: 18px;\"></span></p><p style=\"text-align: left;\"><span style=\"font-size: 18px;\"></span><span style=\"font-size: 18px;\"></span></p><p style=\"text-align: left;\"><span style=\"font-size: 18px;\"></span><span style=\"font-size: 18px;\"></span></p><p style=\"text-align: left;\"><span style=\"font-size: 18px;\"></span><span style=\"font-size: 18px;\">A股三大指数今日集体收跌，其中沪指下跌1.82%，收报3359.29点</span></p><p style=\"text-align: left;\">&nbsp; &nbsp; &nbsp;深证成指下跌2.80%，收报13475.72点；创业板指下跌3.50%，收报2633.45点。两市合计成交9867亿元，行业板块呈现普跌态势，仅港口水运、旅游酒店、钢铁、民航机场板块逆市走强。北向资金今日净买入24.31亿元。</p><p style=\"text-align: left;\">&nbsp; &nbsp; &nbsp;短期来看，美债收益率上行速度有所趋缓，并且近期美股对利率波动的反应已有趋于钝化的迹象。另一方面，A股内部前期估值极端分化的情况已出现大幅收敛，接近过去十年均值水平。同时，微观流动性整体稳定。预计短期市场有望企稳，但产生显著反弹行情的条件目前尚在孕育中，预计更强的反弹动力需要等一季报预期升温等条件配合，短期市场大概率以交易性机会为主。</p><p style=\"text-align: left;\"><img src=\"http://a.yunhushen.com/public/uploads/20200416/1587039920533922.jpeg\" title=\"1587039920533922.jpeg\" alt=\"每日新闻.jpeg\"/><br/><span style=\"font-size: 18px;\"></span></p><p><br/></p><p><br/></p>', '股三大指数今日集体收跌其中沪指下跌收报点深证成指下跌收报点创业板指下跌收报点两市合计成交亿元行业板块呈现普跌态势仅港口水运旅游酒店钢铁民航机场板块逆市走强北向资金今日净买入亿元短期来看美债收益率上行速度有所趋缓并且近期美股对利率波动的反应已有趋于钝化的迹象另一方面股内部前期估值极端分化的情况已出现大幅收敛接近过去十年均值水平同时微观流动性整体稳定预计短期市场有望企稳但产生显著反弹行情的条件目前尚在孕育中预计更强的反弹动力需要等一季报预期升温等条件配合短期市场大概率以交易性机会为主每日新闻', 'http://a.yunhushen.com/public/uploads/20200416/1587039920533922.jpeg,', 1, 2879, 0, 1, 1615283829),
(5, 6, '账号管理费打折活动通知！', '<h1 label=\"标题居中\" style=\"font-size: 32px; font-weight: bold; border-bottom: 2px solid rgb(204, 204, 204); padding: 0px 4px 0px 0px; text-align: center; margin: 0px 0px 20px;\"><strong>为让利给广大用户，平台管理费给用户打折。</strong></h1><p><br/></p><p style=\"text-align: left;\"><strong>只要您将我们的平台分享发在朋友圈，每个月发两次朋友圈，每个月月初1-5日、15-20日期间各发一次朋友圈，上月的管理费即可打7折。管理费将直接充值在您的账户余额上。</strong></p><p style=\"text-align: left;\"><strong>每个月1-5日请您联系我们提供朋友圈截图进行结算！</strong></p><p style=\"text-align: left;\"><strong>折扣活动咨询及折扣结算联系我们的财务微信。需添加财务微信，让财务确认发布任务。</strong></p><p style=\"text-align: left;\"><strong>财务微信/电话：13317977020</strong></p><p style=\"text-align: left; line-height: normal;\"><strong>微信朋友圈内容为分享网址再加下面内容：</strong></p><p style=\"text-align: left;\"><strong>我正在使用云沪深投资信息中介服务平台。</strong></p><p style=\"text-align: left;\"><strong>云沪深是赣州市云佰商务信息咨询有限公司向广大用户推出的一个安全、稳定、便捷、易用的投资信息中介服务平台。可以为您扩大资金操做，按日按月均可。提供3倍-7倍资金给您操盘！</strong></p><p><br style=\"text-align: left;\"/></p>', '标题居中为让利给广大用户平台管理费给用户打折只要您将我们的平台分享发在朋友圈每个月发两次朋友圈每个月月初日日期间各发一次朋友圈上月的管理费即可打折管理费将直接充值在您的账户余额上每个月日请您联系我们提供朋友圈截图进行结算折扣活动咨询及折扣结算联系我们的财务微信需添加财务微信让财务确认发布任务财务微信电话微信朋友圈内容为分享网址再加下面内容我正在使用云沪深投资信息中介服务平台云沪深是赣州市云佰商务信息咨询有限公司向广大用户推出的一个安全稳定便捷易用的投资信息中介服务平台可以为您扩大资金操做按日按月均可提供倍倍资金给您操盘', '', 2, 851, 0, 2, 1583060348),
(6, 1, '沪指险守3500点、创业板指大跌近5% 北向资金净卖出超70亿', '<p><span style=\"font-size: 18px; font-family: 微软雅黑, &quot;Microsoft YaHei&quot;;\"></span></p><p><span style=\"font-size: 18px;\"></span></p><p><span style=\"font-size: 18px;\"></span><span style=\"font-size: 18px;\"></span></p><p><span style=\"font-size: 18px;\"></span></p><p><span style=\"font-size: 18px;\"></span></p><p><span style=\"font-size: 18px;\"></span></p><p><span style=\"font-size: 18px;\"></span></p><p><span style=\"font-size: 18px;\"></span></p><p><span style=\"font-size: 18px;\"></span></p><p><span style=\"font-size: 18px;\"></span></p><p><span style=\"font-size: 18px;\"></span></p><p style=\"text-align: left;\"><span style=\"font-size: 18px;\"></span><span style=\"font-size: 18px;\"></span></p><p style=\"margin-top: 12px; margin-bottom: 12px; padding: 0px 20px 0px 17px; line-height: 28px; font-family: 宋体, Helvetica, sans-serif; font-size: 14px; white-space: normal; background-color: rgb(255, 255, 255); text-align: left;\"><span style=\"font-family: sans-serif; font-size: 16px;\"></span></p><p style=\"text-align: left;\"><span style=\"font-size: 18px;\"></span><span style=\"font-size: 18px;\"></span></p><p style=\"text-align: left;\"><span style=\"font-size: 18px;\"></span><span style=\"font-size: 18px;\">A股三大指数今日集体收跌，其中沪指下跌2.05%，收报3503.49点，险守3500点大关</span></p><p style=\"text-align: left;\">&nbsp; &nbsp; &nbsp; &nbsp;深证成指下跌3.46%，收报14416.06点；创业板指下跌4.87%，收报2851.87点。两市合计成交9720亿元，行业板块多数收跌，酿酒板块领跌，石油板块逆市走强。北向资金今日净卖出73.69亿元。</p><p style=\"text-align: left;\">&nbsp; &nbsp; &nbsp; &nbsp;昨日大涨之下，今日市场双双低开，开盘后震荡走低，盘中再次迎来跳水。而即便盘中小幅反抽，但也仅是反抽而已，继前天大跌之后，今日再次迎来重挫。盘面上看，除了钢铁、军工、煤炭等板块之外，其他板块均有不同程度的走低，而贵州茅台盘中股价再创新低，带领“茅台们”拖累指数表现。</p><p style=\"text-align: left;\">　　回顾近期市场行情，貌似并没有实质性的利空影响，但为什么市场大起大落，而且多次引发跳水以及大跌，究竟在担心害怕什么呢？实际上市场的担心主要来源于情绪，情绪不仅源于国内，还有海外市场的传导。国内主要是流动性边际收紧趋势下的承压，海外主要还是美债收益率波动对市场的干扰。</p><p style=\"text-align: left;\">　　具体来看，国内主要是流动性边际收紧之后的各种担忧。我们的短、中、长期利率价格已经是多月没有进行调整，实际意义上已经处于边际收紧的状态。而在春节之前，其实相关人士的发言被市场人士认为是流动性可能要收紧的象征之一，此后有关流动性收紧的担忧不绝于耳。于是，去年以来很多大涨的核心资产，因为估值的高企以及获利的丰厚，此时担忧情绪开始蔓延，阶段性的调仓换股也开始进行，于是市场迎来了阶段性的调整；</p><p style=\"text-align: left;\">　　海外主要是美债收益率上行引发的市场的承压。我们的陆股通开通以来，外资持仓相对高的公司和美股走势的关联度比较高，美债收益率上行的话，会影响美股承压，继而对国内外资金持仓较高的公司产生扰动。此外，美债收益率上行，也就意味着真实融资成本边际走高。那么很多高估值资产就会承压，一些此前有较大的浮盈或者高杠杆的资产就会有压力，落脚到具体的标的上，一些可选消费、科技以及通信等股票因为估值偏高，对利率上行敏感，因而就迎来短期快速的走低；</p><p style=\"text-align: left;\">　　但是，纵观历史上流动性收紧的具体情况，虽然整体跌多涨少，但是对市场格局不产生实质性的影响，尤其是即便是流动性实质收紧的初期，对牛市格局也没有明显的影响，所以这个担忧可以稍微降低。至于美债收益率来说，从2008年到现在，历史上几段收益率走高的过程看，虽然也是涨少跌多，但并没有明确的证据说明指数一定走低。</p><p style=\"text-align: left;\">　　因此，当前市场究竟如何表现，还得回归我们股市本身以及自身的支撑和提振力。当前来看，全球经济复苏，国内经济加速复苏，对市场的支撑依旧明显。而海外流动性整体宽松，国内流动性保持稳定，这也足以继续支撑市场向上的动力。所以，我认为市场牛市格局并没有改变，当前的整理仅是牛市格局当中的自发行为，也是阶段性的外因干扰下的正常的风格调整。随着海外疫情逐步的稳定以及国内上市公司盈利的回升，市场整理的态势也有望逐步告一段落，进而迎来新的上行趋势。</p><p style=\"text-align: left;\">　　机会方面，申万宏源策略研究部高级分析师金倩婧通过复盘历史行情发现，在美债长端收益率回升阶段，市场风格特征明显，即大宗商品跑赢权益资产、价值股跑赢成长股、小盘股跑赢大盘股。所以，这个阶段，结合市场的表现，可继续关注有色等大宗商品的低吸机会；同时，在经济复苏的中后期，可关注历史表现性较强的金融(周期)以及消费品种，其中，重点关注低位低估值的蓝筹品种，比如银行以及中字头等标的。</p><p style=\"text-align: left;\"><img src=\"http://a.yunhushen.com/public/uploads/20200416/1587039942345236.jpg\" title=\"1587039942345236.jpg\" alt=\"新闻图片.jpg\"/><br/><span style=\"font-size: 18px;\"></span></p>', '股三大指数今日集体收跌其中沪指下跌收报点险守点大关深证成指下跌收报点创业板指下跌收报点两市合计成交亿元行业板块多数收跌酿酒板块领跌石油板块逆市走强北向资金今日净卖出亿元昨日大涨之下今日市场双双低开开盘后震荡走低盘中再次迎来跳水而即便盘中小幅反抽但也仅是反抽而已继前天大跌之后今日再次迎来重挫盘面上看除了钢铁军工煤炭等板块之外其他板块均有不同程度的走低而贵州茅台盘中股价再创新低带领茅台们拖累指数表现回顾近期市场行情貌似并没有实质性的利空影响但为什么市场大起大落而且多次引发跳水以及大跌究竟在担心害怕什么呢实际上市场的担心主要来源于情绪情绪不仅源于国内还有海外市场的传导国内主要是流动性边际收紧趋势下的承压海外主要还是美债收益率波动对市场的干扰具体来看国内主要是流动性边际收紧之后的各种担忧我们的短中长期利率价格已经是多月没有进行调整实际意义上已经处于边际收紧的状态而在春节之前其实相关人士的发言被市场人士认为是流动性可能要收紧的象征之一此后有关流动性收紧的担忧不绝于耳于是去年以来很多大涨的核心资产因为估值的高企以及获利的丰厚此时担忧情绪开始蔓延阶段性的调仓换股也开始进行于是市场迎来了阶段性的调整海外主要是美债收益率上行引发的市场的承压我们的陆股通开通以来外资持仓相对高的公司和美股走势的关联度比较高美债收益率上行的话会影响美股承压继而对国内外资金持仓较高的公司产生扰动此外美债收益率上行也就意味着真实融资成本边际走高那么很多高估值资产就会承压一些此前有较大的浮盈或者高杠杆的资产就会有压力落脚到具体的标的上一些可选消费科技以及通信等股票因为估值偏高对利率上行敏感因而就迎来短期快速的走低但是纵观历史上流动性收紧的具体情况虽然整体跌多涨少但是对市场格局不产生实质性的影响尤其是即便是流动性实质收紧的初期对牛市格局也没有明显的影响所以这个担忧可以稍微降低至于美债收益率来说从年到现在历史上几段收益率走高的过程看虽然也是涨少跌多但并没有明确的证据说明指数一定走低因此当前市场究竟如何表现还得回归我们股市本身以及自身的支撑和提振力当前来看全球经济复苏国内经济加速复苏对市场的支撑依旧明显而海外流动性整体宽松国内流动性保持稳定这也足以继续支撑市场向上的动力所以我认为市场牛市格局并没有改变当前的整理仅是牛市格局当中的自发行为也是阶段性的外因干扰下的正常的风格调整随着海外疫情逐步的稳定以及国内上市公司盈利的回升市场整理的态势也有望逐步告一段落进而迎来新的上行趋势机会方面申万宏源策略研究部高级分析师金倩婧通过复盘历史行情发现在美债长端收益率回升阶段市场风格特征明显即大宗商品跑赢权益资产价值股跑赢成长股小盘股跑赢大盘股所以这个阶段结合市场的表现可继续关注有色等大宗商品的低吸机会同时在经济复苏的中后期可关注历史表现性较强的金融周期以及消费品种其中重点关注低位低估值的蓝筹品种比如银行以及中字头等标的新闻图片', 'http://a.yunhushen.com/public/uploads/20200416/1587039942345236.jpg,', 1, 2779, 0, 1, 1614848813),
(7, 6, '今日限制股票名单：', '<p>尊敬的平台用户：</p><p>将对以下几种具有高风险的个股进行限制：</p><p>1、上市公司发布了存在暂停上市风险警示的公告或者退市风险警示公告。</p><p>2、近期个股涨幅过大或者存在较大的负面消息。股票解限日期以该股票发布脱离风险公告为准，感谢您的合作！</p><table cellpadding=\"0\" cellspacing=\"0\" height=\"3344\"><colgroup><col width=\"150\" style=\"width:112.50pt;\"/><col width=\"119\" style=\"width:89.25pt;\"/></colgroup><tbody><tr height=\"19\" style=\"height:14.25pt;\" class=\"firstRow\"><td class=\"et2\" height=\"14\" width=\"161\" x:str=\"\" style=\"\">000004国农科技</td><td width=\"153\" x:str=\"\" style=\"\">300116坚瑞沃能</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000017深中华A</td><td x:str=\"\" width=\"153\">300128锦富技术</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000020深华发A</td><td x:str=\"\" width=\"153\">300131英唐智控</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000038深大通</td><td x:str=\"\" width=\"153\">300143盈康生命</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000040东旭蓝天</td><td x:str=\"\" width=\"153\">300149量子生物</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000068华控赛格</td><td x:str=\"\" width=\"153\">300152科融环境</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000150宜华健康</td><td x:str=\"\" width=\"153\">300156神雾环保</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000403双林生物</td><td x:str=\"\" width=\"153\">300160秀强股份</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000408藏格控股</td><td x:str=\"\" width=\"153\">300163先锋新材</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000413东旭光电</td><td x:str=\"\" width=\"153\">300167迪威迅</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000415渤海租赁</td><td x:str=\"\" width=\"153\">300173智慧松德</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000426兴业矿业</td><td x:str=\"\" width=\"153\">300176派生科技</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000428华天酒店</td><td x:str=\"\" width=\"153\">300178腾邦国际</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000488晨鸣纸业</td><td x:str=\"\" width=\"153\">300187永清环保</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000503国新健康</td><td x:str=\"\" width=\"153\">300189神农科技</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000505京粮控股</td><td x:str=\"\" width=\"153\">300199翰宇药业</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000506中润资源</td><td x:str=\"\" width=\"153\">300216千山药机</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000518四环生物</td><td x:str=\"\" width=\"153\">300261雅本化学</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000526紫光学大</td><td x:str=\"\" width=\"153\">300267尔康制药</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000533顺钠股份</td><td x:str=\"\" width=\"153\">300268佳沃股份</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000536华映科技</td><td x:str=\"\" width=\"153\">300269联建光电</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000558莱茵体育</td><td x:str=\"\" width=\"153\">300273和佳医疗</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000567海德股份</td><td x:str=\"\" width=\"153\">300278华昌达</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000587金洲慈航</td><td x:str=\"\" width=\"153\">300299富春股份</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000593大通燃气</td><td x:str=\"\" width=\"153\">300307慈星股份</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000595宝塔实业</td><td x:str=\"\" width=\"153\">300312邦讯技术</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000606顺利办</td><td x:str=\"\" width=\"153\">300313天山生物</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000609中迪投资</td><td x:str=\"\" width=\"153\">300315掌趣科技</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000638万方发展</td><td x:str=\"\" width=\"153\">300318博晖创新</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000662天夏智慧</td><td x:str=\"\" width=\"153\">300343联创股份</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000663永安林业</td><td x:str=\"\" width=\"153\">300344太空智造</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000669金鸿控股</td><td x:str=\"\" width=\"153\">300350华鹏飞</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000673当代东方</td><td x:str=\"\" width=\"153\">300362天翔环境</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000679大连友谊</td><td x:str=\"\" width=\"153\">300367东方网力</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000687华讯方舟</td><td x:str=\"\" width=\"153\">300379东方通</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000697炼石航空</td><td x:str=\"\" width=\"153\">300393中来股份</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000727华东科技</td><td x:str=\"\" width=\"153\">300426唐德影视</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000780平庄能源</td><td x:str=\"\" width=\"153\">300431暴风集团</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000788北大医药</td><td x:str=\"\" width=\"153\">300459金科文化</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000790泰合健康</td><td x:str=\"\" width=\"153\">300461田中精机</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000791甘肃电投</td><td x:str=\"\" width=\"153\">300465高伟达</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000793华闻集团</td><td x:str=\"\" width=\"153\">300467迅游科技</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000803金宇车城</td><td x:str=\"\" width=\"153\">300478杭州高新</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000835长城动漫</td><td x:str=\"\" width=\"153\">300526中潜股份</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000837秦川机床</td><td x:str=\"\" width=\"153\">300578会畅通讯</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000838财信发展</td><td x:str=\"\" width=\"153\">300593新雷能</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000839中信国安</td><td x:str=\"\" width=\"153\">300736百邦科技</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000861海印股份</td><td x:str=\"\" width=\"153\">300765新诺威</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000862银星能源</td><td x:str=\"\" width=\"153\">300801泰和科技</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000889中嘉博创</td><td x:str=\"\" width=\"153\">300825阿尔特</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000890法尔胜</td><td x:str=\"\" width=\"153\">300826测绘股份</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000892欢瑞世纪</td><td x:str=\"\" width=\"153\">600011华能国际</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000898鞍钢股份</td><td x:str=\"\" width=\"153\">600020中原高速</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000910大亚圣象</td><td x:str=\"\" width=\"153\">600052浙江广厦</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000912泸天化</td><td x:str=\"\" width=\"153\">600064南京高科</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000918嘉凯城</td><td x:str=\"\" width=\"153\">600069银鸽投资</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000927一汽夏利</td><td x:str=\"\" width=\"153\">600071凤凰光学</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000955欣龙控股</td><td x:str=\"\" width=\"153\">600078澄星股份</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">000980众泰汽车</td><td x:str=\"\" width=\"153\">600083博信股份</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002006精功科技</td><td x:str=\"\" width=\"153\">600086东方金钰</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002039黔源电力</td><td x:str=\"\" width=\"153\">600090同济堂</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002044美年健康</td><td x:str=\"\" width=\"153\">600107美尔雅</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002052同洲电子</td><td x:str=\"\" width=\"153\">600122宏图高科</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002069獐子岛</td><td x:str=\"\" width=\"153\">600127金健米业</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002071长城影视</td><td x:str=\"\" width=\"153\">600128弘业股份</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002073软控股份</td><td x:str=\"\" width=\"153\">600136当代明诚</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002076雪莱特</td><td x:str=\"\" width=\"153\">600139西部资源</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002077大港股份</td><td x:str=\"\" width=\"153\">600146商赢环球</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002098浔兴股份</td><td x:str=\"\" width=\"153\">600157永泰能源</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002121科陆电子</td><td x:str=\"\" width=\"153\">600165新日恒力</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002124天邦股份</td><td x:str=\"\" width=\"153\">600172黄河旋风</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002131利欧股份</td><td x:str=\"\" width=\"153\">600175美都能源</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002160常铝股份</td><td x:str=\"\" width=\"153\">600180瑞茂通</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002164宁波东力</td><td x:str=\"\" width=\"153\">600189吉林森工</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002173创新医疗</td><td x:str=\"\" width=\"153\">600191华资实业</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002174游族网络</td><td x:str=\"\" width=\"153\">600198大唐电信</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002176江特电机</td><td x:str=\"\" width=\"153\">600200江苏吴中</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002178延华智能</td><td x:str=\"\" width=\"153\">600212江泉实业</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002180纳思达</td><td x:str=\"\" width=\"153\">600221海航控股</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002181粤传媒</td><td x:str=\"\" width=\"153\">600225天津松江</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002192融捷股份</td><td x:str=\"\" width=\"153\">600226瀚叶股份</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002217合力泰</td><td x:str=\"\" width=\"153\">600241时代万恒</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002219恒康医疗</td><td x:str=\"\" width=\"153\">600242中昌数据</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002231奥维通信</td><td x:str=\"\" width=\"153\">600243青海华鼎</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002239奥特佳</td><td x:str=\"\" width=\"153\">600255梦舟股份</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002247聚力文化</td><td x:str=\"\" width=\"153\">600257大湖股份</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002248华东数控</td><td x:str=\"\" width=\"153\">600267海正药业</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002255海陆重工</td><td x:str=\"\" width=\"153\">600277亿利洁能</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002256兆新股份</td><td x:str=\"\" width=\"153\">600278东方创业</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002261拓维信息</td><td x:str=\"\" width=\"153\">600280中央商场</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002265西仪股份</td><td x:str=\"\" width=\"153\">600281太化股份</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002280联络互动</td><td x:str=\"\" width=\"153\">600303曙光股份</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002312三泰控股</td><td x:str=\"\" width=\"153\">600306商业城</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002316亚联发展</td><td x:str=\"\" width=\"153\">600311荣华实业</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002319乐通股份</td><td x:str=\"\" width=\"153\">600313农发种业</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002341新纶科技</td><td x:str=\"\" width=\"153\">600319ST亚星</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002343慈文传媒</td><td x:str=\"\" width=\"153\">600331宏达股份</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002354天神娱乐</td><td x:str=\"\" width=\"153\">600333长春燃气</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002355兴民智通</td><td x:str=\"\" width=\"153\">600358国旅联合</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002366台海核电</td><td x:str=\"\" width=\"153\">600391航发科技</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002370亚太药业</td><td x:str=\"\" width=\"153\">600393粤泰股份</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002382蓝帆医疗</td><td x:str=\"\" width=\"153\">600410华胜天成</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002411延安必康</td><td x:str=\"\" width=\"153\">600418江淮汽车</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002415海康威视</td><td x:str=\"\" width=\"153\">600470六国化工</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002418康盛股份</td><td x:str=\"\" width=\"153\">600501航天晨光</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002423中粮资本</td><td x:str=\"\" width=\"153\">600525长园集团</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002426胜利精密</td><td x:str=\"\" width=\"153\">600530交大昂立</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002437誉衡药业</td><td x:str=\"\" width=\"153\">600532宏达矿业</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002447晨鑫科技</td><td x:str=\"\" width=\"153\">600550保变电气</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002456欧菲光</td><td x:str=\"\" width=\"153\">600555海航创新</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002464众应互联</td><td x:str=\"\" width=\"153\">600568中珠医疗</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002470金正大</td><td x:str=\"\" width=\"153\">600584长电科技</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002486嘉麟杰</td><td x:str=\"\" width=\"153\">600593大连圣亚</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002496辉丰股份</td><td x:str=\"\" width=\"153\">600599熊猫金控</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002502鼎龙文化</td><td x:str=\"\" width=\"153\">600601方正科技</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002504弘高创意</td><td x:str=\"\" width=\"153\">600615丰华股份</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002509天广中茂</td><td x:str=\"\" width=\"153\">600617国新能源</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002512达华智能</td><td x:str=\"\" width=\"153\">600651飞乐音响</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002513蓝丰生化</td><td x:str=\"\" width=\"153\">600664哈药股份</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002517恺英网络</td><td x:str=\"\" width=\"153\">600671天目药业</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002527新时达</td><td x:str=\"\" width=\"153\">600673东阳光</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002529海源复材</td><td x:str=\"\" width=\"153\">600682南京新百</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002535林州重机</td><td x:str=\"\" width=\"153\">600685中船防务</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002538司尔特</td><td x:str=\"\" width=\"153\">600712南宁百货</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002581未名医药</td><td x:str=\"\" width=\"153\">600714金瑞矿业</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002589瑞康医药</td><td x:str=\"\" width=\"153\">600730中国高科</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002606大连电瓷</td><td x:str=\"\" width=\"153\">600734实达集团</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002611东方精工</td><td x:str=\"\" width=\"153\">600744华银电力</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002615哈尔斯</td><td x:str=\"\" width=\"153\">600751海航科技</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002617露笑科技</td><td x:str=\"\" width=\"153\">600754锦江酒店</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002619艾格拉斯</td><td x:str=\"\" width=\"153\">600758红阳能源</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002621美吉姆</td><td x:str=\"\" width=\"153\">600759洲际油气</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002622融钰集团</td><td x:str=\"\" width=\"153\">600768宁波富邦</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002638勤上股份</td><td x:str=\"\" width=\"153\">600777新潮能源</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002647仁东控股</td><td x:str=\"\" width=\"153\">600781辅仁药业</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002654万润科技</td><td x:str=\"\" width=\"153\">600804鹏博士</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002656摩登大道</td><td x:str=\"\" width=\"153\">600812华北制药</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002659凯文教育</td><td x:str=\"\" width=\"153\">600816安信信托</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002667鞍重股份</td><td x:str=\"\" width=\"153\">600821津劝业</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002668奥马电器</td><td x:str=\"\" width=\"153\">600836界龙实业</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002671龙泉股份</td><td x:str=\"\" width=\"153\">600844丹化科技</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002676顺威股份</td><td x:str=\"\" width=\"153\">600855航天长峰</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002681奋达科技</td><td x:str=\"\" width=\"153\">600889南京化纤</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002693双成药业</td><td x:str=\"\" width=\"153\">600890中房股份</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002715登云股份</td><td x:str=\"\" width=\"153\">600892大晟文化</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002716ST金贵</td><td x:str=\"\" width=\"153\">600898国美通讯</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002723金莱特</td><td x:str=\"\" width=\"153\">600983惠而浦</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002731萃华珠宝</td><td x:str=\"\" width=\"153\">601101昊华能源</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002740爱迪尔</td><td x:str=\"\" width=\"153\">601127小康股份</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002759天际股份</td><td x:str=\"\" width=\"153\">601212白银有色</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002765蓝黛传动</td><td x:str=\"\" width=\"153\">601258庞大集团</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002769普路通</td><td x:str=\"\" width=\"153\">601388怡球资源</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002770科迪乳业</td><td x:str=\"\" width=\"153\">601519大智慧</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002848高斯贝尔</td><td x:str=\"\" width=\"153\">601579会稽山</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">002977天箭科技</td><td x:str=\"\" width=\"153\">601777力帆股份</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">300004南风股份</td><td x:str=\"\" width=\"153\">601866中远海发</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">300005探路者</td><td x:str=\"\" width=\"153\">601901方正证券</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">300008天海防务</td><td x:str=\"\" width=\"153\">601918新集能源</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">300010立思辰</td><td x:str=\"\" width=\"153\">603042华脉科技</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">300027华谊兄弟</td><td x:str=\"\" width=\"153\">603088宁波精达</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">300028金亚科技</td><td x:str=\"\" width=\"153\">603111康尼机电</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">300029天龙光电</td><td x:str=\"\" width=\"153\">603157拉夏贝尔</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">300032金龙机电</td><td x:str=\"\" width=\"153\">603353和顺石油</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">300048合康新能</td><td x:str=\"\" width=\"153\">603366日出东方</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">300063天龙集团</td><td x:str=\"\" width=\"153\">603389亚振家居</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">300064豫金刚石</td><td x:str=\"\" width=\"153\">603466风语筑</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">300069金利华电</td><td x:str=\"\" width=\"153\">603518锦泓集团</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">300071华谊嘉信</td><td x:str=\"\" width=\"153\">603555贵人鸟</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">300077国民技术</td><td x:str=\"\" width=\"153\">603598引力传媒</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">300080易成新能</td><td x:str=\"\" width=\"153\">603603博天环境</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">300089文化长城</td><td x:str=\"\" width=\"153\">603726朗迪集团</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">300090盛运环保</td><td x:str=\"\" width=\"153\">603758秦安股份</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">300093金刚玻璃</td><td x:str=\"\" width=\"153\">603778乾景园林</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">300104乐视网</td><td x:str=\"\" width=\"153\">603779威龙股份</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">300108吉药控股</td><td x:str=\"\" width=\"153\">603879永悦科技</td></tr><tr height=\"19\" style=\"height:14.25pt;\"><td class=\"et2\" height=\"14\" x:str=\"\" style=\"\" width=\"116\">300109新开源</td><td x:str=\"\" width=\"153\">603997继峰股份</td></tr></tbody></table><p><br/></p>', '尊敬的平台用户将对以下几种具有高风险的个股进行限制上市公司发布了存在暂停上市风险警示的公告或者退市风险警示公告近期个股涨幅过大或者存在较大的负面消息股票解限日期以该股票发布脱离风险公告为准感谢您的合作国农科技坚瑞沃能深中华锦富技术深华发英唐智控深大通盈康生命东旭蓝天量子生物华控赛格科融环境宜华健康神雾环保双林生物秀强股份藏格控股先锋新材东旭光电迪威迅渤海租赁智慧松德兴业矿业派生科技华天酒店腾邦国际晨鸣纸业永清环保国新健康神农科技京粮控股翰宇药业中润资源千山药机四环生物雅本化学紫光学大尔康制药顺钠股份佳沃股份华映科技联建光电莱茵体育和佳医疗海德股份华昌达金洲慈航富春股份大通燃气慈星股份宝塔实业邦讯技术顺利办天山生物中迪投资掌趣科技万方发展博晖创新天夏智慧联创股份永安林业太空智造金鸿控股华鹏飞当代东方天翔环境大连友谊东方网力华讯方舟东方通炼石航空中来股份华东科技唐德影视平庄能源暴风集团北大医药金科文化泰合健康田中精机甘肃电投高伟达华闻集团迅游科技金宇车城杭州高新长城动漫中潜股份秦川机床会畅通讯财信发展新雷能中信国安百邦科技海印股份新诺威银星能源泰和科技中嘉博创阿尔特法尔胜测绘股份欢瑞世纪华能国际鞍钢股份中原高速大亚圣象浙江广厦泸天化南京高科嘉凯城银鸽投资一汽夏利凤凰光学欣龙控股澄星股份众泰汽车博信股份精功科技东方金钰黔源电力同济堂美年健康美尔雅同洲电子宏图高科獐子岛金健米业长城影视弘业股份软控股份当代明诚雪莱特西部资源大港股份商赢环球浔兴股份永泰能源科陆电子新日恒力天邦股份黄河旋风利欧股份美都能源常铝股份瑞茂通宁波东力吉林森工创新医疗华资实业游族网络大唐电信江特电机江苏吴中延华智能江泉实业纳思达海航控股粤传媒天津松江融捷股份瀚叶股份合力泰时代万恒恒康医疗中昌数据奥维通信青海华鼎奥特佳梦舟股份聚力文化大湖股份华东数控海正药业海陆重工亿利洁能兆新股份东方创业拓维信息中央商场西仪股份太化股份联络互动曙光股份三泰控股商业城亚联发展荣华实业乐通股份农发种业新纶科技亚星慈文传媒宏达股份天神娱乐长春燃气兴民智通国旅联合台海核电航发科技亚太药业粤泰股份蓝帆医疗华胜天成延安必康江淮汽车海康威视六国化工康盛股份航天晨光中粮资本长园集团胜利精密交大昂立誉衡药业宏达矿业晨鑫科技保变电气欧菲光海航创新众应互联中珠医疗金正大长电科技嘉麟杰大连圣亚辉丰股份熊猫金控鼎龙文化方正科技弘高创意丰华股份天广中茂国新能源达华智能飞乐音响蓝丰生化哈药股份恺英网络天目药业新时达东阳光海源复材南京新百林州重机中船防务司尔特南宁百货未名医药金瑞矿业瑞康医药中国高科大连电瓷实达集团东方精工华银电力哈尔斯海航科技露笑科技锦江酒店艾格拉斯红阳能源美吉姆洲际油气融钰集团宁波富邦勤上股份新潮能源仁东控股辅仁药业万润科技鹏博士摩登大道华北制药凯文教育安信信托鞍重股份津劝业奥马电器界龙实业龙泉股份丹化科技顺威股份航天长峰奋达科技南京化纤双成药业中房股份登云股份大晟文化金贵国美通讯金莱特惠而浦萃华珠宝昊华能源爱迪尔小康股份天际股份白银有色蓝黛传动庞大集团普路通怡球资源科迪乳业大智慧高斯贝尔会稽山天箭科技力帆股份南风股份中远海发探路者方正证券天海防务新集能源立思辰华脉科技华谊兄弟宁波精达金亚科技康尼机电天龙光电拉夏贝尔金龙机电和顺石油合康新能日出东方天龙集团亚振家居豫金刚石风语筑金利华电锦泓集团华谊嘉信贵人鸟国民技术引力传媒易成新能博天环境文化长城朗迪集团盛运环保秦安股份金刚玻璃乾景园林乐视网威龙股份吉药控股永悦科技新开源继峰股份', '', 2, 0, 0, 2, 1589105213),
(8, 6, '请注意余额是否够扣管理费！', '<p><strong>当您的配资交易账号自动延期时，系统从余额扣管理费，请注意您的账号余额是否够扣管理费用。如果当天交易日凌晨没余额可扣除，当天交易日开盘时，系统会自动平仓！请广大用户注意！</strong></p>', '当您的配资交易账号自动延期时系统从余额扣管理费请注意您的账号余额是否够扣管理费用如果当天交易日凌晨没余额可扣除当天交易日开盘时系统会自动平仓请广大用户注意', '', 2, 0, 0, 1, 1583035613),
(9, 6, '为方便用户，网页上直接提交委托，无需下载交易APP', '<p>为方便用户操作，平台已将交易APP和网站合并！更佳方便简单，配资只需要一个网址即可！用户直接在网页提交委托，委托成交。可咨询客服提供委托数据和资金交割单！感谢您的支持</p>', '为方便用户操作平台已将交易和网站合并更佳方便简单配资只需要一个网址即可用户直接在网页提交委托委托成交可咨询客服提供委托数据和资金交割单感谢您的支持', '', 2, 0, 0, 2, 1551499613);
INSERT INTO `link_news` (`id`, `cid`, `title`, `content`, `words`, `picurl`, `is_recommend`, `times`, `sort`, `is_del`, `create_time`) VALUES
(10, 6, '今日限制股票名单：(03.12)', '<p style=\"white-space: normal; line-height: normal;\">尊敬的平台用户：</p><p style=\"white-space: normal; line-height: normal;\">将对以下几种具有高风险的个股进行限制(限制的票在平台上委托不了）：</p><p style=\"white-space: normal; line-height: normal;\">1、ST股、科创板；上市公司发布了存在暂停上市风险警示的公告或者退市风险警示公告。</p><p style=\"white-space: normal; line-height: normal;\">2、近期个股涨幅过大或者存在较大的负面消息。股票解限日期以该股票发布脱离风险公告为准。</p><p style=\"white-space: normal; line-height: normal;\">3、当日个股涨跌幅超过8%时，则系统风控会限制买入；当发生回调且回调至该个股涨跌幅在8%以内时，则系统风控自动解除，仍可买入。</p><p>4、因市场股票过多，有些股票已解除了风险，但云沪深还在禁用，平台存在延时解除。如用户看中的票觉得没有风险，可联系平台客服或专属客户经理沟通发给我们风控人员进行评估。解除后方可买入！感谢您的合作！</p><p><br/></p><p><br/></p><table cellpadding=\"0\" cellspacing=\"0\" height=\"3058\"><colgroup><col width=\"72\" style=\"width:54.00pt;\" span=\"2\"/></colgroup><tbody><tr height=\"22\" style=\"height:16.50pt;\" class=\"firstRow\"><td height=\"16\" width=\"76.66666666666667\" x:str=\"\" style=\"\"><span style=\"font-size: 18px;\">股票代码</span></td><td width=\"83.66666666666667\" x:str=\"\" style=\"\"><span style=\"font-size: 18px;\">股票名称</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">000004</span></td><td x:str=\"\" width=\"84.66666666666667\"><span style=\"font-size: 18px;\">国华网安</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">000007</span></td><td x:str=\"\" width=\"85.66666666666667\"><span style=\"font-size: 18px;\">全新好</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">000150</span></td><td x:str=\"\" width=\"86.66666666666667\"><span style=\"font-size: 18px;\">宜华健康</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">000403</span></td><td x:str=\"\" width=\"88.66666666666667\"><span style=\"font-size: 18px;\">双林生物</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">000416</span></td><td x:str=\"\" width=\"90.66666666666667\"><span style=\"font-size: 18px;\">民生控股</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">000510</span></td><td x:str=\"\" width=\"91.66666666666667\"><span style=\"font-size: 18px;\">新金路</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">000518</span></td><td x:str=\"\" width=\"92.66666666666667\"><span style=\"font-size: 18px;\">四环生物</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">000523</span></td><td x:str=\"\" width=\"93.66666666666667\"><span style=\"font-size: 18px;\">广州浪奇</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">000545</span></td><td x:str=\"\" width=\"94.66666666666667\"><span style=\"font-size: 18px;\">金浦钛业</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">000626</span></td><td x:str=\"\" width=\"95.66666666666667\"><span style=\"font-size: 18px;\">远大控股</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">000637</span></td><td x:str=\"\" width=\"96.66666666666667\"><span style=\"font-size: 18px;\">茂化实华</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">000668</span></td><td x:str=\"\" width=\"98.66666666666667\"><span style=\"font-size: 18px;\">荣丰控股</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">000691</span></td><td x:str=\"\" width=\"100.66666666666667\"><span style=\"font-size: 18px;\">亚太实业</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">000711</span></td><td x:str=\"\" width=\"101.66666666666667\"><span style=\"font-size: 18px;\">京蓝科技</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">000732</span></td><td x:str=\"\" width=\"102.66666666666667\"><span style=\"font-size: 18px;\">泰禾集团</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">000782</span></td><td x:str=\"\" width=\"103.66666666666667\"><span style=\"font-size: 18px;\">美达股份</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">000798</span></td><td x:str=\"\" width=\"104.66666666666667\"><span style=\"font-size: 18px;\">中水渔业</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">000812</span></td><td x:str=\"\" width=\"105.66666666666667\"><span style=\"font-size: 18px;\">陕西金叶</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">000813</span></td><td x:str=\"\" width=\"106.66666666666667\"><span style=\"font-size: 18px;\">德展健康</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">000818</span></td><td x:str=\"\" width=\"108.66666666666667\"><span style=\"font-size: 18px;\">航锦科技</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">000897</span></td><td x:str=\"\" width=\"110.66666666666667\"><span style=\"font-size: 18px;\">津滨发展</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">000908</span></td><td x:str=\"\" width=\"111.66666666666667\"><span style=\"font-size: 18px;\">景峰医药</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">000911</span></td><td x:str=\"\" width=\"112.66666666666667\"><span style=\"font-size: 18px;\">南宁糖业</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">000922</span></td><td x:str=\"\" width=\"113.66666666666667\"><span style=\"font-size: 18px;\">佳电股份</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">000927</span></td><td x:str=\"\" width=\"114.66666666666667\"><span style=\"font-size: 18px;\">中国铁物</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">000933</span></td><td x:str=\"\" width=\"115.66666666666667\"><span style=\"font-size: 18px;\">神火股份</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">000976</span></td><td x:str=\"\" width=\"116.66666666666667\"><span style=\"font-size: 18px;\">华铁股份</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">002069</span></td><td x:str=\"\" width=\"118.66666666666667\"><span style=\"font-size: 18px;\">獐子岛</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">002085</span></td><td x:str=\"\" width=\"120.66666666666667\"><span style=\"font-size: 18px;\">万丰奥威</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">002104</span></td><td x:str=\"\" width=\"121.66666666666667\"><span style=\"font-size: 18px;\">恒宝股份</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">002118</span></td><td x:str=\"\" width=\"122.66666666666666\"><span style=\"font-size: 18px;\">紫鑫药业</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">002164</span></td><td x:str=\"\" width=\"123.66666666666666\"><span style=\"font-size: 18px;\">宁波东力</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">002193</span></td><td x:str=\"\" width=\"124.66666666666666\"><span style=\"font-size: 18px;\">如意集团</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">002199</span></td><td x:str=\"\" width=\"125.66666666666666\"><span style=\"font-size: 18px;\">东晶电子</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">002207</span></td><td x:str=\"\" width=\"126.66666666666666\"><span style=\"font-size: 18px;\">准油股份</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">002235</span></td><td x:str=\"\" width=\"128.66666666666666\"><span style=\"font-size: 18px;\">安妮股份</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">002263</span></td><td x:str=\"\" width=\"130.66666666666666\"><span style=\"font-size: 18px;\">大东南</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">002310</span></td><td x:str=\"\" width=\"131.66666666666666\"><span style=\"font-size: 18px;\">东方园林</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">002378</span></td><td x:str=\"\" width=\"132.66666666666666\"><span style=\"font-size: 18px;\">章源钨业</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">002464</span></td><td x:str=\"\" width=\"133.66666666666666\"><span style=\"font-size: 18px;\">众应互联</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">002490</span></td><td x:str=\"\" width=\"134.66666666666666\"><span style=\"font-size: 18px;\">山东墨龙</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">002532</span></td><td x:str=\"\" width=\"135.66666666666666\"><span style=\"font-size: 18px;\">天山铝业</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">002564</span></td><td x:str=\"\" width=\"136.66666666666666\"><span style=\"font-size: 18px;\">天沃科技</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">002613</span></td><td x:str=\"\" width=\"138.66666666666666\"><span style=\"font-size: 18px;\">北玻股份</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">002619</span></td><td x:str=\"\" width=\"140.66666666666666\"><span style=\"font-size: 18px;\">艾格拉斯</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">002620</span></td><td x:str=\"\" width=\"141.66666666666666\"><span style=\"font-size: 18px;\">瑞和股份</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">002621</span></td><td x:str=\"\" width=\"142.66666666666666\"><span style=\"font-size: 18px;\">美吉姆</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">002622</span></td><td x:str=\"\" width=\"143.66666666666666\"><span style=\"font-size: 18px;\">融钰集团</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">002647</span></td><td x:str=\"\" width=\"144.66666666666666\"><span style=\"font-size: 18px;\">仁东控股</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">002689</span></td><td x:str=\"\" width=\"145.66666666666666\"><span style=\"font-size: 18px;\">远大智能</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">002694</span></td><td x:str=\"\" width=\"146.66666666666666\"><span style=\"font-size: 18px;\">顾地科技</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">002715</span></td><td x:str=\"\" width=\"148.66666666666666\"><span style=\"font-size: 18px;\">登云股份</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">002721</span></td><td x:str=\"\" width=\"150.66666666666666\"><span style=\"font-size: 18px;\">金一文化</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">002742</span></td><td x:str=\"\" width=\"151.66666666666666\"><span style=\"font-size: 18px;\">三圣股份</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">002847</span></td><td x:str=\"\" width=\"152.66666666666666\"><span style=\"font-size: 18px;\">盐津铺子</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">002848</span></td><td x:str=\"\" width=\"153.66666666666666\"><span style=\"font-size: 18px;\">高斯贝尔</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">003038</span></td><td x:str=\"\" width=\"154.66666666666666\"><span style=\"font-size: 18px;\">鑫铂股份</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">300004</span></td><td x:str=\"\" width=\"155.66666666666666\"><span style=\"font-size: 18px;\">南风股份</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">300025</span></td><td x:str=\"\" width=\"156.66666666666666\"><span style=\"font-size: 18px;\">华星创业</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">300051</span></td><td x:str=\"\" width=\"158.66666666666666\"><span style=\"font-size: 18px;\">三五互联</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">300089</span></td><td x:str=\"\" width=\"160.66666666666666\"><span style=\"font-size: 18px;\">文化长城</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">300108</span></td><td x:str=\"\" width=\"161.66666666666666\"><span style=\"font-size: 18px;\">吉药控股</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">300137</span></td><td x:str=\"\" width=\"162.66666666666666\"><span style=\"font-size: 18px;\">先河环保</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">300139</span></td><td x:str=\"\" width=\"163.66666666666666\"><span style=\"font-size: 18px;\">晓程科技</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">300140</span></td><td x:str=\"\" width=\"164.66666666666666\"><span style=\"font-size: 18px;\">中环装备</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">300152</span></td><td x:str=\"\" width=\"165.66666666666666\"><span style=\"font-size: 18px;\">科融环境</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">300167</span></td><td x:str=\"\" width=\"166.66666666666666\"><span style=\"font-size: 18px;\">迪威迅</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">300176</span></td><td x:str=\"\" width=\"168.66666666666666\"><span style=\"font-size: 18px;\">派生科技</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">300182</span></td><td x:str=\"\" width=\"170.66666666666666\"><span style=\"font-size: 18px;\">捷成股份</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">300208</span></td><td x:str=\"\" width=\"171.66666666666666\"><span style=\"font-size: 18px;\">青岛中程</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">300268</span></td><td x:str=\"\" width=\"172.66666666666666\"><span style=\"font-size: 18px;\">佳沃股份</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">300269</span></td><td x:str=\"\" width=\"173.66666666666666\"><span style=\"font-size: 18px;\">联建光电</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">300282</span></td><td x:str=\"\" width=\"174.66666666666666\"><span style=\"font-size: 18px;\">三盛教育</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">300313</span></td><td x:str=\"\" width=\"175.66666666666666\"><span style=\"font-size: 18px;\">天山生物</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">300345</span></td><td x:str=\"\" width=\"176.66666666666666\"><span style=\"font-size: 18px;\">华民股份</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">300362</span></td><td x:str=\"\" width=\"178.66666666666666\"><span style=\"font-size: 18px;\">天翔环境</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">300380</span></td><td x:str=\"\" width=\"180.66666666666666\"><span style=\"font-size: 18px;\">安硕信息</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">300431</span></td><td x:str=\"\" width=\"181.66666666666666\"><span style=\"font-size: 18px;\">暴风集团</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">300461</span></td><td x:str=\"\" width=\"182.66666666666666\"><span style=\"font-size: 18px;\">田中精机</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">300483</span></td><td x:str=\"\" width=\"183.66666666666666\"><span style=\"font-size: 18px;\">首华燃气</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">300526</span></td><td x:str=\"\" width=\"184.66666666666666\"><span style=\"font-size: 18px;\">中潜股份</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">300591</span></td><td x:str=\"\" width=\"185.66666666666666\"><span style=\"font-size: 18px;\">万里马</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">300948</span></td><td x:str=\"\" width=\"186.66666666666666\"><span style=\"font-size: 18px;\">冠中生态</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">300949</span></td><td x:str=\"\" width=\"188.66666666666666\"><span style=\"font-size: 18px;\">奥雅设计</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">300951</span></td><td x:str=\"\" width=\"190.66666666666666\"><span style=\"font-size: 18px;\">博硕科技</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600022</span></td><td x:str=\"\" width=\"191.66666666666666\"><span style=\"font-size: 18px;\">山东钢铁</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600053</span></td><td x:str=\"\" width=\"192.66666666666666\"><span style=\"font-size: 18px;\">九鼎投资</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600076</span></td><td x:str=\"\" width=\"193.66666666666666\"><span style=\"font-size: 18px;\">康欣新材</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600086</span></td><td x:str=\"\" width=\"194.66666666666666\"><span style=\"font-size: 18px;\">退市金钰</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600094</span></td><td x:str=\"\" width=\"195.66666666666666\"><span style=\"font-size: 18px;\">大名城</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600100</span></td><td x:str=\"\" width=\"196.66666666666666\"><span style=\"font-size: 18px;\">同方股份</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600139</span></td><td x:str=\"\" width=\"198.66666666666666\"><span style=\"font-size: 18px;\">西部资源</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600155</span></td><td x:str=\"\" width=\"200.66666666666666\"><span style=\"font-size: 18px;\">华创阳安</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600169</span></td><td x:str=\"\" width=\"201.66666666666666\"><span style=\"font-size: 18px;\">太原重工</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600182</span></td><td x:str=\"\" width=\"202.66666666666666\"><span style=\"font-size: 18px;\">S佳通</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600191</span></td><td x:str=\"\" width=\"203.66666666666666\"><span style=\"font-size: 18px;\">华资实业</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600207</span></td><td x:str=\"\" width=\"204.66666666666666\"><span style=\"font-size: 18px;\">安彩高科</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600246</span></td><td x:str=\"\" width=\"205.66666666666666\"><span style=\"font-size: 18px;\">万通发展</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600250</span></td><td x:str=\"\" width=\"206.66666666666666\"><span style=\"font-size: 18px;\">南纺股份</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600267</span></td><td x:str=\"\" width=\"208.66666666666666\"><span style=\"font-size: 18px;\">海正药业</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600281</span></td><td x:str=\"\" width=\"210.66666666666666\"><span style=\"font-size: 18px;\">太化股份</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600295</span></td><td x:str=\"\" width=\"211.66666666666666\"><span style=\"font-size: 18px;\">鄂尔多斯</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600331</span></td><td x:str=\"\" width=\"212.66666666666666\"><span style=\"font-size: 18px;\">宏达股份</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600370</span></td><td x:str=\"\" width=\"213.66666666666666\"><span style=\"font-size: 18px;\">三房巷</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600396</span></td><td x:str=\"\" width=\"214.66666666666666\"><span style=\"font-size: 18px;\">金山股份</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600397</span></td><td x:str=\"\" width=\"215.66666666666666\"><span style=\"font-size: 18px;\">安源煤业</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600438</span></td><td x:str=\"\" width=\"216.66666666666666\"><span style=\"font-size: 18px;\">通威股份</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600515</span></td><td x:str=\"\" width=\"218.66666666666666\"><span style=\"font-size: 18px;\">海航基础</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600526</span></td><td x:str=\"\" width=\"220.66666666666666\"><span style=\"font-size: 18px;\">菲达环保</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600532</span></td><td x:str=\"\" width=\"221.66666666666666\"><span style=\"font-size: 18px;\">未来股份</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600537</span></td><td x:str=\"\" width=\"222.66666666666666\"><span style=\"font-size: 18px;\">亿晶光电</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600556</span></td><td x:str=\"\" width=\"223.66666666666666\"><span style=\"font-size: 18px;\">天下秀</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600571</span></td><td x:str=\"\" width=\"224.66666666666666\"><span style=\"font-size: 18px;\">信雅达</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600575</span></td><td x:str=\"\" width=\"225.66666666666666\"><span style=\"font-size: 18px;\">淮河能源</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600576</span></td><td x:str=\"\" width=\"226.66666666666666\"><span style=\"font-size: 18px;\">祥源文化</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600593</span></td><td x:str=\"\" width=\"228.66666666666666\"><span style=\"font-size: 18px;\">大连圣亚</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600594</span></td><td x:str=\"\" width=\"230.66666666666666\"><span style=\"font-size: 18px;\">益佰制药</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600605</span></td><td x:str=\"\" width=\"231.66666666666666\"><span style=\"font-size: 18px;\">汇通能源</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600687</span></td><td x:str=\"\" width=\"232.66666666666666\"><span style=\"font-size: 18px;\">退市刚泰</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600714</span></td><td x:str=\"\" width=\"233.66666666666666\"><span style=\"font-size: 18px;\">金瑞矿业</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600726</span></td><td x:str=\"\" width=\"234.66666666666666\"><span style=\"font-size: 18px;\">华电能源</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600746</span></td><td x:str=\"\" width=\"235.66666666666666\"><span style=\"font-size: 18px;\">江苏索普</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600766</span></td><td x:str=\"\" width=\"236.66666666666666\"><span style=\"font-size: 18px;\">园城黄金</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600800</span></td><td x:str=\"\" width=\"238.66666666666666\"><span style=\"font-size: 18px;\">渤海化学</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600807</span></td><td x:str=\"\" width=\"240.66666666666666\"><span style=\"font-size: 18px;\">济南高新</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600844</span></td><td x:str=\"\" width=\"241.66666666666666\"><span style=\"font-size: 18px;\">丹化科技</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600916</span></td><td x:str=\"\" width=\"242.66666666666666\"><span style=\"font-size: 18px;\">中国黄金</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">600983</span></td><td x:str=\"\" width=\"243.66666666666666\"><span style=\"font-size: 18px;\">惠而浦</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">603033</span></td><td x:str=\"\" width=\"244.66666666666666\"><span style=\"font-size: 18px;\">三维股份</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">603111</span></td><td x:str=\"\" width=\"245.66666666666666\"><span style=\"font-size: 18px;\">康尼机电</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">603126</span></td><td x:str=\"\" width=\"246.66666666666666\"><span style=\"font-size: 18px;\">中材节能</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">603222</span></td><td x:str=\"\" width=\"248.66666666666666\"><span style=\"font-size: 18px;\">济民制药</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">603399</span></td><td x:str=\"\" width=\"250.66666666666669\"><span style=\"font-size: 18px;\">吉翔股份</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">603520</span></td><td x:str=\"\" width=\"251.66666666666669\"><span style=\"font-size: 18px;\">司太立</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">603603</span></td><td x:str=\"\" width=\"252.66666666666669\"><span style=\"font-size: 18px;\">博天环境</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">603818</span></td><td x:str=\"\" width=\"253.66666666666669\"><span style=\"font-size: 18px;\">曲美家居</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">603822</span></td><td x:str=\"\" width=\"254.66666666666669\"><span style=\"font-size: 18px;\">嘉澳环保</span></td></tr><tr height=\"22\" style=\"height:16.50pt;\"><td height=\"16\" x:str=\"\" style=\"\" width=\"15\"><span style=\"font-size: 18px;\">603879</span></td><td x:str=\"\" width=\"255.66666666666669\"><span style=\"font-size: 18px;\">永悦科技</span></td></tr></tbody></table><p><br/></p>', '尊敬的平台用户将对以下几种具有高风险的个股进行限制限制的票在平台上委托不了股科创板上市公司发布了存在暂停上市风险警示的公告或者退市风险警示公告近期个股涨幅过大或者存在较大的负面消息股票解限日期以该股票发布脱离风险公告为准当日个股涨跌幅超过时则系统风控会限制买入当发生回调且回调至该个股涨跌幅在以内时则系统风控自动解除仍可买入因市场股票过多有些股票已解除了风险但云沪深还在禁用平台存在延时解除如用户看中的票觉得没有风险可联系平台客服或专属客户经理沟通发给我们风控人员进行评估解除后方可买入感谢您的合作股票代码股票名称国华网安全新好宜华健康双林生物民生控股新金路四环生物广州浪奇金浦钛业远大控股茂化实华荣丰控股亚太实业京蓝科技泰禾集团美达股份中水渔业陕西金叶德展健康航锦科技津滨发展景峰医药南宁糖业佳电股份中国铁物神火股份华铁股份獐子岛万丰奥威恒宝股份紫鑫药业宁波东力如意集团东晶电子准油股份安妮股份大东南东方园林章源钨业众应互联山东墨龙天山铝业天沃科技北玻股份艾格拉斯瑞和股份美吉姆融钰集团仁东控股远大智能顾地科技登云股份金一文化三圣股份盐津铺子高斯贝尔鑫铂股份南风股份华星创业三五互联文化长城吉药控股先河环保晓程科技中环装备科融环境迪威迅派生科技捷成股份青岛中程佳沃股份联建光电三盛教育天山生物华民股份天翔环境安硕信息暴风集团田中精机首华燃气中潜股份万里马冠中生态奥雅设计博硕科技山东钢铁九鼎投资康欣新材退市金钰大名城同方股份西部资源华创阳安太原重工佳通华资实业安彩高科万通发展南纺股份海正药业太化股份鄂尔多斯宏达股份三房巷金山股份安源煤业通威股份海航基础菲达环保未来股份亿晶光电天下秀信雅达淮河能源祥源文化大连圣亚益佰制药汇通能源退市刚泰金瑞矿业华电能源江苏索普园城黄金渤海化学济南高新丹化科技中国黄金惠而浦三维股份康尼机电中材节能济民制药吉翔股份司太立博天环境曲美家居嘉澳环保永悦科技', '', 2, 1675, 0, 1, 1615478400),
(11, 1, '测试', '<p>似懂非懂是<img src=\"http://a.yunhushen.com/public/uploads/20200601/1590984735806863.png\" title=\"1590984735806863.png\" alt=\"pic07.png\"/></p>', '似懂非懂是', 'http://a.yunhushen.com/public/uploads/20200601/1590984735806863.png,', 1, 1999, 0, 2, 1559362303),
(12, 6, '重要提示及风险提醒！', '<p>风险提醒：云沪深提醒您股市有风险，入市需谨慎；云沪深不存在任何荐股分成等指导性意见。一切的操作均由您自主判断操作。</p><p>当您选择使用杠杆时，您清楚了解默认自有两年以上的证券投资经验，您有R4/C4型以上风险意识测评，您需了解杠杆会把收益和风险都扩大。您必须了解平仓线警戒线，了解风险意识。</p><p>提示：云沪深是中介服务，股票杠杆居间撮合服务商；撮合操盘方和投资方进行合作，投资人出资，操盘方支付保证金进行操盘，平台为中介方收入部分服务费，可支持开发票。云沪深作为中介方，只进行居间撮合服务。</p><p>云沪深随时支持行情盘口挂单量变化测试，提供交割单，QQ远程查看券商账户委托成交明细查看，平台所有委托订单都进入市场，均支持验证实盘。</p><p>当您选择使用我们平台时，默认了解清楚上述说明。</p>', '风险提醒云沪深提醒您股市有风险入市需谨慎云沪深不存在任何荐股分成等指导性意见一切的操作均由您自主判断操作当您选择使用杠杆时您清楚了解默认自有两年以上的证券投资经验您有型以上风险意识测评您需了解杠杆会把收益和风险都扩大您必须了解平仓线警戒线了解风险意识提示云沪深是中介服务股票杠杆居间撮合服务商撮合操盘方和投资方进行合作投资人出资操盘方支付保证金进行操盘平台为中介方收入部分服务费可支持开发票云沪深作为中介方只进行居间撮合服务云沪深随时支持行情盘口挂单量变化测试提供交割单远程查看券商账户委托成交明细查看平台所有委托订单都进入市场均支持验证实盘当您选择使用我们平台时默认了解清楚上述说明', '', 2, 1095, 0, 1, 1592462029),
(13, 6, '更换银行收款账号、创业板持仓比例更改通知！', '<p><span style=\"font-size: 18px;\">&nbsp; &nbsp; &nbsp; 通知：因平台入金对公账户涉及企业税务问题，故即日起将平台入金对公账户更改为平台企业法人收款账号，用户在入金前请进行核对，以免转错账户导致入金时间延长，原对公账户已关闭收款功能。</span></p><p><span style=\"font-size: 18px;\">创业板注册制相关通知：</span></p><p><span style=\"font-size: 18px;\">创业板注册制即将到来，</span><span style=\"font-size: 18px;\">届时平台将会把创业板持仓控制如下：</span></p><p><span style=\"font-size: 18px;\">50万以下交易账号，创业板持仓40%</span></p><p><span style=\"font-size: 18px;\">50万以上交易账号，创业板持仓不得超过35%</span></p><p><span style=\"font-size: 18px;\">创业板注册制交易规则：</span></p><p><span style=\"font-size: 18px;\">当日涨跌幅比例由原来的10%提升到20%，新股前五日不设涨跌幅限制。</span></p><p><span style=\"font-size: 18px;\">买卖委托价格不能高于基准价格的2%，高于2%委托则会在上交所排队等候，待价格生效后，委托即有效。</span><br/></p><p><span style=\"font-size: 18px;\">其它详细交易规则和上市条件，请查看相关资讯。</span></p><p><span style=\"font-size: 18px;\">因创业板注册制属于是新上线，虽深交所和券商进行过严格测试。但届时可能不排除交易所和<span style=\"font-size: 18px;\">券商</span>会有卡单等其它突发情况，敬请投资者留意关注深交所和券商的相关公告！</span></p>', '通知因平台入金对公账户涉及企业税务问题故即日起将平台入金对公账户更改为平台企业法人收款账号用户在入金前请进行核对以免转错账户导致入金时间延长原对公账户已关闭收款功能创业板注册制相关通知创业板注册制即将到来届时平台将会把创业板持仓控制如下万以下交易账号创业板持仓万以上交易账号创业板持仓不得超过创业板注册制交易规则当日涨跌幅比例由原来的提升到新股前五日不设涨跌幅限制买卖委托价格不能高于基准价格的高于委托则会在上交所排队等候待价格生效后委托即有效其它详细交易规则和上市条件请查看相关资讯因创业板注册制属于是新上线虽深交所和券商进行过严格测试但届时可能不排除交易所和券商会有卡单等其它突发情况敬请投资者留意关注深交所和券商的相关公告', '', 1, 1656, 0, 2, 1597928196),
(14, 6, '9月9日（周三）平台对部分交易账号进行移仓的通知', '<p><span style=\"font-size: 18px;\">9月9日（周三）平台将对部分交易账号进行移仓</span></p><p><span style=\"font-size: 18px;\">移仓：即把交易账号对应的券商母账户进行切换。<br/>届时会影响部分交易账号买卖，交易账号只能卖出，不能买入。如有卖出后，需要即时买入股票而因移仓影响不能买入的交易账号请及时联 系客服，客服会立即为您的交易账号进行切换券商母账号，切换后交易账号即刻可以买入正常使用并且当天不会再受影响（耽误您三分钟左右的时间进行切换）。</span></p><p><span style=\"font-size: 18px;\">如当天您不进行买卖操作则不会对您交易账号有任何影响，我们将会在尾盘进行移仓切换券商账号。</span></p><p><span style=\"font-size: 18px;\">受影响的交易账号影响时间仅为9月9日一天时间。<br/>受影响的交易账号，平台将为您免息一天，免息的费用会在本周末为您充值在平台账户余额！<br/>感谢大家对云沪深的支持！为您带来不便敬请谅解！<br/>云沪深任何时候都支持L2盘口挂单量变化测试，非交易时间可联系客服或专属客户经理提供交割单及QQ远程查看券商母账户的全部委托成交记录！</span></p>', '月日周三平台将对部分交易账号进行移仓移仓即把交易账号对应的券商母账户进行切换届时会影响部分交易账号买卖交易账号只能卖出不能买入如有卖出后需要即时买入股票而因移仓影响不能买入的交易账号请及时联系客服客服会立即为您的交易账号进行切换券商母账号切换后交易账号即刻可以买入正常使用并且当天不会再受影响耽误您三分钟左右的时间进行切换如当天您不进行买卖操作则不会对您交易账号有任何影响我们将会在尾盘进行移仓切换券商账号受影响的交易账号影响时间仅为月日一天时间受影响的交易账号平台将为您免息一天免息的费用会在本周末为您充值在平台账户余额感谢大家对云沪深的支持为您带来不便敬请谅解云沪深任何时候都支持盘口挂单量变化测试非交易时间可联系客服或专属客户经理提供交割单及远程查看券商母账户的全部委托成交记录', '', 1, 1707, 0, 2, 1599557875),
(15, 6, '关于中秋，国庆节放假期间配资账户管理费用返还通知', '<p style=\"text-align: left;\">关于中秋，国庆节放假期间配资账户管理费用返还通知：</p><p style=\"text-align: left;\">根据上交所及深交所下达的中秋，国庆节休市公告，股市将于10月1日至10月8日休市，期间10月3日至10月4日(星期六，星期日)为周末休市，10月9日（星期五）正常开市。</p><p style=\"text-align: left;\">云沪深对节日放假期间操盘账户管理费用作出以下安排：</p><p style=\"text-align: left;\">操盘账户在10月1日至10月8日期间到期系统自动延递的，以及操盘账户在10月8日以后到期的，平台将会返还假期期间的交易日管理费用。</p><p style=\"text-align: left;\">返还的管理费用将会在10月8日（星期四）下午为您充值在平台账户余额，届时请用户注意查收。</p><p style=\"text-align: left;\">感谢大家对云沪深的支持！提前祝您节日快乐！</p><p style=\"text-align: left;\">如有疑问，请联系平台客服。</p><p><br/></p>', '关于中秋国庆节放假期间配资账户管理费用返还通知根据上交所及深交所下达的中秋国庆节休市公告股市将于月日至月日休市期间月日至月日星期六星期日为周末休市月日星期五正常开市云沪深对节日放假期间操盘账户管理费用作出以下安排操盘账户在月日至月日期间到期系统自动延递的以及操盘账户在月日以后到期的平台将会返还假期期间的交易日管理费用返还的管理费用将会在月日星期四下午为您充值在平台账户余额届时请用户注意查收感谢大家对云沪深的支持提前祝您节日快乐如有疑问请联系平台客服', '', 1, 595, 0, 2, 1600674315),
(16, 6, '春节假期平台放假安排及春节期间管理费退回', '<p style=\"text-align: left;\"><span style=\"font-size: 18px;\">通知：春节假期平台放假安排及春节期间管理费退回</span></p><p style=\"text-align: left;\"><span style=\"font-size: 18px;\"><br/></span></p><p style=\"text-align: left;\"><span style=\"font-size: 18px;\">2021年云沪深平台春节放假时间将根据上交所，深交所公布的休市时间进行同步，具体放假时间安排如下：</span></p><p><br style=\"text-align: left;\"/></p><p style=\"text-align: left;\"><span style=\"font-size: 18px;\">2月11日(大年三十)至2月17日(大年初六)休市，2月18日(大年初七)开市。</span></p><p><br style=\"text-align: left;\"/></p><p style=\"text-align: left;\"><span style=\"font-size: 18px;\">春节假期期间，按日配资操盘用户的管理费将不会进行自动递延，系统不会扣除递延费。</span></p><p><br style=\"text-align: left;\"/></p><p style=\"text-align: left;\"><span style=\"font-size: 18px;\">按月配资操盘用户的管理费将会返还已经系统自动扣除的管理费至平台余额，返还时间为2月18日(大年初七)盘后。</span></p><p><br style=\"text-align: left;\"/></p><p style=\"text-align: left;\"><span style=\"font-size: 18px;\">感谢广大用户对云沪深平台一如既往的支持</span></p><p><br style=\"text-align: left;\"/></p><p style=\"text-align: left;\"><span style=\"font-size: 18px;\">预祝广大用户在新的一年，财源广进，股市长虹</span></p><p><br/></p>', '通知春节假期平台放假安排及春节期间管理费退回年云沪深平台春节放假时间将根据上交所深交所公布的休市时间进行同步具体放假时间安排如下月日大年三十至月日大年初六休市月日大年初七开市春节假期期间按日配资操盘用户的管理费将不会进行自动递延系统不会扣除递延费按月配资操盘用户的管理费将会返还已经系统自动扣除的管理费至平台余额返还时间为月日大年初七盘后感谢广大用户对云沪深平台一如既往的支持预祝广大用户在新的一年财源广进股市长虹', '', 2, 1017, 0, 1, 1612406468);

-- --------------------------------------------------------

--
-- 資料表結構 `link_news_category`
--

CREATE TABLE `link_news_category` (
  `cid` int(11) NOT NULL COMMENT '文章分类的id',
  `cname` varchar(255) DEFAULT NULL COMMENT '文章分类的名字',
  `cpicurl` varchar(255) DEFAULT NULL COMMENT '新闻分类的封面图'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `link_news_category`
--

INSERT INTO `link_news_category` (`cid`, `cname`, `cpicurl`) VALUES
(1, '头条', NULL),
(2, '股票', NULL),
(3, '理财', NULL),
(4, '基金', NULL),
(5, '私募', NULL),
(6, '公告', NULL),
(7, '研报', NULL);

-- --------------------------------------------------------

--
-- 資料表結構 `link_packet`
--

CREATE TABLE `link_packet` (
  `packet_id` int(11) NOT NULL,
  `capital_id` int(11) DEFAULT NULL COMMENT '申请配资id（关联字段）',
  `account` varchar(255) DEFAULT NULL COMMENT '会员账号',
  `packet_name` varchar(255) DEFAULT NULL COMMENT '红包名字',
  `packet_money` int(11) DEFAULT NULL COMMENT '红包金额',
  `is_use` int(11) DEFAULT NULL COMMENT '是否使用 1 已使用 2 未使用',
  `use_time` int(11) DEFAULT NULL COMMENT '使用时间',
  `create_time` int(11) DEFAULT NULL COMMENT '获得时间',
  `daoqi_time` int(11) NOT NULL COMMENT '到期时间'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 資料表結構 `link_push`
--

CREATE TABLE `link_push` (
  `id` int(11) NOT NULL,
  `push_type` int(11) DEFAULT NULL COMMENT '推送类型 1为系统 2为红包 3为策略 4为订阅',
  `account` varchar(255) DEFAULT '0' COMMENT '推送的账号',
  `regid` varchar(255) DEFAULT '0' COMMENT '极光id',
  `content` text COMMENT '推送内容',
  `status` int(11) DEFAULT NULL COMMENT '推送是否成功 1成功 2失败',
  `is_del` int(11) NOT NULL DEFAULT '1',
  `create_time` int(11) DEFAULT NULL COMMENT '创建时间'
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='消息推送表';

-- --------------------------------------------------------

--
-- 資料表結構 `link_quota`
--

CREATE TABLE `link_quota` (
  `id` int(11) NOT NULL,
  `tid` int(11) NOT NULL DEFAULT '0' COMMENT '资金账号id',
  `applicant` varchar(255) NOT NULL COMMENT '申请人id',
  `peizi_type` int(11) NOT NULL COMMENT '配资类型（1:免费体验；2:按天配资；3:按月配资）',
  `principal` int(11) NOT NULL DEFAULT '0' COMMENT '配资本金',
  `peizi_money` int(11) NOT NULL DEFAULT '0' COMMENT '配资金额',
  `multiple` int(11) NOT NULL DEFAULT '0' COMMENT '配资倍数',
  `create_time` int(11) NOT NULL DEFAULT '0' COMMENT '申请时间',
  `remarks` text NOT NULL COMMENT '审核备注',
  `verify_time` int(11) NOT NULL DEFAULT '0' COMMENT '审核时间',
  `state` int(11) NOT NULL COMMENT '申请状态（1:申请中；2:申请通过；3:拒绝申请）'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 資料表結構 `link_sell_account`
--

CREATE TABLE `link_sell_account` (
  `id` int(11) NOT NULL,
  `aid` varchar(255) DEFAULT NULL COMMENT '平台账号id',
  `account` varchar(255) DEFAULT NULL COMMENT '交易账号',
  `content` varchar(255) DEFAULT NULL COMMENT '内容',
  `is_use` int(11) NOT NULL DEFAULT '2' COMMENT '1执行了 2没执行',
  `create_time` int(11) DEFAULT NULL COMMENT '平仓时间'
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='进行平仓的交易账号';

-- --------------------------------------------------------

--
-- 資料表結構 `link_settings`
--

CREATE TABLE `link_settings` (
  `id` int(11) NOT NULL,
  `account` varchar(255) DEFAULT NULL COMMENT '会员账号',
  `system_push` int(1) DEFAULT '1' COMMENT '接收系统消息 1接收 2不接收',
  `subscribe_push` int(1) NOT NULL DEFAULT '1' COMMENT '订阅提醒消息 1接收 2不接收',
  `packet_push` int(1) DEFAULT '1' COMMENT '收到红包消息 1接收 2不接收',
  `sharing_push` int(1) DEFAULT '1' COMMENT '分享红包提醒消息  1接收 2不接收',
  `sell_strategy_push` int(1) DEFAULT '1' COMMENT '到期平仓推送  1接收 2不接收',
  `defer_push` int(1) DEFAULT '1' COMMENT '递延提醒推送  1接收 2不接收',
  `surplus_strategy_push` int(1) DEFAULT '1' COMMENT '触发止盈推送  1接收 2不接收',
  `loss_strategy_push` int(1) DEFAULT '1' COMMENT '触发止损推送  1接收 2不接收',
  `vigilance_push` int(1) DEFAULT '1' COMMENT '触发警戒线的推送',
  `open_line_push` int(1) DEFAULT '1' COMMENT '触发平仓线的推送',
  `is_del` int(11) NOT NULL DEFAULT '1' COMMENT '会员是否禁用 1未禁用 2已禁用'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 資料表結構 `link_shipan_account`
--

CREATE TABLE `link_shipan_account` (
  `id` int(11) NOT NULL,
  `name` varchar(255) DEFAULT NULL COMMENT '账号名字',
  `zhanghao` varchar(255) DEFAULT NULL COMMENT '账号',
  `mima` varchar(255) DEFAULT NULL COMMENT '密码',
  `ip` varchar(255) DEFAULT NULL COMMENT 'IP',
  `version` varchar(255) DEFAULT NULL COMMENT 'API版本号',
  `yybID` varchar(255) DEFAULT NULL COMMENT '营业部代码',
  `port` varchar(255) DEFAULT NULL COMMENT '通讯端口',
  `txmima` varchar(255) DEFAULT NULL COMMENT '通讯密码',
  `shholder` varchar(255) DEFAULT NULL COMMENT '上海股票股东代码',
  `szholder` varchar(255) DEFAULT NULL COMMENT '深圳股票股东代码',
  `brokercode` int(11) NOT NULL COMMENT '券商标识',
  `accounttype` int(11) NOT NULL COMMENT '账号类型',
  `is_del` int(11) DEFAULT NULL COMMENT '是否删除 1未删除 2已删除',
  `create_time` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='实盘账号';

--
-- 傾印資料表的資料 `link_shipan_account`
--

INSERT INTO `link_shipan_account` (`id`, `name`, `zhanghao`, `mima`, `ip`, `version`, `yybID`, `port`, `txmima`, `shholder`, `szholder`, `brokercode`, `accounttype`, `is_del`, `create_time`) VALUES
(2, '东莞证券', '2053010897', '918918', '218.16.124.5:7708,121.14.137.5:7708,218.16.117.135:7708,218.16.117.135:80,218.16.124.5:80,113.105.159.248', NULL, '0', '7708', NULL, 'A455450869', '0157649704', 3, 9, 1, 1585561141),
(6, '华福证券', '204700084346', '170856', '180.168.121.137', '6.36', '1', '8081', NULL, 'A299528218', '0185151026', 44, 9, 2, 1609212841),
(7, '二东吴证券', '025200000075', '938710', '58.211.94.45:7708,58.211.31.245', NULL, '100', '7708', '188188', 'A547400742', '0206571397', 103, 8, 2, 1611537063),
(10, '世纪证券', '67700825', '008866', '61.144.195.91:7708,61.141.193.125:7708,210.21.198.177:7708,59.55.129.114', NULL, '0', '7708', NULL, 'A466348446', '0263034050', 23, 8, 1, 1585561141),
(11, '东吴证券', '083300001235', '201015', '58.211.31.245:7708,58.211.94.45', NULL, '100', '7708', '201015', 'A585023941', '0134564898', 103, 8, 1, 1585561141);

-- --------------------------------------------------------

--
-- 資料表結構 `link_stock_chuquan`
--

CREATE TABLE `link_stock_chuquan` (
  `id` int(11) NOT NULL,
  `stock_code` varchar(50) DEFAULT NULL COMMENT '股票代码',
  `stock_name` varchar(50) DEFAULT NULL COMMENT '股票名字',
  `give_cash` varchar(50) DEFAULT NULL COMMENT '送现金',
  `give_stock_number` varchar(50) DEFAULT NULL COMMENT '送股数',
  `create_time` datetime DEFAULT NULL COMMENT '除权除息时间'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 資料表結構 `link_stock_recommend`
--

CREATE TABLE `link_stock_recommend` (
  `id` int(11) NOT NULL,
  `stock_code` varchar(255) DEFAULT NULL COMMENT '股票代码',
  `stock_name` varchar(255) DEFAULT NULL COMMENT '股票名称',
  `is_recommend` int(11) DEFAULT '1' COMMENT '是否推荐'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 資料表結構 `link_stock_search`
--

CREATE TABLE `link_stock_search` (
  `id` int(11) NOT NULL,
  `account` varchar(255) DEFAULT NULL COMMENT '会员',
  `stock_name` varchar(255) DEFAULT NULL COMMENT '股票名字',
  `stock_code` varchar(255) DEFAULT NULL COMMENT '搜索过的股票',
  `is_del` int(11) DEFAULT '1' COMMENT '是否删除 1未删除 2已删除'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 資料表結構 `link_stock_zixuan`
--

CREATE TABLE `link_stock_zixuan` (
  `id` int(11) NOT NULL,
  `account` varchar(255) DEFAULT NULL COMMENT '会员',
  `stock_name` varchar(255) DEFAULT NULL COMMENT '股票名字',
  `stock_code` varchar(255) DEFAULT NULL COMMENT '自选股票代码',
  `is_del` int(11) DEFAULT '1' COMMENT '是否删除 1未删除 2已删除'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 資料表結構 `link_strategy`
--

CREATE TABLE `link_strategy` (
  `id` int(11) NOT NULL,
  `strategy_num` varchar(255) DEFAULT NULL COMMENT '策略单号',
  `account` varchar(255) DEFAULT NULL COMMENT '交易平台账号',
  `status` int(11) DEFAULT '1' COMMENT '订单状态 1委托中 2已完成',
  `buysell_type` int(11) NOT NULL DEFAULT '2' COMMENT '委托类型 1限价委托 2市价委托',
  `strategy_type` varchar(255) NOT NULL COMMENT '委托类型 1买入 2卖出',
  `sell_type` int(11) DEFAULT NULL COMMENT '卖出类型 1主动卖出 2系统卖出',
  `stock_name` varchar(255) DEFAULT NULL COMMENT '股票名字',
  `stock_code` varchar(255) DEFAULT NULL COMMENT '股票代码',
  `surplus_number` int(11) DEFAULT NULL COMMENT '剩余股票数量',
  `stock_number` int(11) DEFAULT NULL COMMENT '买卖的股数',
  `last_sell_number` varchar(255) DEFAULT NULL COMMENT '最近一次卖出的股票数量',
  `market_value` varchar(255) DEFAULT NULL COMMENT '买卖市值',
  `sell_market_value` varchar(255) DEFAULT NULL COMMENT '卖出时的买入市值',
  `buy_price` varchar(255) DEFAULT NULL COMMENT '买入价格',
  `sell_price` varchar(255) DEFAULT NULL COMMENT '卖出价格',
  `is_real_disk` varchar(255) DEFAULT '2' COMMENT '是否正式 1正式 2测试',
  `shipan_id` varchar(255) DEFAULT NULL COMMENT '正式的账号',
  `is_packet` int(11) DEFAULT '2' COMMENT '是否使用红包 1使用 2未使用',
  `is_cancel_order` int(11) DEFAULT '1' COMMENT '是否申请撤单  1为未撤单 2为撤单中 3为已撤单',
  `buy_poundage` varchar(255) DEFAULT NULL COMMENT '买手续费',
  `sell_poundage` varchar(255) DEFAULT NULL COMMENT '卖手续费',
  `buy_contract_num` varchar(255) DEFAULT NULL COMMENT '买入合同编号',
  `sell_contract_num` varchar(255) DEFAULT NULL COMMENT '卖出合同编号',
  `yinhua_money` varchar(255) DEFAULT '0' COMMENT '印花税',
  `buy_time` int(11) DEFAULT NULL COMMENT '买入时间',
  `sell_time` int(11) DEFAULT NULL COMMENT '卖出时间'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 資料表結構 `link_strategy_analog`
--

CREATE TABLE `link_strategy_analog` (
  `id` int(11) NOT NULL,
  `account` varchar(255) DEFAULT NULL COMMENT '用户账号',
  `stock_name` varchar(255) DEFAULT NULL COMMENT '股票名字',
  `stock_code` varchar(255) DEFAULT NULL COMMENT '股票代码',
  `buy_price` varchar(255) NOT NULL COMMENT '买入价格',
  `stock_number` int(11) DEFAULT NULL COMMENT '买卖的股数',
  `is_del` int(11) DEFAULT NULL COMMENT '是否删除 1未删除 2已删除',
  `create_time` int(11) NOT NULL COMMENT '创建时间'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='策略优选\r\n';

-- --------------------------------------------------------

--
-- 資料表結構 `link_strategy_contest`
--

CREATE TABLE `link_strategy_contest` (
  `id` int(11) NOT NULL,
  `strategy_num` varchar(255) DEFAULT NULL COMMENT '策略单号',
  `account` varchar(255) DEFAULT NULL COMMENT '用户账号',
  `status` int(11) DEFAULT '1' COMMENT '订单状态 1持仓已申报 2持仓中 3平仓已申报 4已平仓',
  `sell_type` int(11) DEFAULT NULL COMMENT '卖出类型 1主动卖出 2达到日期 3触发止盈 4触发止损',
  `stock_name` varchar(255) DEFAULT NULL COMMENT '股票名字',
  `stock_code` varchar(255) DEFAULT NULL COMMENT '股票代码',
  `stock_number` int(11) DEFAULT NULL COMMENT '买卖的股数',
  `credit` varchar(255) DEFAULT NULL COMMENT '信用金',
  `buy_price` varchar(255) DEFAULT NULL COMMENT '买入价格',
  `sell_price` varchar(255) DEFAULT NULL COMMENT '卖出价格',
  `surplus_value` varchar(255) DEFAULT NULL COMMENT '止盈价格',
  `loss_value` varchar(255) DEFAULT NULL COMMENT '止损价格',
  `buy_time` int(11) DEFAULT NULL COMMENT '买入时间',
  `sell_time` int(11) DEFAULT NULL COMMENT '卖出时间'
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='炒股大赛';

-- --------------------------------------------------------

--
-- 資料表結構 `link_strategy_show`
--

CREATE TABLE `link_strategy_show` (
  `id` int(11) NOT NULL,
  `account` varchar(255) DEFAULT NULL COMMENT '交易平台账号',
  `stock_code` varchar(255) DEFAULT NULL COMMENT '股票代码',
  `stock_name` varchar(255) DEFAULT NULL COMMENT '股票名字',
  `cansell_number` int(11) DEFAULT NULL COMMENT '可卖数量',
  `notcansell_number` int(11) DEFAULT NULL COMMENT '不可卖的数量',
  `stock_number` int(11) DEFAULT NULL COMMENT '全部股票数量',
  `buy_price` varchar(255) DEFAULT NULL COMMENT '买入价格',
  `holdprice` varchar(255) DEFAULT '0' COMMENT '持仓的买入市值',
  `create_time` int(10) NOT NULL COMMENT '买入时间',
  `shipan_id` int(10) UNSIGNED NOT NULL DEFAULT '0' COMMENT '实盘ID'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='当前持有股票数量';

-- --------------------------------------------------------

--
-- 資料表結構 `link_subscribe`
--

CREATE TABLE `link_subscribe` (
  `id` int(11) NOT NULL,
  `account` varchar(255) DEFAULT NULL COMMENT '会员账号',
  `subscribe_account` varchar(255) DEFAULT NULL COMMENT '订阅的账号',
  `trues` int(11) DEFAULT NULL COMMENT '订阅的账号真实性，1为真实策略，2为炒股大赛',
  `subscribe_nick_name` varchar(255) DEFAULT NULL COMMENT '订阅的账户的昵称(没有的话为手机号)',
  `is_del` int(11) DEFAULT '1' COMMENT '是否取消订阅 1已订阅 2取消订阅',
  `create_time` int(11) DEFAULT NULL COMMENT '订阅时间'
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='我的订阅';

-- --------------------------------------------------------

--
-- 資料表結構 `link_trade`
--

CREATE TABLE `link_trade` (
  `id` int(11) NOT NULL,
  `account` varchar(255) DEFAULT NULL COMMENT '交易的账号',
  `charge_num` varchar(255) DEFAULT NULL COMMENT '交易单号',
  `trade_num` decimal(10,2) DEFAULT NULL COMMENT '交易的数量',
  `trade_price` varchar(255) DEFAULT NULL COMMENT '交易的金额',
  `service_charge` varchar(255) DEFAULT NULL COMMENT '提现手续费',
  `xbalance` decimal(10,2) DEFAULT NULL COMMENT '剩余金额',
  `trade_type` varchar(255) DEFAULT NULL COMMENT '交易类型 包括支付宝转账，微信转账，银行卡转账，后台充值，提现，申请配资，终止返还,追加保证金，追加配额',
  `trade_status` varchar(255) DEFAULT NULL COMMENT '交易状态 提现时 1提现成功 2提现失败 3同意(提现中) 4拒绝提现 5提现申请中；其余类型时 1已付款 2未付款',
  `detailed` varchar(255) DEFAULT NULL COMMENT '备注',
  `sort` int(11) DEFAULT '0' COMMENT '排序',
  `is_del` int(11) DEFAULT '1' COMMENT '是否删除 1未删除 2已删除',
  `create_time` int(11) DEFAULT NULL COMMENT '交易发生时间',
  `pay_account` varchar(255) DEFAULT NULL COMMENT '付款账号',
  `pay_username` varchar(255) DEFAULT NULL COMMENT '付款人'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='交易记录';

-- --------------------------------------------------------

--
-- 資料表結構 `link_trade_account`
--

CREATE TABLE `link_trade_account` (
  `id` int(11) NOT NULL,
  `aid` varchar(255) NOT NULL COMMENT '用户id',
  `capital_id` int(11) NOT NULL DEFAULT '0' COMMENT '关联id',
  `account` varchar(255) NOT NULL COMMENT '账号',
  `password` varchar(255) NOT NULL COMMENT '密码',
  `is_real_disk` varchar(255) NOT NULL DEFAULT '2' COMMENT '是否正式 1正式 2测试',
  `shipan_id` int(11) DEFAULT NULL COMMENT '正式的账号',
  `peizi_type` int(11) NOT NULL COMMENT '配资类型（1:免费体验；2:按天配资；3:按月配资）',
  `principal` int(11) NOT NULL COMMENT '配资本金',
  `peizi_money` int(11) NOT NULL COMMENT '配资金额',
  `multiple` int(11) NOT NULL COMMENT '配资倍数',
  `start_time` int(11) NOT NULL COMMENT '开始时间（1:今天；2:下一个交易日）',
  `manage_money` varchar(255) NOT NULL COMMENT '管理费',
  `vigilance` varchar(255) NOT NULL COMMENT '警戒线',
  `open_line` varchar(255) NOT NULL COMMENT '平仓线',
  `create_time` varchar(255) DEFAULT NULL COMMENT '创建时间',
  `begin_time` varchar(255) NOT NULL COMMENT '交易开始时间',
  `expire` varchar(255) NOT NULL COMMENT '到期时间',
  `can_money` varchar(255) NOT NULL COMMENT '可用资金',
  `total_money` varchar(255) NOT NULL COMMENT '总配资金额',
  `fixed_money` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '最初始金额',
  `is_operate` int(11) NOT NULL DEFAULT '1' COMMENT '是否在操盘中（1:操盘中；2：操盘结束；）',
  `canbuy` int(11) NOT NULL DEFAULT '1' COMMENT '1能买股票 2不能买股票'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 資料表結構 `link_trade_dingdan`
--

CREATE TABLE `link_trade_dingdan` (
  `id` int(11) NOT NULL,
  `account` varchar(255) DEFAULT NULL COMMENT '交易的账号',
  `charge_num` varchar(255) DEFAULT NULL COMMENT '交易单号',
  `trade_num` int(11) DEFAULT NULL COMMENT '交易的数量',
  `trade_price` varchar(255) DEFAULT NULL COMMENT '交易的金额',
  `poundage` varchar(255) DEFAULT NULL COMMENT '买卖的手续费',
  `yinhuashui` varchar(255) DEFAULT NULL COMMENT '卖出股票时的印花税',
  `trade_type` varchar(255) DEFAULT NULL COMMENT '交易类型 包括提现到登陆的账户余额，买入，卖出，扣除递延管理费，提取利润',
  `trade_status` varchar(255) DEFAULT NULL COMMENT '交易状态 1同意提现 2拒绝提现 3提现申请中 ',
  `detailed` varchar(255) DEFAULT NULL COMMENT '备注',
  `sort` int(11) DEFAULT '0' COMMENT '排序',
  `is_del` int(11) DEFAULT '1' COMMENT '是否删除 1未删除 2已删除',
  `create_time` int(11) DEFAULT NULL COMMENT '交易发生时间'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='交易记录';

-- --------------------------------------------------------

--
-- 資料表結構 `link_user`
--

CREATE TABLE `link_user` (
  `id` int(11) NOT NULL,
  `account` varchar(255) DEFAULT NULL COMMENT '管理员账号',
  `pwd` varchar(255) DEFAULT NULL COMMENT '管理员密码',
  `username` varchar(255) DEFAULT NULL COMMENT '名字',
  `auth` varchar(255) DEFAULT NULL COMMENT '权限 能够管理的栏目',
  `headurl` varchar(255) DEFAULT NULL COMMENT '管理员头像',
  `is_del` int(11) DEFAULT NULL COMMENT '是否删除 1未删除 2已删除',
  `create_time` int(11) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='管理员表';

--
-- 傾印資料表的資料 `link_user`
--

INSERT INTO `link_user` (`id`, `account`, `pwd`, `username`, `auth`, `headurl`, `is_del`, `create_time`) VALUES
(1, '13317977177', '8aa844aeaf1ffc528bfc05f2cf40def0', '管理员', '0,1,2,3,4,7,8,9,10,11,12,13,14,16,17,18,', '/public/uploads/20181012/管理员头像.png', 1, 1533044444),
(24, '13177888754', '3f86eba246ec950df5917475840b3b96', 'linke02', '0,1,2,3,4,7,8,9,10,11,12,13,14,16,17,18,', '/public/uploads/20200519/QQ图片20190419231639.png', 1, 1589870504),
(26, '18679099982', 'b31494c84c2e75f6554a8dfccc353ce5', '邱泽雄', '0,1,2,3,4,7,8,9,10,11,12,13,14,16,17,18,', '/public/uploads/20200721/888.png', 1, 1595300012),
(30, '18070508615', '61a9812309a98d0185c5a189569e198a', '许格贞', '1,2,3,4,7,8,9,10,11,12,13,14,16,17,18,', '/public/uploads/20201010/888.png', 1, 1602297309),
(31, '15099858295', 'c4ca4238a0b923820dcc509a6f75849b', 'hyihao', '0,1,2,3,4,7,8,9,10,11,12,13,14,16,17,18', '/public/uploads/20210224/ab08.jpg', 1, 1614160790);

-- --------------------------------------------------------

--
-- 資料表結構 `link_web_about`
--

CREATE TABLE `link_web_about` (
  `id` int(11) NOT NULL,
  `img` varchar(255) DEFAULT NULL COMMENT '关于我们  安全保障图标',
  `title` varchar(255) DEFAULT NULL COMMENT '标题',
  `wenan` varchar(255) DEFAULT NULL COMMENT '文案',
  `is_del` varchar(255) DEFAULT '1' COMMENT '是否删除  1不删除  2删除'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `link_web_about`
--

INSERT INTO `link_web_about` (`id`, `img`, `title`, `wenan`, `is_del`) VALUES
(1, 'http://a.yunhushen.com/public/uploads/20200319/about03.png', '关于电子合同的合法性', '根据《合同法》和《电子签名法》的规定，当事人可以采用合同书、信件和数据电文（包括电报、电传、传真、电子数据交换和电子邮件）等形式订立合同', '1'),
(2, 'http://a.yunhushen.com/public/uploads/20200319/about04.png', '资金银行托管', '把客户的利益放在首位，对客户的每一笔投资，都进行专业、严格的风控管理。我方按照“专户专款专用', '1'),
(3, 'http://a.yunhushen.com/public/uploads/20200319/about05.png', '线上信息安全保障', '强大的技术运营团队、独立研发的平台系统、科学严格的权限管理及银行级数据灾备系统保障用户线上的账户信息以及交易记录信息的绝对安全', '1'),
(4, 'http://a.yunhushen.com/public/uploads/20200319/about06.png', '专业团队信心保障', '凝聚了一批金融、运营、互联网技术精英牢记自律和诚信的生存根本，在行业中辛苦耕耘，业绩逐月攀升，业务不断拓展，已达相当规摸，优势渐显。', '1');

-- --------------------------------------------------------

--
-- 資料表結構 `link_web_about_detail`
--

CREATE TABLE `link_web_about_detail` (
  `id` int(11) NOT NULL,
  `about_title` varchar(255) DEFAULT NULL COMMENT '标题',
  `about_content` text COMMENT '内容',
  `business_caopan` text COMMENT '操盘方',
  `business_zijin` text COMMENT '资金方',
  `business_stock_pz` text COMMENT '股票配资',
  `business_img` varchar(255) DEFAULT NULL COMMENT '业务模式图片',
  `address_zuobiao` varchar(255) DEFAULT NULL COMMENT '坐标'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `link_web_about_detail`
--

INSERT INTO `link_web_about_detail` (`id`, `about_title`, `about_content`, `business_caopan`, `business_zijin`, `business_stock_pz`, `business_img`, `address_zuobiao`) VALUES
(1, '云沪深', '一：品牌简介 \r\n\r\n云沪深，系隶属于赣州市云佰商务信息咨询有限公司。云沪深是专注以给用户提供沪深所交易合作信息发布、交易指令通讯、交易风控管理、交易代记账、金融交易行情信息等服务的线上撮合交易服务品牌。为个人提供智能金融服务和解决方案，用科技缩短人和金融服务的距离，践行高效简洁的金融。\r\n云沪深拥有一支融合金融风控与互联网技术的专业团队，拥有完善的管理团队以及产品、运营、开发、风控、财务以及客服服务体系。管理团队主要来自于行业专业公司，具备丰富的证券、金融以及私募领域从业经验，具有一定的管理资产规模；风控团队采用大数据技术分析。\r\n \r\n二：安全保障 \r\n\r\n资金银行托管保障 \r\n平台仅作为中介服务；客户的利益放在首位，平台不触碰资金，对客户的每一笔投资，都进行严格专业的风控管理我方按照“专户专款专用” \r\n\r\n线上信息安全保障 \r\n强大的技术运营团队、独立研发的平台系统、科学严格的权限管理及银行级数据灾备系统保障用户线上的账户信息安全以及交易记录信息的绝对安全。 \r\n\r\n专业团队信心保障 \r\n凝聚了一批金融、运营、互联网技术精英，牢记自律和诚信的生存根本，在行业中辛苦耕耘、业绩逐月攀升，业务不断拓展，已达相当规模，优势渐显。 \r\n\r\n三：品牌文化 \r\n\r\n品牌愿景：全力打造成有一定竞争力的互联网金融品牌平台 \r\n品牌使命：回报团队 成就员工 服务客户 推动社会 \r\n品牌价值观：真诚 奋斗 服务                                                                         ', '通过手机/电脑快速注册开户，支付一笔担保金，最多能申请到7倍资金，进行股票操盘，放大交易收益。                                                                                                                                                ', '提供一笔短期资金，委托本平台出借给操盘方，资金可随时回流（T+1）。                                                                                                                                                ', '利用技术优势整合券商、银行、三方支付、交易、风控技术，搭建便捷互联网平台，让操盘方和资金方快捷对接，实现系统化风险控制，并引入三方资金监管，确保双方资金安全。                                                                                                                                                ', 'static/imgs/about02.png', '114.932874, 25.821451');

-- --------------------------------------------------------

--
-- 資料表結構 `link_web_act`
--

CREATE TABLE `link_web_act` (
  `id` int(11) NOT NULL,
  `act_img` varchar(255) DEFAULT NULL COMMENT '活动图片',
  `act_title` varchar(255) DEFAULT NULL COMMENT '活动标题',
  `act_wenan` varchar(255) DEFAULT NULL COMMENT '活动文案',
  `is_del` int(11) DEFAULT '1' COMMENT '是否删除 1不删除 2删除'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `link_web_act`
--

INSERT INTO `link_web_act` (`id`, `act_img`, `act_title`, `act_wenan`, `is_del`) VALUES
(1, 'http://a.yunhushen.com/public/uploads/20200319/wel15.png', '大客户享折上折', '凡平台注册客户申请股票配资月配的用户可享受折扣优惠,50万以上配资可享受原利率减免0.1%的优惠,,100-200万以上配资可享受原利率减免0.2%的优惠,200万以上配资可享受原利率减免0.3%的优惠 ', 1),
(2, 'http://a.yunhushen.com/public/uploads/20200319/wel16.png', 'VIP客户出入资金更方便', '单个账户配资额超过50万或累计配资超过100万,一对一VIP专属客服对接,平台垫资出金，卖票当天可提现,优先提现，最快一小时到账。 ', 1),
(3, 'http://a.yunhushen.com/public/uploads/20200319/wel17.png', '邀请好友赚佣金', '成为平台注册客户即可,通过QQ、微信、微博等方式,推广您的邀请二维码, 一键式推广，推广赚钱也能月入10万+', 1);

-- --------------------------------------------------------

--
-- 資料表結構 `link_web_advantage`
--

CREATE TABLE `link_web_advantage` (
  `id` int(11) NOT NULL,
  `advantage_img` varchar(255) DEFAULT NULL COMMENT '优势图片',
  `advantage_content` varchar(255) DEFAULT NULL COMMENT '优势内容',
  `type` int(11) DEFAULT '1' COMMENT '1上部 2下部',
  `is_del` int(11) DEFAULT '1' COMMENT '是否删除  1不删除  2删除'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='股票配资优势';

--
-- 傾印資料表的資料 `link_web_advantage`
--

INSERT INTO `link_web_advantage` (`id`, `advantage_img`, `advantage_content`, `type`, `is_del`) VALUES
(1, 'http://a.yunhushen.com/public/uploads/20190809/understand04.png', '配资额度高，2-7倍杠杆，无抵押无担保！', 1, 1),
(2, 'http://pzh.admin.solingke.cn/public/uploads/20190809/understand05.png', '配资时间自由，无还款压力！按天、按月计息，随借随还！', 1, 1),
(3, 'http://pzh.admin.solingke.cn/public/uploads/20190809/understand06.png', '在牛市时扩大赢利，在熊市时平摊成本，及时斩仓！', 1, 1),
(4, 'http://pzh.admin.solingke.cn/public/uploads/20190809/understand07.png', '股民自由操作，双方监管帐户，最大限度地降低被套牢的风险！', 1, 1),
(5, 'http://pzh.admin.solingke.cn/public/uploads/20190809/understand08.png', '银行出入资金保证资金安全！', 1, 1),
(6, 'http://pzh.admin.solingke.cn/public/uploads/20190809/understand09.png', '民自由操作，双方监管帐户，最大限度地降低被套牢的风险！', 1, 1),
(7, 'http://pzh.admin.solingke.cn/public/uploads/20190809/understand10.png', '交易成本有所增加', 2, 1),
(8, 'http://pzh.admin.solingke.cn/public/uploads/20190809/understand11.png', '交易风险增大', 2, 1),
(9, 'http://pzh.admin.solingke.cn/public/uploads/20190809/understand12.png', '偷袭范围有少量限制', 2, 1);

-- --------------------------------------------------------

--
-- 資料表結構 `link_web_appdown`
--

CREATE TABLE `link_web_appdown` (
  `id` int(11) NOT NULL,
  `app_img` varchar(255) DEFAULT NULL COMMENT '图片',
  `img1` varchar(255) DEFAULT NULL,
  `img2` varchar(255) DEFAULT NULL,
  `img3` varchar(255) DEFAULT NULL,
  `title1` varchar(255) DEFAULT NULL,
  `title2` varchar(255) DEFAULT NULL,
  `title3` varchar(255) DEFAULT NULL,
  `content1` varchar(255) DEFAULT NULL,
  `content2` varchar(255) DEFAULT NULL,
  `content3` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `link_web_appdown`
--

INSERT INTO `link_web_appdown` (`id`, `app_img`, `img1`, `img2`, `img3`, `title1`, `title2`, `title3`, `content1`, `content2`, `content3`) VALUES
(1, 'http://a.yunhushen.com/public/uploads/20200319/load02.png', 'http://a.yunhushen.com/public/uploads/20200319/load06.png', 'http://a.yunhushen.com/public/uploads/20200319/load07.png', 'http://a.yunhushen.com/public/uploads/20200319/load08.png', '模式多', '利息低', '最安全', '常见股票配资操作问题', '常见股票配资操作问题', '常见股票配资操作问题');

-- --------------------------------------------------------

--
-- 資料表結構 `link_web_banner`
--

CREATE TABLE `link_web_banner` (
  `id` int(11) NOT NULL,
  `web_bannerurl` varchar(255) DEFAULT NULL COMMENT 'PC端banner',
  `banner_title` varchar(255) DEFAULT NULL COMMENT 'banner标题',
  `banner_wenan` varchar(255) DEFAULT NULL COMMENT 'banner文案',
  `banner_link` varchar(255) DEFAULT NULL COMMENT 'banner跳转链接',
  `sort` int(11) DEFAULT NULL COMMENT '排序',
  `is_del` int(11) DEFAULT NULL COMMENT '是否禁用 1未禁用 2已禁用',
  `type` int(11) DEFAULT NULL COMMENT 'banner种类   1首页  2新闻中心  3关于我们   4新手引导',
  `create_time` int(11) DEFAULT NULL COMMENT '创建时间'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `link_web_banner`
--

INSERT INTO `link_web_banner` (`id`, `web_bannerurl`, `banner_title`, `banner_wenan`, `banner_link`, `sort`, `is_del`, `type`, `create_time`) VALUES
(1, 'http://a.yunhushen.com/public/uploads/20200319/wel01.jpg', '不一样的投资体验', '云沪深强大的交易内核 1秒行情及时刷新', '/stock_day.html', 1, 1, 1, 1586073307),
(2, 'http://a.yunhushen.com/public/uploads/20200319/wel01.jpg', '不一样的投资体验', '强大的交易内核 3秒行情及时刷新', '/stock_day.html', 2, 1, 1, 1584598529),
(3, 'http://a.yunhushen.com/public/uploads/20200319/newsback.png', '', '', '', 3, 1, 2, 1584598556),
(4, 'http://a.yunhushen.com/public/uploads/20200319/about01.png', '', '', '', 4, 1, 3, 1584598565),
(5, 'http://a.yunhushen.com/public/uploads/20200319/novice01.png', '', '', '', 5, 1, 4, 1584598539);

-- --------------------------------------------------------

--
-- 資料表結構 `link_web_introduce`
--

CREATE TABLE `link_web_introduce` (
  `id` int(11) NOT NULL,
  `introduce_img` varchar(255) DEFAULT NULL COMMENT '介绍图片',
  `introduce_title` varchar(255) DEFAULT NULL COMMENT '介绍标题',
  `introduce_wenan` varchar(255) DEFAULT NULL COMMENT '介绍文案   ',
  `is_del` int(11) DEFAULT '1' COMMENT '是否删除  1不删除  2删除'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `link_web_introduce`
--

INSERT INTO `link_web_introduce` (`id`, `introduce_img`, `introduce_title`, `introduce_wenan`, `is_del`) VALUES
(1, 'http://a.yunhushen.com/public/uploads/20200319/wel03.png', '模式灵活', '按天、按月均可配资,免息体验送5000元', 1),
(2, 'http://a.yunhushen.com/public/uploads/20200319/wel04.png', '利息超低', '天配0.1‰起，最高8倍,月配1%起，最高8倍', 1),
(3, 'http://a.yunhushen.com/public/uploads/20200319/wel05.png', '安全可靠', '多重风控三方渠道监管,高效处理，客户到账快', 1),
(4, 'http://a.yunhushen.com/public/uploads/20200319/wel06.png', '真实可靠', '9年行业积淀信誉有保障,挂单信息第三方可查询', 1);

-- --------------------------------------------------------

--
-- 資料表結構 `link_web_remind`
--

CREATE TABLE `link_web_remind` (
  `id` int(11) NOT NULL,
  `type` int(11) NOT NULL DEFAULT '1' COMMENT '类型 1免息 2按日 3按月 4充值提醒',
  `content` text COMMENT '特别提醒'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `link_web_remind`
--

INSERT INTO `link_web_remind` (`id`, `type`, `content`) VALUES
(1, 1, '1、第3个交易日14：50前必须卖出股份\r\n2、免费体验“股票交易账户”会在下个交易日9:15前开出\r\n3、到期后如需继续交易，请联系客服开天配或月配账户。'),
(2, 2, '<h2 style=\"margin: 0px; line-height: 55px; font-weight: normal; font-size: 20px; color: rgb(51, 51, 51); font-family: &quot;PingFang SC&quot;, 微軟正黑體, &quot;Microsoft Yahei&quot;, &quot;Helvetica Neue&quot;, Helvetica, Tahoma, sans-serif; white-space: normal; background-color: rgb(249, 249, 249);\">操盘须知：</h2><p style=\"margin-top: 0px; margin-bottom: 0px; color: rgb(136, 136, 136); line-height: 34px; font-family: &quot;PingFang SC&quot;, 微軟正黑體, &quot;Microsoft Yahei&quot;, &quot;Helvetica Neue&quot;, Helvetica, Tahoma, sans-serif; white-space: normal; background-color: rgb(249, 249, 249);\">1、您投资的股票资金最低1000元，最高20万;</p><p style=\"margin-top: 0px; margin-bottom: 0px; color: rgb(136, 136, 136); line-height: 34px; font-family: &quot;PingFang SC&quot;, 微軟正黑體, &quot;Microsoft Yahei&quot;, &quot;Helvetica Neue&quot;, Helvetica, Tahoma, sans-serif; white-space: normal; background-color: rgb(249, 249, 249);\">2、合作的期限最短2天，续费自动延期;</p><p style=\"margin-top: 0px; margin-bottom: 0px; color: rgb(136, 136, 136); line-height: 34px; font-family: &quot;PingFang SC&quot;, 微軟正黑體, &quot;Microsoft Yahei&quot;, &quot;Helvetica Neue&quot;, Helvetica, Tahoma, sans-serif; white-space: normal; background-color: rgb(249, 249, 249);\">3、账户匹配后，当天即可交易;</p><p style=\"margin-top: 0px; margin-bottom: 0px; color: rgb(136, 136, 136); line-height: 34px; font-family: &quot;PingFang SC&quot;, 微軟正黑體, &quot;Microsoft Yahei&quot;, &quot;Helvetica Neue&quot;, Helvetica, Tahoma, sans-serif; white-space: normal; background-color: rgb(249, 249, 249);\">4、合作到期时，在到期当天(如遇周末节假日需提前)将所有的证券账户仓位空出，且不能挂单和买入操作;</p><p style=\"margin-top: 0px; margin-bottom: 0px; color: rgb(136, 136, 136); line-height: 34px; font-family: &quot;PingFang SC&quot;, 微軟正黑體, &quot;Microsoft Yahei&quot;, &quot;Helvetica Neue&quot;, Helvetica, Tahoma, sans-serif; white-space: normal; background-color: rgb(249, 249, 249);\">5、当操盘资金低于亏损预警线时，需尽快补足风险保证金，且不能建新仓；如未及时补仓，将根据资产账户中的股票市值减仓到风险保证金余额的相应倍数;</p><p style=\"margin-top: 0px; margin-bottom: 0px; color: rgb(136, 136, 136); line-height: 34px; font-family: &quot;PingFang SC&quot;, 微軟正黑體, &quot;Microsoft Yahei&quot;, &quot;Helvetica Neue&quot;, Helvetica, Tahoma, sans-serif; white-space: normal; background-color: rgb(249, 249, 249);\">6、当操盘资金低于平仓线下时，我们有权将您的账户实行止损操作;</p><p style=\"margin-top: 0px; margin-bottom: 0px; color: rgb(136, 136, 136); line-height: 34px; font-family: &quot;PingFang SC&quot;, 微軟正黑體, &quot;Microsoft Yahei&quot;, &quot;Helvetica Neue&quot;, Helvetica, Tahoma, sans-serif; white-space: normal; background-color: rgb(249, 249, 249);\">7、账户资金20万以下单只股票持仓不得超过账户总资金的90%；账户资金20万以上100万以下单只股票持仓不得超过账户总资金的70%；账户资金100万以上200万以下单只股票持仓不得超过账户总资金60%；200万以上单只股票持仓不得超过账户总资金40%<span style=\"color: rgb(136, 136, 136); font-family: &quot;PingFang SC&quot;, 微軟正黑體, &quot;Microsoft Yahei&quot;, &quot;Helvetica Neue&quot;, Helvetica, Tahoma, sans-serif; background-color: rgb(249, 249, 249);\">(单票持仓比例会根据杠杆倍数和账户资金的不同略有浮动，详情可联系平台客服或专属客户经理)</span></p><p style=\"margin-top: 0px; margin-bottom: 0px; color: rgb(136, 136, 136); line-height: 34px; font-family: &quot;PingFang SC&quot;, 微軟正黑體, &quot;Microsoft Yahei&quot;, &quot;Helvetica Neue&quot;, Helvetica, Tahoma, sans-serif; white-space: normal; background-color: rgb(249, 249, 249);\">8、<span style=\"color: rgb(136, 136, 136); font-family: &quot;PingFang SC&quot;, 微軟正黑體, &quot;Microsoft Yahei&quot;, &quot;Helvetica Neue&quot;, Helvetica, Tahoma, sans-serif; background-color: rgb(249, 249, 249);\">账户资金50万以下</span>创业板持仓不得超过账户总资产的50%，账户资金50万以上创业板持仓不得超过账户总资金的40%(单票持仓比例会根据杠杆倍数和账户资金的不同略有浮动，详情可联系平台客服或专属客户经理)</p><p><br/></p>'),
(3, 3, '<h2 style=\"margin: 0px; line-height: 55px; font-weight: normal; font-size: 20px; color: rgb(51, 51, 51); font-family: &quot;PingFang SC&quot;, 微軟正黑體, &quot;Microsoft Yahei&quot;, &quot;Helvetica Neue&quot;, Helvetica, Tahoma, sans-serif; white-space: normal; background-color: rgb(249, 249, 249);\">操盘须知：</h2><p style=\"margin-top: 0px; margin-bottom: 0px; color: rgb(136, 136, 136); line-height: 34px; font-family: &quot;PingFang SC&quot;, 微軟正黑體, &quot;Microsoft Yahei&quot;, &quot;Helvetica Neue&quot;, Helvetica, Tahoma, sans-serif; white-space: normal; background-color: rgb(249, 249, 249);\">1、您投资的股票资金最低5000元，最高300万；</p><p style=\"margin-top: 0px; margin-bottom: 0px; color: rgb(136, 136, 136); line-height: 34px; font-family: &quot;PingFang SC&quot;, 微軟正黑體, &quot;Microsoft Yahei&quot;, &quot;Helvetica Neue&quot;, Helvetica, Tahoma, sans-serif; white-space: normal; background-color: rgb(249, 249, 249);\">2、合作的期限最短1个月，续费自动延期；</p><p style=\"margin-top: 0px; margin-bottom: 0px; color: rgb(136, 136, 136); line-height: 34px; font-family: &quot;PingFang SC&quot;, 微軟正黑體, &quot;Microsoft Yahei&quot;, &quot;Helvetica Neue&quot;, Helvetica, Tahoma, sans-serif; white-space: normal; background-color: rgb(249, 249, 249);\">3、账户匹配后，当天即可交易；</p><p style=\"margin-top: 0px; margin-bottom: 0px; color: rgb(136, 136, 136); line-height: 34px; font-family: &quot;PingFang SC&quot;, 微軟正黑體, &quot;Microsoft Yahei&quot;, &quot;Helvetica Neue&quot;, Helvetica, Tahoma, sans-serif; white-space: normal; background-color: rgb(249, 249, 249);\">4、合作到期时，在到期当天(如遇周末节假日需提前)将所有的证券账户仓位空出，且不能挂单和买入操作；</p><p style=\"margin-top: 0px; margin-bottom: 0px; color: rgb(136, 136, 136); line-height: 34px; font-family: &quot;PingFang SC&quot;, 微軟正黑體, &quot;Microsoft Yahei&quot;, &quot;Helvetica Neue&quot;, Helvetica, Tahoma, sans-serif; white-space: normal; background-color: rgb(249, 249, 249);\">5、当操盘资金低于亏损预警线时，需尽快补足风险保证金，且不能建新仓；如未及时补仓，将根据资产账户中的股票市值减仓到风险保证金余额的相应倍数；</p><p style=\"margin-top: 0px; margin-bottom: 0px; color: rgb(136, 136, 136); line-height: 34px; font-family: &quot;PingFang SC&quot;, 微軟正黑體, &quot;Microsoft Yahei&quot;, &quot;Helvetica Neue&quot;, Helvetica, Tahoma, sans-serif; white-space: normal; background-color: rgb(249, 249, 249);\">6、当操盘资金低于平仓线下时，我们有权将您的账户实行止损操作；</p><p style=\"margin-top: 0px; margin-bottom: 0px; white-space: normal; color: rgb(136, 136, 136); line-height: 34px; font-family: &quot;PingFang SC&quot;, 微軟正黑體, &quot;Microsoft Yahei&quot;, &quot;Helvetica Neue&quot;, Helvetica, Tahoma, sans-serif; background-color: rgb(249, 249, 249); text-align: left;\">7、账户资金20万以下单只股票持仓不得超过账户总资金的90%；账户资金20万以上100万以下单只股票持仓不得超过账户总资金的70%；账户资金100万以上200万以下单只股票持仓不得超过账户总资金60%；200万以上单只股票持仓不得超过账户总资金40%(单票持仓比例会根据杠杆倍数和账户资金的不同略有浮动，详情可联系平台客服或专属客户经理)</p><p style=\"margin-top: 0px; margin-bottom: 0px; white-space: normal; color: rgb(136, 136, 136); line-height: 34px; font-family: &quot;PingFang SC&quot;, 微軟正黑體, &quot;Microsoft Yahei&quot;, &quot;Helvetica Neue&quot;, Helvetica, Tahoma, sans-serif; background-color: rgb(249, 249, 249); text-align: left;\">8、账户资金50万以下创业板持仓不得超过账户总资产的50%，账户资金50万以上创业板持仓不得超过账户总资金的40%(单票持仓比例会根据杠杆倍数和账户资金的不同略有浮动，详情可联系平台客服或专属客户经理)</p><p><br/></p>'),
(4, 4, '1、工作日17点30分之前转账的，承诺在资金到账后的半小时内完成充值；\r\n2、工作日17点30分以后转账的，承诺在第二个工作日的早上9点完成充值；\r\n3、非工作日转账的，承诺在下一工作日的早上9点完成充值；\r\n4、请使用实名认证后对应姓名的银行卡进行转账；\r\n5、如未能及时充值，请联系客服：4001886760。                                '),
(5, 5, '<h2 style=\"box-sizing: border-box; margin: 0px; line-height: 1rem; font-weight: normal; font-size: 0.3rem; color: rgb(230, 69, 61); font-family: &quot;PingFang SC&quot;, 微軟正黑體, &quot;Microsoft Yahei&quot;, &quot;Helvetica Neue&quot;, Helvetica, Tahoma, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);\">特别提醒</h2><h4 style=\"box-sizing: border-box; margin: 0px; font-size: 0.24rem; color: rgb(138, 138, 138); font-family: &quot;PingFang SC&quot;, 微軟正黑體, &quot;Microsoft Yahei&quot;, &quot;Helvetica Neue&quot;, Helvetica, Tahoma, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);\">1、第3个交易日14：50前必须卖出股份<br/>2、免费体验“股票交易账户”会在下个交易日9:15前开出<br/>3、到期后如需继续交易，请联系客服开天配或月配账户。</h4><p><br/></p>'),
(6, 6, '<h3 style=\"box-sizing: border-box; margin: 0px; line-height: 0.42rem; font-weight: normal; font-size: 0.28rem; color: rgb(230, 69, 61); font-family: &quot;PingFang SC&quot;, 微軟正黑體, &quot;Microsoft Yahei&quot;, &quot;Helvetica Neue&quot;, Helvetica, Tahoma, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);\">关于转账到账时间说明：</h3><p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 0px; font-size: 0.24rem; color: rgb(230, 69, 61); line-height: 0.4rem; font-family: &quot;PingFang SC&quot;, 微軟正黑體, &quot;Microsoft Yahei&quot;, &quot;Helvetica Neue&quot;, Helvetica, Tahoma, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);\">1、工作日17点30分之前转账的，承诺在资金到账后的半小时内完成充值；</p><p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 0px; font-size: 0.24rem; color: rgb(230, 69, 61); line-height: 0.4rem; font-family: &quot;PingFang SC&quot;, 微軟正黑體, &quot;Microsoft Yahei&quot;, &quot;Helvetica Neue&quot;, Helvetica, Tahoma, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);\">2、工作日17点30分以后转账的，承诺在第二个工作日的早上9点完成充值；</p><p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 0px; font-size: 0.24rem; color: rgb(230, 69, 61); line-height: 0.4rem; font-family: &quot;PingFang SC&quot;, 微軟正黑體, &quot;Microsoft Yahei&quot;, &quot;Helvetica Neue&quot;, Helvetica, Tahoma, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);\">3、非工作日转账的，承诺在下一工作日的早上9点完成充值；</p><p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 0px; font-size: 0.24rem; color: rgb(230, 69, 61); line-height: 0.4rem; font-family: &quot;PingFang SC&quot;, 微軟正黑體, &quot;Microsoft Yahei&quot;, &quot;Helvetica Neue&quot;, Helvetica, Tahoma, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);\">4、请使用实名认证后对应姓名的银行卡进行转账；</p><p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 0px; font-size: 0.24rem; color: rgb(230, 69, 61); line-height: 0.4rem; font-family: &quot;PingFang SC&quot;, 微軟正黑體, &quot;Microsoft Yahei&quot;, &quot;Helvetica Neue&quot;, Helvetica, Tahoma, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);\">5、如未能及时充值，请联系客服：4001886760。</p><p><br/></p>'),
(7, 7, '第3个交易日14：50前必须卖出股份\r\n免费体验“股票交易账户”会在下个交易日9:15前开出');

-- --------------------------------------------------------

--
-- 資料表結構 `link_web_spe`
--

CREATE TABLE `link_web_spe` (
  `id` int(11) NOT NULL,
  `spe_img` varchar(255) DEFAULT NULL COMMENT '解决专家图片',
  `is_del` int(11) DEFAULT '1' COMMENT '是否删除 1不删除  2删除'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `link_web_spe`
--

INSERT INTO `link_web_spe` (`id`, `spe_img`, `is_del`) VALUES
(1, 'http://a.yunhushen.com/public/uploads/20200319/wel23.png', 1),
(2, 'http://a.yunhushen.com/public/uploads/20200319/wel24.png', 1),
(3, 'http://a.yunhushen.com/public/uploads/20200319/wel25.png', 1),
(4, 'http://a.yunhushen.com/public/uploads/20200319/wel26.png', 1),
(5, 'http://a.yunhushen.com/public/uploads/20200319/wel27.png', 1),
(6, 'http://a.yunhushen.com/public/uploads/20200319/wel28.png', 1),
(7, 'http://a.yunhushen.com/public/uploads/20200319/wel29.png', 1),
(8, 'http://a.yunhushen.com/public/uploads/20200319/wel30.png', 1),
(9, 'http://a.yunhushen.com/public/uploads/20200319/wel31.png', 1),
(10, 'http://a.yunhushen.com/public/uploads/20200319/wel32.png', 1),
(11, 'http://a.yunhushen.com/public/uploads/20200319/wel33.png', 1),
(12, 'http://a.yunhushen.com/public/uploads/20200319/wel34.png', 1);

-- --------------------------------------------------------

--
-- 資料表結構 `link_web_stock_introduce`
--

CREATE TABLE `link_web_stock_introduce` (
  `id` int(11) NOT NULL,
  `flowchart_img` varchar(255) DEFAULT NULL COMMENT '股票配资合作流程图',
  `stock_introduce_content` text COMMENT '股票配资介绍',
  `choice_content` text COMMENT '选择正规安全的配资平台',
  `is_del` int(11) NOT NULL DEFAULT '1' COMMENT '是否删除 1未删除2已删除'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='股票配资介绍';

--
-- 傾印資料表的資料 `link_web_stock_introduce`
--

INSERT INTO `link_web_stock_introduce` (`id`, `flowchart_img`, `stock_introduce_content`, `choice_content`, `is_del`) VALUES
(1, 'http://pzh.admin.solingke.cn/public/uploads/20190809/understand02.png', '股票配资是指配资公司在股民自有资金基础上再提供2-7倍资金，如自有资金10万，配资公司则可以提供20万-70万不等的资金。股票交易账户由配资公司统一提供，账户完全由股民独立操作，可以自由买卖。实际上就是一种借贷，投资者从资金方借用资金，同时支付一定的利息作为资金的使用费用。根据资金使用周期有按月、按天等多种合作方式。                                                                                                                                                ', '<p style=\"margin-top: 0px; margin-bottom: 0px; margin-left: 125.313px; font-size: 20px; line-height: 44px; color: rgb(85, 85, 85); width: 1035.81px; font-family: &quot;PingFang SC&quot;, å¾®è»Ÿæ­£é»‘é«”, &quot;Microsoft Yahei&quot;, &quot;Helvetica Neue&quot;, Helvetica, Tahoma, sans-serif; white-space: normal;\"><span style=\"font-size: 30px; color: rgb(250, 140, 60); font-style: italic; font-weight: bold;\">1.</span>是否有办公地点，是否支持实地考察。</p><p style=\"margin-top: 0px; margin-bottom: 0px; margin-left: 125.313px; font-size: 20px; line-height: 44px; color: rgb(85, 85, 85); width: 1035.81px; font-family: &quot;PingFang SC&quot;, å¾®è»Ÿæ­£é»‘é«”, &quot;Microsoft Yahei&quot;, &quot;Helvetica Neue&quot;, Helvetica, Tahoma, sans-serif; white-space: normal;\"><span style=\"font-size: 30px; color: rgb(250, 140, 60); font-style: italic; font-weight: bold;\">2.</span>利息。实盘利息一般都在1.5%/月左右，通常低于1%的利息可基本确定为问题平台。</p><p style=\"margin-top: 0px; margin-bottom: 0px; margin-left: 125.313px; font-size: 20px; line-height: 44px; color: rgb(85, 85, 85); width: 1035.81px; font-family: &quot;PingFang SC&quot;, å¾®è»Ÿæ­£é»‘é«”, &quot;Microsoft Yahei&quot;, &quot;Helvetica Neue&quot;, Helvetica, Tahoma, sans-serif; white-space: normal;\"><span style=\"font-size: 30px; color: rgb(250, 140, 60); font-style: italic; font-weight: bold;\">3.</span>杠杆比例。2-7倍，极少超过10倍的，倍数越高风险越大。超过 10倍也基本上可以确定为问题平台</p><p style=\"margin-top: 0px; margin-bottom: 0px; margin-left: 125.313px; font-size: 20px; line-height: 44px; color: rgb(85, 85, 85); width: 1035.81px; font-family: &quot;PingFang SC&quot;, å¾®è»Ÿæ­£é»‘é«”, &quot;Microsoft Yahei&quot;, &quot;Helvetica Neue&quot;, Helvetica, Tahoma, sans-serif; white-space: normal;\"><span style=\"font-size: 30px; color: rgb(250, 140, 60); font-style: italic; font-weight: bold;\">4.</span>仓位限制。正规平台仓位限制都很详细，平台正规才有能力去做 好风控；而问题平台则毫无限制，问题平台没有任何风险而言自 然不需要风控。</p><p style=\"margin-top: 0px; margin-bottom: 0px; margin-left: 125.313px; font-size: 20px; line-height: 44px; color: rgb(85, 85, 85); width: 1035.81px; font-family: &quot;PingFang SC&quot;, å¾®è»Ÿæ­£é»‘é«”, &quot;Microsoft Yahei&quot;, &quot;Helvetica Neue&quot;, Helvetica, Tahoma, sans-serif; white-space: normal;\"><span style=\"font-size: 30px; color: rgb(250, 140, 60); font-style: italic; font-weight: bold;\">5.</span>能否查询挂单。正规平台挂单，都可以在其他炒股软件上查询到 变化。而问题平台则不支持查询。</p>', 1);

-- --------------------------------------------------------

--
-- 資料表結構 `STK_MKT_DIVIDENT`
--

CREATE TABLE `STK_MKT_DIVIDENT` (
  `SECURITYID` decimal(20,0) DEFAULT NULL COMMENT '证券ID',
  `EXDIVIDENDDATE` datetime DEFAULT NULL COMMENT '除权除息日',
  `DECLAREDATE` datetime DEFAULT NULL COMMENT '公告日期',
  `SYMBOL` varchar(12) DEFAULT NULL COMMENT '证券代码',
  `RECORDDATE` datetime DEFAULT NULL COMMENT '股权登记日',
  `FINALTRADINGDATE` datetime DEFAULT NULL COMMENT '最后交易日（B股）',
  `PAYMENTDATE` datetime DEFAULT NULL COMMENT '派息日',
  `CURRENCYCODE` varchar(40) DEFAULT NULL COMMENT '货币类型',
  `ALLOTMENTPRICE` decimal(10,4) DEFAULT NULL COMMENT '配股价格',
  `ALLOTMENTPERSHARE` decimal(10,6) DEFAULT NULL COMMENT '配股比例',
  `DIVIDENTBT` decimal(10,6) DEFAULT NULL COMMENT '每股分红（税前）',
  `DIVIDENTAT` decimal(10,6) DEFAULT NULL COMMENT '每股分红（税后）',
  `BONUSRATIO` decimal(10,6) DEFAULT NULL COMMENT '送股比例',
  `CONVERSIONRATIO` decimal(10,6) DEFAULT NULL COMMENT '转增比例',
  `UPDATEID` bigint(20) NOT NULL COMMENT '数据ID',
  `UPDATESTATE` smallint(6) DEFAULT NULL COMMENT 'Update状态',
  `UPDATETIME` datetime DEFAULT NULL COMMENT 'Update时间',
  `BUSINESSTIME` datetime DEFAULT NULL COMMENT 'UTS更新字段',
  `UTSID` decimal(20,0) DEFAULT NULL,
  `INSTITUTIONID` decimal(20,0) DEFAULT NULL COMMENT '上市公司ID'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `STK_MKT_DIVIDENT`
--

INSERT INTO `STK_MKT_DIVIDENT` (`SECURITYID`, `EXDIVIDENDDATE`, `DECLAREDATE`, `SYMBOL`, `RECORDDATE`, `FINALTRADINGDATE`, `PAYMENTDATE`, `CURRENCYCODE`, `ALLOTMENTPRICE`, `ALLOTMENTPERSHARE`, `DIVIDENTBT`, `DIVIDENTAT`, `BONUSRATIO`, `CONVERSIONRATIO`, `UPDATEID`, `UPDATESTATE`, `UPDATETIME`, `BUSINESSTIME`, `UTSID`, `INSTITUTIONID`) VALUES
('201004158555', '2020-05-29 00:00:00', '2020-05-23 00:00:00', '002762', '2020-05-28 00:00:00', NULL, '2020-05-29 00:00:00', 'CNY', NULL, NULL, '0.110000', '0.110000', NULL, NULL, 335584, 0, '2020-05-22 22:01:43', '2020-05-22 22:01:43', '225690', '10101886'),
('201004158753', '2020-06-01 00:00:00', '2020-05-23 00:00:00', '002769', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '0.018000', '0.018000', NULL, NULL, 335585, 0, '2020-05-22 22:01:43', '2020-05-22 22:01:43', '225691', '10102605'),
('201004172115', '2020-05-29 00:00:00', '2020-05-23 00:00:00', '603966', '2020-05-28 00:00:00', NULL, '2020-05-29 00:00:00', 'CNY', NULL, NULL, '0.100000', '0.100000', NULL, NULL, 335586, 0, '2020-05-22 22:01:43', '2020-05-22 22:01:43', '225692', '10138033'),
('201004173715', '2020-05-29 00:00:00', '2020-05-23 00:00:00', '002862', '2020-05-28 00:00:00', NULL, '2020-05-29 00:00:00', 'CNY', NULL, NULL, '0.020000', '0.020000', NULL, '0.500000', 335587, 0, '2020-05-22 22:01:43', '2020-05-22 22:01:43', '225693', '10145690'),
('201004187924', '2020-05-29 00:00:00', '2020-05-22 00:00:00', '300817', '2020-05-28 00:00:00', NULL, '2020-05-29 00:00:00', 'CNY', NULL, NULL, '0.250000', '0.250000', NULL, '0.200000', 335590, 0, '2020-05-22 22:01:43', '2020-05-22 22:01:43', '225694', '10101916'),
('201004181980', '2020-05-29 00:00:00', '2020-05-22 00:00:00', '300674', '2020-05-28 00:00:00', NULL, '2020-05-29 00:00:00', 'CNY', NULL, NULL, '0.150000', '0.150000', NULL, NULL, 335589, 0, '2020-05-22 22:01:43', '2020-05-22 22:01:43', '225695', '104887'),
('201004177897', '2020-05-29 00:00:00', '2020-05-23 00:00:00', '002920', '2020-05-28 00:00:00', NULL, '2020-05-29 00:00:00', 'CNY', NULL, NULL, '0.200000', '0.200000', NULL, NULL, 335588, 0, '2020-05-22 22:01:43', '2020-05-22 22:01:43', '225696', '10329381'),
('201000003093', '2020-05-29 00:00:00', '2020-05-22 00:00:00', '300082', '2020-05-28 00:00:00', NULL, '2020-05-29 00:00:00', 'CNY', NULL, NULL, '0.357000', '0.357000', NULL, NULL, 335609, 0, '2020-05-23 05:00:37', '2020-05-23 05:00:12', '225697', '102960'),
('201000003241', '2020-05-29 00:00:00', '2020-05-22 00:00:00', '300230', '2020-05-28 00:00:00', NULL, '2020-05-29 00:00:00', 'CNY', NULL, NULL, '0.250000', '0.250000', NULL, NULL, 335610, 0, '2020-05-23 05:00:37', '2020-05-23 05:00:12', '225698', '104966'),
('201004157231', '2020-05-29 00:00:00', '2020-05-22 00:00:00', '300429', '2020-05-28 00:00:00', NULL, '2020-05-29 00:00:00', 'CNY', NULL, NULL, '0.060000', '0.060000', NULL, NULL, 335612, 0, '2020-05-23 05:00:37', '2020-05-23 05:00:12', '225699', '10101786'),
('201004156396', '2020-05-29 00:00:00', '2020-05-22 00:00:00', '300409', '2020-05-28 00:00:00', NULL, '2020-05-29 00:00:00', 'CNY', NULL, NULL, '0.100000', '0.100000', NULL, NULL, 335611, 0, '2020-05-23 05:00:37', '2020-05-23 05:00:12', '225700', '10102190'),
('201004164867', '2020-05-29 00:00:00', '2020-05-22 00:00:00', '300474', '2020-05-28 00:00:00', NULL, '2020-05-29 00:00:00', 'CNY', NULL, NULL, '0.120000', '0.120000', NULL, NULL, 335614, 0, '2020-05-23 05:00:37', '2020-05-23 05:00:12', '225701', '10120567'),
('201004164020', '2020-05-29 00:00:00', '2020-05-22 00:00:00', '300501', '2020-05-28 00:00:00', NULL, '2020-05-29 00:00:00', 'CNY', NULL, NULL, '0.050000', '0.050000', NULL, NULL, 335613, 0, '2020-05-23 05:00:37', '2020-05-23 05:00:12', '225702', '10119707'),
('201004172554', '2020-05-29 00:00:00', '2020-05-22 00:00:00', '300615', '2020-05-28 00:00:00', NULL, '2020-05-29 00:00:00', 'CNY', NULL, NULL, '0.050000', '0.050000', NULL, NULL, 335616, 0, '2020-05-23 05:00:37', '2020-05-23 05:00:12', '225703', '10138493'),
('201004170692', '2020-06-01 00:00:00', '2020-05-23 00:00:00', '002823', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '0.069113', '0.069113', NULL, NULL, 335615, 0, '2020-05-23 05:00:37', '2020-05-23 05:00:12', '225704', '10133166'),
('201004174816', '2020-05-29 00:00:00', '2020-05-23 00:00:00', '002882', '2020-05-28 00:00:00', NULL, '2020-05-29 00:00:00', 'CNY', NULL, NULL, '0.300000', '0.300000', NULL, NULL, 335617, 0, '2020-05-23 05:00:37', '2020-05-23 05:00:12', '225705', '10146363'),
('201004186826', '2020-06-01 00:00:00', '2020-05-22 00:00:00', '300802', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '0.200000', '0.200000', NULL, '0.600000', 335618, 0, '2020-05-23 05:00:37', '2020-05-23 05:00:12', '225706', '10455271'),
('201000000916', '2020-06-01 00:00:00', '2020-05-25 00:00:00', '002194', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '0.050000', '0.050000', NULL, '0.200000', 335632, 0, '2020-05-24 18:01:36', '2020-05-24 18:01:32', '225720', '102482'),
('201000000742', '2020-05-29 00:00:00', '2020-05-25 00:00:00', '002036', '2020-05-28 00:00:00', NULL, '2020-05-29 00:00:00', 'CNY', NULL, NULL, '0.010000', '0.010000', NULL, '0.300000', 335631, 0, '2020-05-24 18:01:36', '2020-05-24 18:01:32', '225721', '101358'),
('201000001371', '2020-05-29 00:00:00', '2020-05-25 00:00:00', '002609', '2020-05-28 00:00:00', NULL, '2020-05-29 00:00:00', 'CNY', NULL, NULL, '0.030000', '0.030000', NULL, NULL, 335634, 0, '2020-05-24 18:01:36', '2020-05-24 18:01:32', '225722', '102091'),
('201000001089', '2020-05-29 00:00:00', '2020-05-25 00:00:00', '002351', '2020-05-28 00:00:00', NULL, '2020-05-29 00:00:00', 'CNY', NULL, NULL, '0.150000', '0.150000', NULL, '0.500000', 335633, 0, '2020-05-24 18:01:36', '2020-05-24 18:01:32', '225723', '101373'),
('201000004279', '2020-05-29 00:00:00', '2020-05-25 00:00:00', '601566', '2020-05-28 00:00:00', NULL, '2020-05-29 00:00:00', 'CNY', NULL, NULL, '0.650000', '0.650000', NULL, NULL, 335638, 0, '2020-05-24 18:01:36', '2020-05-24 18:01:32', '225724', '103990'),
('201000000595', '2020-06-01 00:00:00', '2020-05-25 00:00:00', '000989', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '0.400000', '0.400000', NULL, NULL, 335630, 0, '2020-05-24 18:01:36', '2020-05-24 18:01:32', '225725', '101449'),
('201000003401', '2020-05-29 00:00:00', '2020-05-25 00:00:00', '600048', '2020-05-28 00:00:00', NULL, '2020-05-29 00:00:00', 'CNY', NULL, NULL, '0.820000', '0.820000', NULL, NULL, 335635, 0, '2020-05-24 18:01:36', '2020-05-24 18:01:32', '225726', '104897'),
('201000004196', '2020-06-02 00:00:00', '2020-05-25 00:00:00', '600982', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.048610', '0.048610', NULL, NULL, 335637, 0, '2020-05-24 18:01:36', '2020-05-24 18:01:32', '225727', '10843'),
('201000003998', '2020-05-29 00:00:00', '2020-05-25 00:00:00', '600720', '2020-05-28 00:00:00', NULL, '2020-05-29 00:00:00', 'CNY', NULL, NULL, '0.580000', '0.580000', NULL, NULL, 335636, 0, '2020-05-24 18:01:36', '2020-05-24 18:01:32', '225728', '106090'),
('201000069845', '2020-05-29 00:00:00', '2020-05-25 00:00:00', '300369', '2020-05-28 00:00:00', NULL, '2020-05-29 00:00:00', 'CNY', NULL, NULL, '0.060000', '0.060000', NULL, NULL, 335639, 0, '2020-05-24 18:01:36', '2020-05-24 18:01:32', '225729', '10107086'),
('201004155721', '2020-05-29 00:00:00', '2020-05-25 00:00:00', '603988', '2020-05-28 00:00:00', NULL, '2020-05-29 00:00:00', 'CNY', NULL, NULL, '0.252000', '0.252000', NULL, NULL, 335640, 0, '2020-05-24 18:01:36', '2020-05-24 18:01:32', '225730', '10102476'),
('201004167919', '2020-05-29 00:00:00', '2020-05-25 00:00:00', '002806', '2020-05-28 00:00:00', NULL, '2020-05-29 00:00:00', 'CNY', NULL, NULL, '0.080000', '0.080000', NULL, NULL, 335641, 0, '2020-05-24 18:01:36', '2020-05-24 18:01:32', '225731', '10109080'),
('201004174775', '2020-05-29 00:00:00', '2020-05-25 00:00:00', '002881', '2020-05-28 00:00:00', NULL, '2020-05-29 00:00:00', 'CNY', NULL, NULL, '0.020000', '0.020000', NULL, NULL, 335642, 0, '2020-05-24 18:01:36', '2020-05-24 18:01:32', '225732', '10372530'),
('201004175500', '2020-05-29 00:00:00', '2020-05-25 00:00:00', '603978', '2020-05-28 00:00:00', NULL, '2020-05-29 00:00:00', 'CNY', NULL, NULL, '0.062500', '0.062500', NULL, NULL, 335629, 0, '2020-05-24 18:01:36', '2020-05-24 18:01:32', '225733', '10258255'),
('201004186723', '2020-06-01 00:00:00', '2020-05-25 00:00:00', '688023', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '0.378000', '0.378000', NULL, NULL, 335645, 0, '2020-05-24 18:01:36', '2020-05-24 18:01:32', '225734', '10462177'),
('201004184422', '2020-05-29 00:00:00', '2020-05-25 00:00:00', '002953', '2020-05-28 00:00:00', NULL, '2020-05-29 00:00:00', 'CNY', NULL, NULL, '0.120000', '0.120000', NULL, NULL, 335643, 0, '2020-05-24 18:01:36', '2020-05-24 18:01:32', '225735', '10139732'),
('201004186063', '2020-05-29 00:00:00', '2020-05-25 00:00:00', '603992', '2020-05-28 00:00:00', NULL, '2020-05-29 00:00:00', 'CNY', NULL, NULL, '0.176000', '0.176000', NULL, NULL, 335644, 0, '2020-05-24 18:01:36', '2020-05-24 18:01:32', '225736', '10432886'),
('201004171592', '2020-06-01 00:00:00', '2020-05-25 00:00:00', '300586', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '0.075000', '0.075000', '0.300000', '0.600000', 335646, 0, '2020-05-24 20:02:16', '2020-05-24 20:02:15', '225737', '10133403'),
('201004188265', '2020-06-02 00:00:00', '2020-05-25 00:00:00', '002977', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.200000', '0.200000', NULL, NULL, 335647, 0, '2020-05-24 20:02:16', '2020-05-24 20:02:15', '225738', '10452404'),
('201000004236', '2020-06-01 00:00:00', '2020-05-26 00:00:00', '601116', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '0.200000', '0.200000', NULL, NULL, 335652, 0, '2020-05-25 18:01:16', '2020-05-25 18:01:08', '225739', '10866'),
('201000003812', '2020-06-01 00:00:00', '2020-05-26 00:00:00', '600527', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '0.100000', '0.100000', NULL, '0.200000', 335650, 0, '2020-05-25 18:01:16', '2020-05-25 18:01:08', '225740', '106302'),
('201000004031', '2020-06-01 00:00:00', '2020-05-26 00:00:00', '600753', '2020-05-29 00:00:00', NULL, NULL, 'CNY', NULL, NULL, NULL, NULL, NULL, '0.400000', 335651, 0, '2020-05-25 18:01:16', '2020-05-25 18:01:08', '225741', '106256'),
('201000003338', '2020-06-02 00:00:00', '2020-05-26 00:00:00', '300327', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.480000', '0.480000', NULL, '0.100000', 335649, 0, '2020-05-25 18:01:16', '2020-05-25 18:01:08', '225742', '107697'),
('201004158773', '2020-06-01 00:00:00', '2020-05-26 00:00:00', '603223', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '0.003000', '0.003000', NULL, NULL, 335654, 0, '2020-05-25 18:01:16', '2020-05-25 18:01:08', '225743', '10108522'),
('201004157238', '2020-06-01 00:00:00', '2020-05-26 00:00:00', '603020', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '0.150000', '0.150000', NULL, NULL, 335653, 0, '2020-05-25 18:01:16', '2020-05-25 18:01:08', '225744', '10133254'),
('201004172196', '2020-06-02 00:00:00', '2020-05-26 00:00:00', '603429', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.260000', '0.260000', NULL, '0.400000', 335655, 0, '2020-05-25 18:01:16', '2020-05-25 18:01:08', '225745', '10378984'),
('201004173058', '2020-06-02 00:00:00', '2020-05-26 00:00:00', '603908', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.750000', '0.750000', NULL, NULL, 335657, 0, '2020-05-25 18:01:16', '2020-05-25 18:01:08', '225746', '10140669'),
('201004172275', '2020-06-01 00:00:00', '2020-05-26 00:00:00', '603839', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '0.350000', '0.350000', NULL, NULL, 335656, 0, '2020-05-25 18:01:16', '2020-05-25 18:01:08', '225747', '10139727'),
('201000001158', '2020-06-02 00:00:00', '2020-05-26 00:00:00', '002414', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.200000', '0.200000', NULL, '0.700000', 335671, 0, '2020-05-25 20:01:06', '2020-05-25 20:01:04', '225748', '101922'),
('201000000758', '2020-06-03 00:00:00', '2020-05-26 00:00:00', '002050', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.150000', '0.150000', NULL, '0.300000', 335669, 0, '2020-05-25 20:01:06', '2020-05-25 20:01:04', '225749', '101247'),
('201000001071', '2020-06-02 00:00:00', '2020-05-26 00:00:00', '002335', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.600000', '0.600000', NULL, NULL, 335670, 0, '2020-05-25 20:01:06', '2020-05-25 20:01:04', '225750', '102552'),
('201000001280', '2020-06-01 00:00:00', '2020-05-26 00:00:00', '002526', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '0.010000', '0.010000', NULL, NULL, 335672, 0, '2020-05-25 20:01:06', '2020-05-25 20:01:04', '225751', '102003'),
('201004158752', '2020-06-02 00:00:00', '2020-05-26 00:00:00', '002768', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.100000', '0.100000', NULL, NULL, 335674, 0, '2020-05-25 20:01:06', '2020-05-25 20:01:04', '225752', '10101991'),
('201004171374', '2020-06-01 00:00:00', '2020-05-26 00:00:00', '603058', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '0.120000', '0.120000', NULL, NULL, 335675, 0, '2020-05-25 20:01:06', '2020-05-25 20:01:04', '225753', '10147079'),
('201004156392', '2020-06-01 00:00:00', '2020-05-26 00:00:00', '002733', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '0.250000', '0.250000', NULL, NULL, 335673, 0, '2020-05-25 20:01:06', '2020-05-25 20:01:04', '225755', '10102222'),
('201000000549', '2020-06-02 00:00:00', '2020-05-26 00:00:00', '000935', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.096000', '0.096000', NULL, NULL, 335677, 0, '2020-05-25 22:01:04', '2020-05-25 22:01:03', '225756', '101189'),
('201000000585', '2020-06-02 00:00:00', '2020-05-26 00:00:00', '000978', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.020000', '0.020000', NULL, NULL, 335678, 0, '2020-05-25 22:01:04', '2020-05-25 22:01:03', '225757', '101306'),
('201000001378', '2020-06-01 00:00:00', '2020-05-26 00:00:00', '002615', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '0.080000', '0.080000', NULL, NULL, 335683, 0, '2020-05-25 22:01:04', '2020-05-25 22:01:03', '225758', '102262'),
('201000001365', '2020-06-02 00:00:00', '2020-05-26 00:00:00', '002603', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.200000', '0.200000', NULL, NULL, 335682, 0, '2020-05-25 22:01:04', '2020-05-25 22:01:03', '225759', '102350'),
('201000003843', '2020-06-01 00:00:00', '2020-05-26 00:00:00', '600563', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '1.300000', '1.300000', NULL, NULL, 335688, 0, '2020-05-25 22:01:04', '2020-05-25 22:01:03', '225761', '107922'),
('201000001222', '2020-06-02 00:00:00', '2020-05-26 00:00:00', '002472', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.046000', '0.046000', NULL, NULL, 335681, 0, '2020-05-25 22:01:04', '2020-05-25 22:01:03', '225762', '102209'),
('201000001005', '2020-06-01 00:00:00', '2020-05-26 00:00:00', '002275', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '0.230000', '0.230000', NULL, NULL, 335679, 0, '2020-05-25 22:01:04', '2020-05-25 22:01:03', '225763', '101829'),
('201000003660', '2020-06-03 00:00:00', '2020-05-26 00:00:00', '600330', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.050000', '0.050000', NULL, NULL, 335686, 0, '2020-05-25 22:01:04', '2020-05-25 22:01:03', '225764', '105798'),
('201000003853', '2020-06-02 00:00:00', '2020-05-26 00:00:00', '600575', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.100000', '0.100000', NULL, NULL, 335689, 0, '2020-05-25 22:01:04', '2020-05-25 22:01:03', '225765', '104990'),
('201000003259', '2020-06-01 00:00:00', '2020-05-26 00:00:00', '300248', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '0.060000', '0.060000', NULL, NULL, 335685, 0, '2020-05-25 22:01:04', '2020-05-25 22:01:03', '225766', '102870'),
('201000003673', '2020-06-01 00:00:00', '2020-05-26 00:00:00', '600348', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '0.280000', '0.280000', NULL, NULL, 335687, 0, '2020-05-25 22:01:04', '2020-05-25 22:01:03', '225767', '105853'),
('201000001474', '2020-06-01 00:00:00', '2020-05-26 00:00:00', '002702', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '0.050000', '0.050000', NULL, NULL, 335684, 0, '2020-05-25 22:01:04', '2020-05-25 22:01:03', '225768', '10102769'),
('201000070028', '2020-06-01 00:00:00', '2020-05-26 00:00:00', '603010', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '0.150000', '0.150000', NULL, NULL, 335691, 0, '2020-05-25 22:01:04', '2020-05-25 22:01:03', '225769', '10132593'),
('201004158775', '2020-06-02 00:00:00', '2020-05-26 00:00:00', '603838', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.050000', '0.050000', NULL, NULL, 335692, 0, '2020-05-25 22:01:04', '2020-05-25 22:01:03', '225770', '10108417'),
('201000070027', '2020-06-02 00:00:00', '2020-05-26 00:00:00', '603018', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.250000', '0.250000', NULL, '0.200000', 335690, 0, '2020-05-25 22:01:04', '2020-05-25 22:01:03', '225771', '10133058'),
('201004159003', '2020-06-01 00:00:00', '2020-05-26 00:00:00', '603866', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '1.000000', '1.000000', NULL, NULL, 335693, 0, '2020-05-25 22:01:04', '2020-05-25 22:01:03', '225772', '10108540'),
('201004164372', '2020-06-01 00:00:00', '2020-05-26 00:00:00', '603520', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '0.350000', '0.350000', NULL, '0.400000', 335694, 0, '2020-05-25 22:01:04', '2020-05-25 22:01:03', '225773', '10109091'),
('201004171212', '2020-06-03 00:00:00', '2020-05-26 00:00:00', '603585', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.600000', '0.600000', NULL, NULL, 335696, 0, '2020-05-25 22:01:04', '2020-05-25 22:01:03', '225774', '10137975'),
('201004173955', '2020-06-01 00:00:00', '2020-05-26 00:00:00', '002866', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '0.090000', '0.090000', NULL, NULL, 335698, 0, '2020-05-25 22:01:04', '2020-05-25 22:01:03', '225775', '10250731'),
('201004173976', '2020-06-01 00:00:00', '2020-05-26 00:00:00', '603232', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '0.180000', '0.180000', NULL, '0.420000', 335699, 0, '2020-05-25 22:01:04', '2020-05-25 22:01:03', '225776', '10146366'),
('201004172035', '2020-06-01 00:00:00', '2020-05-26 00:00:00', '603638', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '0.170000', '0.170000', NULL, '0.450000', 335697, 0, '2020-05-25 22:01:04', '2020-05-25 22:01:03', '225777', '10138496'),
('201004169813', '2020-06-03 00:00:00', '2020-05-26 00:00:00', '002815', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.300000', '0.300000', NULL, NULL, 335695, 0, '2020-05-25 22:01:04', '2020-05-25 22:01:03', '225778', '10106895'),
('201004187789', '2020-06-01 00:00:00', '2020-05-26 00:00:00', '603195', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '3.800000', '3.800000', NULL, NULL, 335707, 0, '2020-05-25 22:01:04', '2020-05-25 22:01:03', '225779', '10438689'),
('201004183881', '2020-06-02 00:00:00', '2020-05-26 00:00:00', '603379', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.450000', '0.450000', NULL, '0.400000', 335704, 0, '2020-05-25 22:01:04', '2020-05-25 22:01:03', '225780', '10402624'),
('201004187787', '2020-06-01 00:00:00', '2020-05-26 00:00:00', '603290', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '0.254000', '0.254000', NULL, NULL, 335706, 0, '2020-05-25 22:01:04', '2020-05-25 22:01:03', '225781', '10102424'),
('201004188025', '2020-06-01 00:00:00', '2020-05-26 00:00:00', '688200', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '0.600000', '0.600000', NULL, NULL, 335708, 0, '2020-05-25 22:01:04', '2020-05-25 22:01:03', '225782', '10483678'),
('201004177259', '2020-06-03 00:00:00', '2020-05-26 00:00:00', '300720', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.200000', '0.200000', NULL, NULL, 335701, 0, '2020-05-25 22:01:04', '2020-05-25 22:01:03', '225783', '10380963'),
('201004177119', '2020-06-03 00:00:00', '2020-05-26 00:00:00', '300718', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.220000', '0.220000', NULL, NULL, 335700, 0, '2020-05-25 22:01:04', '2020-05-25 22:01:03', '225784', '10102373'),
('201004178558', '2020-06-01 00:00:00', '2020-05-26 00:00:00', '603709', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '0.230000', '0.230000', NULL, NULL, 335702, 0, '2020-05-25 22:01:04', '2020-05-25 22:01:03', '225785', '10381033'),
('201004180557', '2020-06-01 00:00:00', '2020-05-26 00:00:00', '002932', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '0.100000', '0.100000', NULL, NULL, 335703, 0, '2020-05-25 22:01:04', '2020-05-25 22:01:03', '225786', '10130848'),
('201004186223', '2020-06-01 00:00:00', '2020-05-26 00:00:00', '002962', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '0.200000', '0.200000', NULL, '0.200000', 335705, 0, '2020-05-25 22:01:04', '2020-05-25 22:01:03', '225787', '10434762'),
('201000003301', '2020-06-02 00:00:00', '2020-05-25 00:00:00', '300290', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.016000', '0.016000', NULL, NULL, 335713, 0, '2020-05-26 05:00:27', '2020-05-26 05:00:22', '225788', '105082'),
('201000000855', '2020-06-02 00:00:00', '2020-05-26 00:00:00', '002139', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.050000', '0.050000', NULL, NULL, 335709, 0, '2020-05-26 05:00:27', '2020-05-26 05:00:22', '225789', '101456'),
('201000001172', '2020-06-01 00:00:00', '2020-05-26 00:00:00', '002427', '2020-05-29 00:00:00', NULL, NULL, 'CNY', NULL, NULL, NULL, NULL, NULL, '0.100000', 335680, 0, '2020-05-26 05:00:27', '2020-05-25 22:01:03', '225790', '102621'),
('201000001396', '2020-06-01 00:00:00', '2020-05-26 00:00:00', '002631', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '0.060000', '0.060000', NULL, NULL, 335711, 0, '2020-05-26 05:00:27', '2020-05-26 05:00:22', '225791', '107743'),
('201000003257', '2020-06-02 00:00:00', '2020-05-25 00:00:00', '300246', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.200000', '0.200000', NULL, NULL, 335712, 0, '2020-05-26 05:00:27', '2020-05-26 05:00:22', '225792', '102868'),
('201004157864', '2020-06-01 00:00:00', '2020-05-25 00:00:00', '300445', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '0.070000', '0.070000', NULL, '0.200000', 335714, 0, '2020-05-26 05:00:27', '2020-05-26 05:00:22', '225793', '104817'),
('201004165292', '2020-06-01 00:00:00', '2020-05-25 00:00:00', '300507', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '0.100000', '0.100000', NULL, '0.400000', 335715, 0, '2020-05-26 05:00:27', '2020-05-26 05:00:22', '225794', '10114113'),
('201004173176', '2020-06-01 00:00:00', '2020-05-25 00:00:00', '300625', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '0.300000', '0.300000', NULL, NULL, 335717, 0, '2020-05-26 05:00:27', '2020-05-26 05:00:22', '225795', '10258184'),
('201004170033', '2020-06-01 00:00:00', '2020-05-25 00:00:00', '300551', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '0.045000', '0.045000', NULL, '0.800000', 335716, 0, '2020-05-26 05:00:27', '2020-05-26 05:00:22', '225796', '10134447'),
('201004176805', '2020-06-01 00:00:00', '2020-05-26 00:00:00', '002906', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '0.100000', '0.100000', NULL, NULL, 335719, 0, '2020-05-26 05:00:27', '2020-05-26 05:00:22', '225797', '10146041'),
('201004173273', '2020-06-01 00:00:00', '2020-05-25 00:00:00', '300628', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '0.900000', '0.900000', NULL, '0.500000', 335718, 0, '2020-05-26 05:00:27', '2020-05-26 05:00:22', '225798', '10207182'),
('201004184525', '2020-06-01 00:00:00', '2020-05-25 00:00:00', '300777', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '0.069000', '0.069000', NULL, NULL, 335721, 0, '2020-05-26 05:00:27', '2020-05-26 05:00:22', '225799', '10394282'),
('201004184241', '2020-06-01 00:00:00', '2020-05-25 00:00:00', '300773', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '2.000000', '2.000000', NULL, '1.000000', 335720, 0, '2020-05-26 05:00:27', '2020-05-26 05:00:22', '225800', '10322860'),
('201004184541', '2020-06-01 00:00:00', '2020-05-25 00:00:00', '300778', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '0.500000', '0.500000', NULL, '0.250000', 335722, 0, '2020-05-26 05:00:27', '2020-05-26 05:00:22', '225801', '10410279'),
('201004172192', '2020-06-01 00:00:00', '2020-05-26 00:00:00', '002846', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '0.129768', '0.129768', NULL, NULL, 335676, 0, '2020-05-26 12:01:06', '2020-05-25 20:01:04', '225802', '10143635'),
('201000000721', '2019-02-28 00:00:00', '2019-02-15 00:00:00', '002017', '2019-02-19 00:00:00', NULL, NULL, 'CNY', '4.0400', '0.289210', NULL, NULL, NULL, NULL, 325506, 0, '2020-05-26 14:05:22', '2019-02-15 09:05:22', '225803', '101414'),
('201000000925', '2019-03-29 00:00:00', '2019-03-18 00:00:00', '002202', '2019-03-20 00:00:00', NULL, NULL, 'CNY', '7.0200', '0.187655', NULL, NULL, NULL, NULL, 325786, 0, '2020-05-26 14:05:22', '2019-03-18 14:04:28', '225804', '101290'),
('201000000876', '2020-06-04 00:00:00', '2020-05-27 00:00:00', '002158', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.250000', '0.250000', NULL, NULL, 335770, 0, '2020-05-26 18:03:15', '2020-05-26 18:03:04', '225805', '103142'),
('201000000518', '2020-06-02 00:00:00', '2020-05-27 00:00:00', '000902', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.200000', '0.200000', NULL, NULL, 335769, 0, '2020-05-26 18:03:15', '2020-05-26 18:03:04', '225806', '101344'),
('201000001340', '2020-06-03 00:00:00', '2020-05-27 00:00:00', '002580', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.025000', '0.025000', NULL, NULL, 335772, 0, '2020-05-26 18:03:15', '2020-05-26 18:03:04', '225807', '102082'),
('201000001013', '2020-06-02 00:00:00', '2020-05-27 00:00:00', '002282', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.060000', '0.060000', NULL, NULL, 335771, 0, '2020-05-26 18:03:15', '2020-05-26 18:03:04', '225808', '102746'),
('201000003295', '2020-06-02 00:00:00', '2020-05-27 00:00:00', '300284', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.150000', '0.150000', NULL, NULL, 335773, 0, '2020-05-26 18:03:15', '2020-05-26 18:03:04', '225809', '102892'),
('201000069986', '2020-06-02 00:00:00', '2020-05-27 00:00:00', '603609', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.220000', '0.220000', NULL, NULL, 335774, 0, '2020-05-26 18:03:15', '2020-05-26 18:03:04', '225810', '10113985'),
('201004157851', '2020-06-02 00:00:00', '2020-05-27 00:00:00', '002752', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.025000', '0.025000', NULL, NULL, 335775, 0, '2020-05-26 18:03:15', '2020-05-26 18:03:04', '225811', '10107080'),
('201004171433', '2020-06-02 00:00:00', '2020-05-27 00:00:00', '002833', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.600000', '0.600000', NULL, '0.600000', 335777, 0, '2020-05-26 18:03:15', '2020-05-26 18:03:04', '225812', '10136642'),
('201004168681', '2020-06-02 00:00:00', '2020-05-27 00:00:00', '300537', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.080000', '0.080000', NULL, NULL, 335776, 0, '2020-05-26 18:03:15', '2020-05-26 18:03:04', '225813', '10133341'),
('201004177159', '2020-06-03 00:00:00', '2020-05-27 00:00:00', '603809', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.200000', '0.200000', NULL, NULL, 335778, 0, '2020-05-26 18:03:15', '2020-05-26 18:03:04', '225814', '10313983'),
('201004185927', '2020-06-02 00:00:00', '2020-05-27 00:00:00', '688188', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.740000', '0.740000', NULL, NULL, 335780, 0, '2020-05-26 18:03:15', '2020-05-26 18:03:04', '225815', '10459498'),
('201004183807', '2020-06-04 00:00:00', '2020-05-27 00:00:00', '002952', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.390000', '0.390000', NULL, '0.500000', 335779, 0, '2020-05-26 18:03:15', '2020-05-26 18:03:04', '225816', '10147453'),
('201000000054', '2020-06-04 00:00:00', '2020-05-27 00:00:00', '000055', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.050000', '0.050000', NULL, NULL, 335789, 0, '2020-05-26 20:01:09', '2020-05-26 20:01:05', '225817', '101532'),
('201000000071', '2020-06-02 00:00:00', '2020-05-27 00:00:00', '000088', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.015000', '0.015000', NULL, NULL, 335790, 0, '2020-05-26 20:01:09', '2020-05-26 20:01:05', '225818', '101671'),
('201000001402', '2020-06-04 00:00:00', '2020-05-27 00:00:00', '002637', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.100000', '0.100000', NULL, NULL, 335791, 0, '2020-05-26 20:01:09', '2020-05-26 20:01:05', '225819', '107522'),
('201000003637', '2020-06-04 00:00:00', '2020-05-27 00:00:00', '600305', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.207000', '0.207000', NULL, '0.280000', 335794, 0, '2020-05-26 20:01:09', '2020-05-26 20:01:05', '225820', '105898'),
('201000002977', '2020-06-04 00:00:00', '2020-05-27 00:00:00', '200055', '2020-06-08 00:00:00', '2020-06-03 00:00:00', '2020-06-09 00:00:00', 'HKD', NULL, NULL, '0.054765', '0.054765', NULL, NULL, 335792, 0, '2020-05-27 12:01:45', '2020-05-26 20:01:05', '225865', '101532'),
('201000003488', '2020-06-03 00:00:00', '2020-05-27 00:00:00', '600138', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.040000', '0.040000', NULL, NULL, 335793, 0, '2020-05-26 20:01:09', '2020-05-26 20:01:05', '225822', '105794'),
('201000069753', '2020-06-02 00:00:00', '2020-05-27 00:00:00', '000333', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '1.600000', '1.600000', NULL, NULL, 335795, 0, '2020-05-26 20:01:09', '2020-05-26 20:01:05', '225823', '106591'),
('201004184521', '2020-06-02 00:00:00', '2020-05-27 00:00:00', '603267', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.010000', '0.010000', NULL, '0.400000', 335796, 0, '2020-05-26 20:01:09', '2020-05-26 20:01:05', '225824', '10407580'),
('201000000420', '2020-06-02 00:00:00', '2020-05-27 00:00:00', '000783', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.150000', '0.150000', NULL, NULL, 335809, 0, '2020-05-26 22:01:40', '2020-05-26 22:01:39', '225825', '101434'),
('201000003037', '2020-06-01 00:00:00', '2020-05-26 00:00:00', '300026', '2020-05-29 00:00:00', NULL, '2020-06-01 00:00:00', 'CNY', NULL, NULL, '0.050000', '0.050000', NULL, NULL, 335814, 0, '2020-05-26 22:01:40', '2020-05-26 22:01:39', '225826', '102864'),
('201000000770', '2020-06-03 00:00:00', '2020-05-27 00:00:00', '002061', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.120000', '0.120000', NULL, NULL, 335810, 0, '2020-05-26 22:01:40', '2020-05-26 22:01:39', '225827', '101740'),
('201000000771', '2020-06-03 00:00:00', '2020-05-27 00:00:00', '002062', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.050000', '0.050000', NULL, NULL, 335811, 0, '2020-05-26 22:01:40', '2020-05-26 22:01:39', '225828', '101677'),
('201000003030', '2020-06-02 00:00:00', '2020-05-27 00:00:00', '300019', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.150000', '0.150000', NULL, NULL, 335813, 0, '2020-05-26 22:01:40', '2020-05-26 22:01:39', '225829', '102886'),
('201000004132', '2020-06-03 00:00:00', '2020-05-27 00:00:00', '600854', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.040000', '0.040000', NULL, NULL, 335817, 0, '2020-05-26 22:01:40', '2020-05-26 22:01:39', '225830', '107570'),
('201000003981', '2020-06-02 00:00:00', '2020-05-27 00:00:00', '600703', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.100000', '0.100000', NULL, NULL, 335815, 0, '2020-05-26 22:01:40', '2020-05-26 22:01:39', '225831', '106173'),
('201000004296', '2020-06-03 00:00:00', '2020-05-27 00:00:00', '601678', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.100000', '0.100000', NULL, NULL, 335818, 0, '2020-05-26 22:01:40', '2020-05-26 22:01:39', '225832', '105902'),
('201000000953', '2020-06-04 00:00:00', '2020-05-27 00:00:00', '002228', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.100000', '0.100000', NULL, NULL, 335812, 0, '2020-05-26 22:01:40', '2020-05-26 22:01:39', '225833', '102434'),
('201000004002', '2020-06-04 00:00:00', '2020-05-27 00:00:00', '600724', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.270000', '0.270000', NULL, NULL, 335816, 0, '2020-05-26 22:01:40', '2020-05-26 22:01:39', '225834', '106108'),
('201004165274', '2020-06-02 00:00:00', '2020-05-27 00:00:00', '603868', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '1.000000', '1.000000', NULL, NULL, 335819, 0, '2020-05-26 22:01:40', '2020-05-26 22:01:39', '225835', '10119612'),
('201004173996', '2020-06-03 00:00:00', '2020-05-27 00:00:00', '002867', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.450000', '0.450000', NULL, NULL, 335823, 0, '2020-05-26 22:01:40', '2020-05-26 22:01:39', '225836', '10139524'),
('201004175457', '2020-06-03 00:00:00', '2020-05-27 00:00:00', '002890', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.200000', '0.200000', NULL, NULL, 335826, 0, '2020-05-26 22:01:40', '2020-05-26 22:01:39', '225837', '10323617'),
('201004169552', '2020-06-02 00:00:00', '2020-05-27 00:00:00', '300542', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.045000', '0.045000', NULL, '0.300000', 335821, 0, '2020-05-26 22:01:40', '2020-05-26 22:01:39', '225838', '10120730'),
('201004171993', '2020-06-02 00:00:00', '2020-05-27 00:00:00', '002841', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.750000', '0.750000', NULL, NULL, 335822, 0, '2020-05-26 22:01:40', '2020-05-26 22:01:39', '225839', '10138286'),
('201004174939', '2020-06-02 00:00:00', '2020-05-27 00:00:00', '603801', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.660000', '0.660000', NULL, NULL, 335824, 0, '2020-05-26 22:01:40', '2020-05-26 22:01:39', '225840', '10371438'),
('201004175222', '2020-06-02 00:00:00', '2020-05-27 00:00:00', '603676', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.045000', '0.045000', NULL, NULL, 335825, 0, '2020-05-26 22:01:40', '2020-05-26 22:01:39', '225841', '10397305'),
('201004169392', '2020-06-03 00:00:00', '2020-05-27 00:00:00', '002811', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.300000', '0.300000', NULL, '0.500000', 335820, 0, '2020-05-26 22:01:40', '2020-05-26 22:01:39', '225842', '10122173'),
('201004187603', '2020-06-02 00:00:00', '2020-05-27 00:00:00', '603551', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.330000', '0.330000', NULL, NULL, 335831, 0, '2020-05-26 22:01:40', '2020-05-26 22:01:39', '225843', '10434795'),
('201004185446', '2020-06-02 00:00:00', '2020-05-27 00:00:00', '603687', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.026000', '0.026000', NULL, NULL, 335828, 0, '2020-05-26 22:01:40', '2020-05-26 22:01:39', '225844', '10424228'),
('201004185447', '2020-06-04 00:00:00', '2020-05-27 00:00:00', '002966', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.200000', '0.200000', NULL, NULL, 335829, 0, '2020-05-26 22:01:40', '2020-05-26 22:01:39', '225845', '10122377'),
('201004186864', '2020-06-02 00:00:00', '2020-05-27 00:00:00', '688111', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.300000', '0.300000', NULL, NULL, 335830, 0, '2020-05-26 22:01:40', '2020-05-26 22:01:39', '225846', '10406869'),
('201004182881', '2020-06-03 00:00:00', '2020-05-27 00:00:00', '603739', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.200000', '0.200000', NULL, NULL, 335827, 0, '2020-05-26 22:01:40', '2020-05-26 22:01:39', '225847', '10408079'),
('201000003173', '2020-06-02 00:00:00', '2020-05-26 00:00:00', '300162', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.005000', '0.005000', NULL, NULL, 335849, 0, '2020-05-27 05:00:47', '2020-05-27 05:00:46', '225859', '104879'),
('201000003313', '2020-06-03 00:00:00', '2020-05-26 00:00:00', '300302', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.010000', '0.010000', NULL, NULL, 335850, 0, '2020-05-27 05:00:47', '2020-05-27 05:00:46', '225860', '107916'),
('201004157857', '2020-06-03 00:00:00', '2020-05-26 00:00:00', '300438', '2020-06-02 00:00:00', NULL, NULL, 'CNY', NULL, NULL, NULL, NULL, NULL, '0.500000', 335851, 0, '2020-05-27 05:00:47', '2020-05-27 05:00:46', '225861', '10102537'),
('201004175576', '2020-06-02 00:00:00', '2020-05-26 00:00:00', '300688', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.085000', '0.085000', NULL, NULL, 335853, 0, '2020-05-27 05:00:47', '2020-05-27 05:00:46', '225862', '10373820'),
('201004172753', '2020-06-02 00:00:00', '2020-05-26 00:00:00', '300613', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.185000', '0.185000', NULL, '0.800000', 335852, 0, '2020-05-27 05:00:47', '2020-05-27 05:00:46', '225863', '10147097'),
('201004176817', '2020-06-02 00:00:00', '2020-05-26 00:00:00', '300708', '2020-06-01 00:00:00', NULL, '2020-06-02 00:00:00', 'CNY', NULL, NULL, '0.019936', '0.019936', NULL, NULL, 335854, 0, '2020-05-27 12:01:45', '2020-05-27 05:00:46', '225866', '10233165'),
('201000000849', '2020-06-05 00:00:00', '2020-05-28 00:00:00', '002133', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.080000', '0.080000', NULL, NULL, 335891, 0, '2020-05-27 18:01:59', '2020-05-27 18:01:58', '225867', '101295'),
('201000004240', '2020-06-03 00:00:00', '2020-05-28 00:00:00', '601137', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.200000', '0.200000', NULL, NULL, 335899, 0, '2020-05-27 18:01:59', '2020-05-27 18:01:58', '225868', '10870'),
('201000000971', '2020-06-05 00:00:00', '2020-05-28 00:00:00', '002244', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.132000', '0.132000', NULL, NULL, 335892, 0, '2020-05-27 18:01:59', '2020-05-27 18:01:58', '225869', '102562'),
('201000001229', '2020-06-04 00:00:00', '2020-05-28 00:00:00', '002479', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.150000', '0.150000', NULL, NULL, 335893, 0, '2020-05-27 18:01:59', '2020-05-27 18:01:58', '225870', '102673'),
('201000000514', '2020-06-05 00:00:00', '2020-05-28 00:00:00', '000899', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.100000', '0.100000', NULL, NULL, 335890, 0, '2020-05-27 18:01:59', '2020-05-27 18:01:58', '225871', '101447'),
('201000004068', '2020-06-03 00:00:00', '2020-05-28 00:00:00', '600790', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.180000', '0.180000', NULL, NULL, 335898, 0, '2020-05-27 18:01:59', '2020-05-27 18:01:58', '225872', '106279'),
('201000003409', '2020-06-03 00:00:00', '2020-05-28 00:00:00', '600057', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.250000', '0.250000', NULL, NULL, 335895, 0, '2020-05-27 18:01:59', '2020-05-27 18:01:58', '225873', '105818'),
('201000004063', '2020-06-05 00:00:00', '2020-05-28 00:00:00', '600785', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.200000', '0.200000', NULL, NULL, 335897, 0, '2020-05-27 18:01:59', '2020-05-27 18:01:58', '225874', '106352'),
('201000003385', '2020-06-03 00:00:00', '2020-05-28 00:00:00', '600019', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.280000', '0.280000', NULL, NULL, 335894, 0, '2020-05-27 18:01:59', '2020-05-27 18:01:58', '225875', '104874'),
('201000003872', '2020-06-03 00:00:00', '2020-05-28 00:00:00', '600594', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.300000', '0.300000', NULL, NULL, 335896, 0, '2020-05-27 18:01:59', '2020-05-27 18:01:58', '225876', '106275'),
('201000070000', '2020-06-03 00:00:00', '2020-05-28 00:00:00', '603306', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.450000', '0.450000', NULL, NULL, 335889, 0, '2020-05-27 18:01:59', '2020-05-27 18:01:58', '225877', '10133339'),
('201004157873', '2020-06-04 00:00:00', '2020-05-28 00:00:00', '603567', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.217000', '0.217000', NULL, NULL, 335901, 0, '2020-05-27 18:01:59', '2020-05-27 18:01:58', '225878', '10102180'),
('201004156735', '2020-06-03 00:00:00', '2020-05-28 00:00:00', '603600', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.200000', '0.200000', NULL, NULL, 335900, 0, '2020-05-27 18:01:59', '2020-05-27 18:01:58', '225879', '10101846'),
('201004165273', '2020-06-04 00:00:00', '2020-05-28 00:00:00', '603701', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.200000', '0.200000', NULL, '0.300000', 335902, 0, '2020-05-27 18:01:59', '2020-05-27 18:01:58', '225880', '10146913'),
('201004176903', '2020-06-03 00:00:00', '2020-05-28 00:00:00', '603683', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.118400', '0.118400', NULL, NULL, 335905, 0, '2020-05-27 18:01:59', '2020-05-27 18:01:58', '225881', '10314650'),
('201004172273', '2020-06-04 00:00:00', '2020-05-28 00:00:00', '603208', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '1.000000', '1.000000', NULL, '0.300000', 335903, 0, '2020-05-27 18:01:59', '2020-05-27 18:01:58', '225882', '10140662'),
('201004173134', '2020-06-03 00:00:00', '2020-05-28 00:00:00', '603811', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.400000', '0.400000', NULL, '0.400000', 335904, 0, '2020-05-27 18:01:59', '2020-05-27 18:01:58', '225883', '10138863'),
('201004187523', '2020-06-03 00:00:00', '2020-05-28 00:00:00', '688081', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.250000', '0.250000', NULL, NULL, 335909, 0, '2020-05-27 18:01:59', '2020-05-27 18:01:58', '225884', '10477337'),
('201004186665', '2020-06-04 00:00:00', '2020-05-28 00:00:00', '688025', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.210000', '0.210000', NULL, NULL, 335908, 0, '2020-05-27 18:01:59', '2020-05-27 18:01:58', '225885', '10401571'),
('201004178637', '2020-06-04 00:00:00', '2020-05-28 00:00:00', '002927', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.215000', '0.215000', NULL, '0.300000', 335906, 0, '2020-05-27 18:01:59', '2020-05-27 18:01:58', '225886', '10407576'),
('201004185045', '2020-06-04 00:00:00', '2020-05-28 00:00:00', '603915', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.200000', '0.200000', NULL, NULL, 335907, 0, '2020-05-27 18:01:59', '2020-05-27 18:01:58', '225887', '10408331'),
('201000004222', '2020-06-04 00:00:00', '2020-05-28 00:00:00', '601012', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.200000', '0.200000', NULL, NULL, 335939, 0, '2020-05-27 20:02:31', '2020-05-27 20:02:30', '225888', '107926'),
('201000000035', '2020-06-04 00:00:00', '2020-05-28 00:00:00', '000032', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.080000', '0.080000', NULL, NULL, 335929, 0, '2020-05-27 20:02:31', '2020-05-27 20:02:30', '225889', '101917'),
('201000000495', '2020-06-05 00:00:00', '2020-05-28 00:00:00', '000877', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.510000', '0.510000', NULL, NULL, 335930, 0, '2020-05-27 20:02:31', '2020-05-27 20:02:30', '225890', '101411'),
('201000001274', '2020-06-04 00:00:00', '2020-05-28 00:00:00', '002520', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.045000', '0.045000', NULL, NULL, 335932, 0, '2020-05-27 20:02:31', '2020-05-27 20:02:30', '225891', '101934'),
('201000001216', '2020-06-05 00:00:00', '2020-05-28 00:00:00', '002467', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.050000', '0.050000', NULL, NULL, 335931, 0, '2020-05-27 20:02:31', '2020-05-27 20:02:30', '225892', '101939'),
('201000003621', '2020-06-03 00:00:00', '2020-05-28 00:00:00', '600287', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.090000', '0.090000', NULL, NULL, 335935, 0, '2020-05-27 20:02:31', '2020-05-27 20:02:30', '225893', '105957'),
('201000003527', '2020-06-04 00:00:00', '2020-05-28 00:00:00', '600184', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.037000', '0.037000', NULL, NULL, 335934, 0, '2020-05-27 20:02:31', '2020-05-27 20:02:30', '225894', '105135'),
('201000003820', '2020-06-05 00:00:00', '2020-05-28 00:00:00', '600536', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.040000', '0.040000', NULL, NULL, 335937, 0, '2020-05-27 20:02:31', '2020-05-27 20:02:30', '225895', '105844'),
('201000004306', '2020-06-03 00:00:00', '2020-05-28 00:00:00', '601789', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.100000', '0.100000', NULL, NULL, 335940, 0, '2020-05-27 20:02:31', '2020-05-27 20:02:30', '225896', '104060'),
('201000003802', '2020-06-04 00:00:00', '2020-05-28 00:00:00', '600516', '2020-06-03 00:00:00', NULL, NULL, 'CNY', NULL, NULL, NULL, NULL, NULL, '0.400000', 335936, 0, '2020-05-27 20:02:31', '2020-05-27 20:02:30', '225897', '106463'),
('201000004043', '2020-06-04 00:00:00', '2020-05-28 00:00:00', '600765', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.045000', '0.045000', NULL, NULL, 335938, 0, '2020-05-27 20:02:31', '2020-05-27 20:02:30', '225898', '106426'),
('201000003357', '2020-06-04 00:00:00', '2020-05-28 00:00:00', '300346', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.030000', '0.030000', NULL, NULL, 335933, 0, '2020-05-27 20:02:31', '2020-05-27 20:02:30', '225899', '10100076'),
('201000069983', '2020-06-03 00:00:00', '2020-05-28 00:00:00', '603100', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.200000', '0.200000', NULL, NULL, 335941, 0, '2020-05-27 20:02:31', '2020-05-27 20:02:30', '225900', '10113824'),
('201004158999', '2020-06-04 00:00:00', '2020-05-28 00:00:00', '603936', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.070000', '0.070000', NULL, '0.400000', 335942, 0, '2020-05-27 20:02:31', '2020-05-27 20:02:30', '225901', '10109089'),
('201004175295', '2020-06-03 00:00:00', '2020-05-28 00:00:00', '603063', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.016000', '0.016000', NULL, NULL, 335945, 0, '2020-05-27 20:02:31', '2020-05-27 20:02:30', '225902', '10405356'),
('201004171457', '2020-06-03 00:00:00', '2020-05-28 00:00:00', '603218', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.300000', '0.300000', NULL, '0.400000', 335944, 0, '2020-05-27 20:02:31', '2020-05-27 20:02:30', '225903', '10138278'),
('201004169954', '2020-06-03 00:00:00', '2020-05-28 00:00:00', '603160', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.800000', '0.800000', NULL, NULL, 335943, 0, '2020-05-27 20:02:31', '2020-05-27 20:02:30', '225904', '10121773'),
('201004187646', '2020-06-04 00:00:00', '2020-05-28 00:00:00', '688278', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.025000', '0.025000', NULL, NULL, 335951, 0, '2020-05-27 20:02:31', '2020-05-27 20:02:30', '225905', '10450372'),
('201004186144', '2020-06-03 00:00:00', '2020-05-28 00:00:00', '603093', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.048000', '0.048000', NULL, NULL, 335950, 0, '2020-05-27 20:02:31', '2020-05-27 20:02:30', '225906', '10100655'),
('201004177998', '2020-06-04 00:00:00', '2020-05-28 00:00:00', '603080', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.062000', '0.062000', NULL, NULL, 335946, 0, '2020-05-27 20:02:31', '2020-05-27 20:02:30', '225907', '10144178'),
('201004180717', '2020-06-03 00:00:00', '2020-05-28 00:00:00', '603657', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.500000', '0.500000', NULL, '0.400000', 335948, 0, '2020-05-27 20:02:31', '2020-05-27 20:02:30', '225908', '10408338'),
('201004183341', '2020-06-03 00:00:00', '2020-05-28 00:00:00', '002949', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.200000', '0.200000', NULL, NULL, 335949, 0, '2020-05-27 20:02:31', '2020-05-27 20:02:30', '225909', '10341401');
INSERT INTO `STK_MKT_DIVIDENT` (`SECURITYID`, `EXDIVIDENDDATE`, `DECLAREDATE`, `SYMBOL`, `RECORDDATE`, `FINALTRADINGDATE`, `PAYMENTDATE`, `CURRENCYCODE`, `ALLOTMENTPRICE`, `ALLOTMENTPERSHARE`, `DIVIDENTBT`, `DIVIDENTAT`, `BONUSRATIO`, `CONVERSIONRATIO`, `UPDATEID`, `UPDATESTATE`, `UPDATETIME`, `BUSINESSTIME`, `UTSID`, `INSTITUTIONID`) VALUES
('201004180517', '2020-06-04 00:00:00', '2020-05-28 00:00:00', '603713', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.190000', '0.190000', NULL, NULL, 335947, 0, '2020-05-27 20:02:31', '2020-05-27 20:02:30', '225910', '10379464'),
('201000000789', '2020-06-04 00:00:00', '2020-05-28 00:00:00', '002079', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.040000', '0.040000', NULL, NULL, 335954, 0, '2020-05-27 22:01:48', '2020-05-27 22:01:48', '225911', '101318'),
('201000001407', '2020-06-04 00:00:00', '2020-05-28 00:00:00', '002641', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.138000', '0.138000', NULL, NULL, 335960, 0, '2020-05-27 22:01:48', '2020-05-27 22:01:48', '225912', '107594'),
('201000000731', '2020-06-05 00:00:00', '2020-05-28 00:00:00', '002026', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.080000', '0.080000', NULL, NULL, 335953, 0, '2020-05-27 22:01:48', '2020-05-27 22:01:48', '225913', '101235'),
('201000003048', '2020-06-03 00:00:00', '2020-05-28 00:00:00', '300037', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.250000', '0.250000', NULL, NULL, 335962, 0, '2020-05-27 22:01:48', '2020-05-27 22:01:48', '225914', '103762'),
('201000001003', '2020-06-04 00:00:00', '2020-05-28 00:00:00', '002273', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.100000', '0.100000', NULL, NULL, 335955, 0, '2020-05-27 22:01:48', '2020-05-27 22:01:48', '225915', '101544'),
('201000001133', '2020-06-04 00:00:00', '2020-05-28 00:00:00', '002391', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.200000', '0.200000', NULL, NULL, 335958, 0, '2020-05-27 22:01:48', '2020-05-27 22:01:48', '225916', '102233'),
('201000000063', '2020-06-03 00:00:00', '2020-05-28 00:00:00', '000065', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.092000', '0.092000', NULL, NULL, 335952, 0, '2020-05-28 10:01:08', '2020-05-27 22:01:48', '225935', '101554'),
('201000001379', '2020-06-03 00:00:00', '2020-05-28 00:00:00', '002616', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.200000', '0.200000', NULL, NULL, 335959, 0, '2020-05-27 22:01:48', '2020-05-27 22:01:48', '225918', '102263'),
('201000003201', '2020-06-04 00:00:00', '2020-05-28 00:00:00', '300190', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.100000', '0.100000', NULL, NULL, 335964, 0, '2020-05-27 22:01:48', '2020-05-27 22:01:48', '225919', '104894'),
('201000003010', '2020-06-03 00:00:00', '2020-05-28 00:00:00', '200986', '2020-06-05 00:00:00', '2020-06-02 00:00:00', '2020-06-05 00:00:00', 'HKD', NULL, NULL, '0.016516', '0.016516', NULL, NULL, 335961, 0, '2020-05-27 22:01:48', '2020-05-27 22:01:48', '225920', '103124'),
('201000003199', '2020-06-04 00:00:00', '2020-05-27 00:00:00', '300188', '2020-06-03 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.090000', '0.090000', NULL, NULL, 335963, 0, '2020-05-27 22:01:48', '2020-05-27 22:01:48', '225921', '104786'),
('201000001030', '2020-06-03 00:00:00', '2020-05-28 00:00:00', '002298', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.050000', '0.050000', NULL, NULL, 335956, 0, '2020-05-27 22:01:48', '2020-05-27 22:01:48', '225922', '102649'),
('201000001082', '2020-06-04 00:00:00', '2020-05-28 00:00:00', '002345', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.100000', '0.100000', NULL, NULL, 335957, 0, '2020-05-27 22:01:48', '2020-05-27 22:01:48', '225923', '101348'),
('201000069861', '2020-06-04 00:00:00', '2020-05-28 00:00:00', '002714', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.550000', '0.550000', NULL, '0.700000', 335965, 0, '2020-05-27 22:01:48', '2020-05-27 22:01:48', '225924', '10106922'),
('201004156545', '2020-06-05 00:00:00', '2020-05-28 00:00:00', '300412', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.160000', '0.160000', NULL, NULL, 335966, 0, '2020-05-27 22:01:48', '2020-05-27 22:01:48', '225925', '10101861'),
('201004172176', '2020-06-03 00:00:00', '2020-05-28 00:00:00', '300602', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.094861', '0.094861', NULL, '0.569165', 335967, 0, '2020-05-28 10:01:08', '2020-05-27 22:01:48', '225937', '10147193'),
('201004173433', '2020-06-03 00:00:00', '2020-05-28 00:00:00', '002859', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.160000', '0.160000', NULL, '0.600000', 335968, 0, '2020-05-27 22:01:48', '2020-05-27 22:01:48', '225927', '10147095'),
('201004177337', '2020-06-04 00:00:00', '2020-05-28 00:00:00', '300723', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.200000', '0.200000', NULL, NULL, 335969, 0, '2020-05-27 22:01:48', '2020-05-27 22:01:48', '225928', '10379805'),
('201000003182', '2020-06-04 00:00:00', '2020-05-27 00:00:00', '300171', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.070000', '0.070000', NULL, NULL, 335989, 0, '2020-05-28 05:00:48', '2020-05-28 05:00:08', '225929', '104797'),
('201000003292', '2020-06-04 00:00:00', '2020-05-27 00:00:00', '300281', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.015000', '0.015000', NULL, NULL, 335990, 0, '2020-05-28 05:00:48', '2020-05-28 05:00:08', '225930', '107742'),
('201004157061', '2020-06-03 00:00:00', '2020-05-27 00:00:00', '300422', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.100000', '0.100000', NULL, NULL, 335991, 0, '2020-05-28 10:01:08', '2020-05-28 05:00:08', '225936', '10101881'),
('201004158765', '2020-06-04 00:00:00', '2020-05-27 00:00:00', '300486', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.055000', '0.055000', NULL, '0.500000', 335992, 0, '2020-05-28 05:00:48', '2020-05-28 05:00:08', '225932', '10101755'),
('201004176084', '2020-06-03 00:00:00', '2020-05-27 00:00:00', '300697', '2020-06-02 00:00:00', NULL, '2020-06-03 00:00:00', 'CNY', NULL, NULL, '0.060000', '0.060000', NULL, NULL, 335994, 0, '2020-05-28 05:00:48', '2020-05-28 05:00:08', '225933', '10380975'),
('201004170754', '2020-06-04 00:00:00', '2020-05-27 00:00:00', '300567', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.300000', '0.300000', NULL, NULL, 335993, 0, '2020-05-28 05:00:48', '2020-05-28 05:00:08', '225934', '10108555'),
(NULL, '2020-05-29 00:00:00', '2020-05-22 00:00:00', '300130', '2020-05-28 00:00:00', NULL, NULL, NULL, NULL, NULL, '0.250000', '0.250000', NULL, NULL, 20200529300130, NULL, NULL, NULL, NULL, NULL),
(NULL, '2020-05-29 00:00:00', '2020-05-23 00:00:00', '002003', '2020-05-28 00:00:00', NULL, NULL, '', NULL, NULL, '0.400000', '0.400000', NULL, NULL, 20200529002003, NULL, NULL, NULL, NULL, NULL),
(NULL, '2020-05-29 00:00:00', '2020-05-22 00:00:00', '000952', '2020-05-28 00:00:00', NULL, NULL, NULL, NULL, NULL, '0.070000', '0.070000', '0.200000', NULL, 20200529000952, NULL, NULL, NULL, NULL, NULL),
(NULL, '2019-05-29 00:00:00', '2019-05-22 00:00:00', '300115', '2019-05-28 00:00:00', NULL, NULL, NULL, NULL, NULL, '0.100000', '0.100000', NULL, NULL, 20200529300115, NULL, NULL, NULL, NULL, NULL),
(NULL, '2020-05-29 00:00:00', '2020-05-22 00:00:00', '300112', '2020-05-28 00:00:00', NULL, NULL, NULL, NULL, NULL, '0.120000', '0.120000', NULL, NULL, 20200529300112, NULL, NULL, NULL, NULL, NULL),
(NULL, '2020-05-29 00:00:00', '2020-05-23 00:00:00', '300070', '2020-05-28 00:00:00', NULL, NULL, NULL, NULL, NULL, '0.066000', '0.066000', NULL, NULL, 20200529300070, NULL, NULL, NULL, NULL, NULL),
(NULL, '2020-05-29 00:00:00', '2020-05-22 00:00:00', '300144', '2020-05-28 00:00:00', NULL, NULL, NULL, NULL, NULL, '0.200000', '0.200000', NULL, '0.800000', 20200529300144, NULL, NULL, NULL, NULL, NULL),
(NULL, '2020-05-29 00:00:00', '2020-05-22 00:00:00', '300133', '2020-05-28 00:00:00', NULL, NULL, NULL, NULL, NULL, '0.015000', '0.015000', NULL, NULL, 20200529300133, NULL, NULL, NULL, NULL, NULL),
(NULL, '2020-05-29 00:00:00', '2020-05-22 00:00:00', '300207', '2020-05-28 00:00:00', NULL, NULL, NULL, NULL, NULL, '0.070000', '0.070000', NULL, NULL, 20200529300207, NULL, NULL, NULL, NULL, NULL),
(NULL, '2020-05-29 00:00:00', '2020-05-21 00:00:00', '600433', '2020-05-28 00:00:00', NULL, NULL, NULL, NULL, NULL, '0.028000', '0.028000', NULL, NULL, 20200529600433, NULL, NULL, NULL, NULL, NULL),
(NULL, '2020-05-29 00:00:00', '2020-05-22 00:00:00', '002107', '2020-05-28 00:00:00', NULL, NULL, NULL, NULL, NULL, '0.120000', '0.120000', '0.600000', NULL, 20200529002107, NULL, NULL, NULL, NULL, NULL),
(NULL, '2020-05-29 00:00:00', '2020-05-22 00:00:00', '002242', '2020-05-28 00:00:00', NULL, NULL, NULL, NULL, NULL, '0.580000', '0.580000', NULL, NULL, 20200529002242, NULL, NULL, NULL, NULL, NULL),
(NULL, '2020-05-29 00:00:00', '2020-05-22 00:00:00', '002234', '2020-05-28 00:00:00', NULL, NULL, NULL, NULL, NULL, '0.600000', '0.600000', NULL, NULL, 20200529002234, NULL, NULL, NULL, NULL, NULL),
(NULL, '2020-05-29 00:00:00', '2020-05-23 00:00:00', '002215', '2020-05-28 00:00:00', NULL, NULL, NULL, NULL, NULL, '0.150000', '0.150000', NULL, NULL, 20200529002215, NULL, NULL, NULL, NULL, NULL),
(NULL, '2020-05-29 00:00:00', '2020-05-22 00:00:00', '002187', '2020-05-28 00:00:00', NULL, NULL, NULL, NULL, NULL, '0.170000', '0.170000', NULL, NULL, 20200529002187, NULL, NULL, NULL, NULL, NULL),
(NULL, '2020-05-29 00:00:00', '2020-05-22 00:00:00', '002179', '2020-05-28 00:00:00', NULL, NULL, NULL, NULL, NULL, '0.150000', '0.150000', NULL, NULL, 20200529002179, NULL, NULL, NULL, NULL, NULL),
(NULL, '2020-05-29 00:00:00', '2020-05-23 00:00:00', '603089', '2020-05-28 00:00:00', NULL, NULL, NULL, NULL, NULL, '0.400000', '0.400000', NULL, '0.350000', 20200529603089, NULL, NULL, NULL, NULL, NULL),
(NULL, '2020-05-29 00:00:00', '2020-05-22 00:00:00', '000090', '2020-05-28 00:00:00', NULL, NULL, NULL, NULL, NULL, '0.380000', '0.380000', NULL, NULL, 20200529000090, NULL, NULL, NULL, NULL, NULL),
(NULL, '2020-05-29 00:00:00', '2020-05-22 00:00:00', '002041', '2020-05-28 00:00:00', NULL, NULL, NULL, NULL, NULL, '0.060000', '0.060000', NULL, NULL, 20200529002041, NULL, NULL, NULL, NULL, NULL),
(NULL, '2020-05-29 00:00:00', '2020-05-22 00:00:00', '300115', '2020-05-28 00:00:00', NULL, NULL, '', NULL, NULL, '0.100000', '0.100000', NULL, NULL, 202005291300115, NULL, NULL, NULL, NULL, NULL),
(NULL, '2020-05-29 00:00:00', NULL, '600183', '2020-05-28 00:00:00', NULL, NULL, NULL, NULL, NULL, '0.400000', '0.400000', NULL, NULL, 20200529600183, NULL, NULL, NULL, NULL, NULL),
(NULL, '2020-05-29 00:00:00', NULL, '600449', '2020-05-28 00:00:00', NULL, NULL, NULL, NULL, NULL, '0.510000', '0.510000', NULL, NULL, 20200529600449, NULL, NULL, NULL, NULL, NULL),
(NULL, '2020-05-29 00:00:00', NULL, '603700', '2020-05-28 00:00:00', NULL, NULL, NULL, NULL, NULL, '0.300000', '0.300000', NULL, '0.300000', 20200529603700, NULL, NULL, NULL, NULL, NULL),
(NULL, '2020-05-29 00:00:00', NULL, '603298', '2020-05-28 00:00:00', NULL, NULL, NULL, NULL, NULL, '0.350000', '0.350000', NULL, '0.400000', 20200529603298, NULL, NULL, NULL, NULL, NULL),
(NULL, '2020-05-29 00:00:00', NULL, '688178', '2020-05-28 00:00:00', NULL, NULL, NULL, NULL, NULL, '0.440000', '0.440000', NULL, NULL, 20200529688178, NULL, NULL, NULL, NULL, NULL),
(NULL, '2020-05-29 00:00:00', NULL, '601369', '2020-05-28 00:00:00', NULL, NULL, NULL, NULL, NULL, '0.230000', '0.230000', NULL, NULL, 20200529601369, NULL, NULL, NULL, NULL, NULL),
('201000003955', '2019-08-23 00:00:00', '2019-08-17 00:00:00', '600677', '2019-08-22 00:00:00', NULL, '2019-08-23 00:00:00', 'CNY', NULL, NULL, '0.120000', '0.120000', NULL, NULL, 331053, 0, '2020-05-28 15:49:36', '2019-08-19 12:03:59', '225939', '106132'),
('201000003955', '2017-07-20 00:00:00', '2017-07-14 00:00:00', '600677', '2017-07-19 00:00:00', NULL, '2017-07-20 00:00:00', 'CNY', NULL, NULL, '0.020000', '0.020000', NULL, NULL, 315924, 0, '2020-05-28 15:49:36', '2017-07-13 16:34:50', '225940', '106132'),
('201000003955', '2018-07-06 00:00:00', '2018-06-29 00:00:00', '600677', '2018-07-05 00:00:00', NULL, '2018-07-06 00:00:00', 'CNY', NULL, NULL, '0.070000', '0.070000', NULL, NULL, 323247, 0, '2020-05-28 15:49:36', '2018-06-29 11:32:42', '225941', '106132'),
('201000003955', '2014-07-15 00:00:00', '2014-07-09 00:00:00', '600677', '2014-07-14 00:00:00', NULL, '2014-07-15 00:00:00', 'CNY', NULL, NULL, '0.050000', '0.047500', NULL, NULL, 280813, 0, '2020-05-28 15:49:36', '2014-07-08 21:11:11', '225942', '106132'),
('201000003955', '2016-06-30 00:00:00', '2016-06-24 00:00:00', '600677', '2016-06-29 00:00:00', NULL, '2016-06-30 00:00:00', 'CNY', NULL, NULL, '0.020000', '0.020000', NULL, NULL, 302923, 0, '2020-05-28 15:49:36', '2016-06-23 19:29:19', '225943', '106132'),
('201000003955', '1997-07-25 00:00:00', '1997-07-19 00:00:00', '600677', '1997-07-24 00:00:00', NULL, '1997-07-25 00:00:00', 'CNY', NULL, NULL, '0.100000', NULL, NULL, NULL, 46413, 1, '2020-05-28 15:49:36', '2012-12-24 11:24:56', '225944', '106132'),
('201000003955', '2002-08-20 00:00:00', '2002-08-14 00:00:00', '600677', '2002-08-19 00:00:00', NULL, '2002-08-28 00:00:00', 'CNY', NULL, NULL, '0.100000', '0.080000', NULL, NULL, 41722, 1, '2020-05-28 15:49:36', '2012-12-24 11:24:56', '225945', '106132'),
('201000003955', '1995-08-25 00:00:00', '1995-08-18 00:00:00', '600677', '1995-08-24 00:00:00', NULL, '1995-08-25 00:00:00', 'CNY', NULL, NULL, '0.200000', NULL, NULL, NULL, 42517, 1, '2020-05-28 15:49:36', '2012-12-24 11:24:56', '225946', '106132'),
('201000003955', '2000-11-15 00:00:00', '2000-11-09 00:00:00', '600677', '2000-11-14 00:00:00', NULL, NULL, 'CNY', NULL, NULL, NULL, NULL, '0.100000', '0.200000', 42332, 1, '2020-05-28 15:49:36', '2012-12-24 11:24:56', '225947', '106132'),
('201000003955', '2000-08-11 00:00:00', '2000-08-04 00:00:00', '600677', '2000-08-10 00:00:00', NULL, '2000-08-14 00:00:00', 'CNY', NULL, NULL, '0.100000', '0.080000', NULL, NULL, 45556, 1, '2020-05-28 15:49:36', '2012-12-24 11:24:56', '225948', '106132'),
('201000003955', '1996-07-15 00:00:00', '1996-07-09 00:00:00', '600677', '1996-07-12 00:00:00', NULL, '1996-07-15 00:00:00', 'CNY', NULL, NULL, '0.100000', NULL, '0.100000', NULL, 39831, 1, '2020-05-28 15:49:36', '2012-12-24 11:24:56', '225949', '106132'),
('201000003955', '2013-09-18 00:00:00', '2013-09-12 00:00:00', '600677', '2013-09-17 00:00:00', NULL, '2013-09-26 00:00:00', 'CNY', NULL, NULL, '0.080000', '0.076000', NULL, NULL, 274443, 0, '2020-05-28 15:49:36', '2013-09-11 19:54:53', '225950', '106132'),
('201000003955', '2001-08-17 00:00:00', '2001-08-10 00:00:00', '600677', '2001-08-16 00:00:00', NULL, '2001-08-23 00:00:00', 'CNY', NULL, NULL, '0.080000', '0.064000', NULL, NULL, 43881, 1, '2020-05-28 15:49:36', '2012-12-24 11:24:56', '225951', '106132'),
('201000003955', '1993-12-13 00:00:00', '1993-12-07 00:00:00', '600677', '1993-12-10 00:00:00', NULL, NULL, 'CNY', '2.6000', '1.000000', NULL, NULL, NULL, NULL, 47843, 1, '2020-05-28 15:49:36', '2012-12-24 11:24:56', '225952', '106132'),
('201000003955', '1996-08-26 00:00:00', '1996-08-20 00:00:00', '600677', '1996-08-23 00:00:00', NULL, NULL, 'CNY', NULL, NULL, NULL, NULL, '0.060000', '0.340000', 47376, 1, '2020-05-28 15:49:36', '2012-12-24 11:24:56', '225953', '106132'),
('201000003955', '1998-04-03 00:00:00', '1998-03-19 00:00:00', '600677', '1998-04-02 00:00:00', NULL, NULL, 'CNY', '2.5000', '0.300000', NULL, NULL, NULL, NULL, 40461, 1, '2020-05-28 15:49:36', '2012-12-24 11:24:56', '225954', '106132'),
('201000003955', '1995-12-25 00:00:00', '1995-12-20 00:00:00', '600677', '1995-12-22 00:00:00', NULL, NULL, 'CNY', '2.8000', '0.300000', NULL, NULL, NULL, NULL, 34766, 1, '2020-05-28 15:49:36', '2012-12-24 11:24:56', '225955', '106132'),
('201000003955', '1998-08-19 00:00:00', '1998-08-13 00:00:00', '600677', '1998-08-18 00:00:00', NULL, '1998-08-20 00:00:00', 'CNY', NULL, NULL, '0.080000', '0.074000', NULL, NULL, 48378, 1, '2020-05-28 15:49:36', '2012-12-24 11:24:56', '225956', '106132'),
('201000003955', '1994-04-25 00:00:00', '1994-04-18 00:00:00', '600677', '1994-04-22 00:00:00', NULL, '1994-04-25 00:00:00', 'CNY', NULL, NULL, '0.100000', NULL, NULL, NULL, 48439, 1, '2020-05-28 15:49:36', '2012-12-24 11:24:56', '225957', '106132'),
('201000003979', '2017-08-28 00:00:00', '2017-08-22 00:00:00', '600701', '2017-08-25 00:00:00', NULL, '2017-08-28 00:00:00', 'CNY', NULL, NULL, '0.023000', '0.023000', NULL, NULL, 317503, 0, '2020-05-28 15:49:36', '2017-08-21 19:14:15', '225958', '106171'),
('201000003979', '1998-06-18 00:00:00', '1998-06-12 00:00:00', '600701', '1998-06-17 00:00:00', NULL, '1998-06-19 00:00:00', 'CNY', NULL, NULL, '0.300000', '0.250000', NULL, NULL, 41618, 1, '2020-05-28 15:49:36', '2012-12-24 11:24:56', '225959', '106171'),
('201000003979', '1997-07-16 00:00:00', '1997-06-27 00:00:00', '600701', '1997-07-15 00:00:00', NULL, NULL, 'CNY', '4.5000', '0.300000', NULL, NULL, NULL, NULL, 43048, 1, '2020-05-28 15:49:36', '2012-12-24 11:24:56', '225960', '106171'),
('201000003979', '1998-11-18 00:00:00', '1998-11-03 00:00:00', '600701', '1998-11-17 00:00:00', NULL, NULL, 'CNY', '7.5000', '0.300000', NULL, NULL, NULL, NULL, 42886, 1, '2020-05-28 15:49:36', '2012-12-24 11:24:56', '225961', '106171'),
('201000003979', '1999-06-23 00:00:00', '1999-06-17 00:00:00', '600701', '1999-06-22 00:00:00', NULL, NULL, 'CNY', NULL, NULL, NULL, NULL, '0.400000', '0.400000', 50906, 1, '2020-05-28 15:49:36', '2012-12-24 11:24:56', '225962', '106171'),
('201000003979', '2013-08-22 00:00:00', '2013-08-16 00:00:00', '600701', '2013-08-21 00:00:00', NULL, '2013-08-28 00:00:00', 'CNY', NULL, NULL, '0.015000', '0.014250', NULL, NULL, 273083, 1, '2020-05-28 15:49:36', '2013-08-15 17:39:05', '225963', '106171'),
('201000003979', '2001-07-16 00:00:00', '2001-07-07 00:00:00', '600701', '2001-07-13 00:00:00', NULL, '2001-07-23 00:00:00', 'CNY', NULL, NULL, '0.100000', '0.080000', NULL, NULL, 38714, 1, '2020-05-28 15:49:36', '2012-12-24 11:24:56', '225964', '106171'),
('201000003979', '2007-02-12 00:00:00', '2007-02-08 00:00:00', '600701', '2007-02-09 00:00:00', NULL, NULL, 'CNY', NULL, NULL, NULL, NULL, NULL, '1.000000', 37182, 1, '2020-05-28 15:49:36', '2012-12-24 11:24:56', '225965', '106171'),
('201000003979', '2014-08-27 00:00:00', '2014-08-21 00:00:00', '600701', '2014-08-26 00:00:00', NULL, '2014-08-27 00:00:00', 'CNY', NULL, NULL, '0.007500', '0.007130', NULL, NULL, 281573, 0, '2020-05-28 15:49:36', '2014-08-20 16:51:38', '225966', '106171'),
('201000003979', '1997-06-05 00:00:00', '1997-05-30 00:00:00', '600701', '1997-06-04 00:00:00', NULL, '1997-06-05 00:00:00', 'CNY', NULL, NULL, '0.250000', NULL, NULL, NULL, 48437, 1, '2020-05-28 15:49:36', '2012-12-24 11:24:56', '225967', '106171'),
(NULL, '2020-05-29 00:00:00', NULL, '600132', '2020-05-28 00:00:00', NULL, NULL, NULL, NULL, NULL, '1.400000', '1.400000', NULL, NULL, 20200529600132, NULL, NULL, NULL, NULL, NULL),
(NULL, '2020-05-29 00:00:13', NULL, '601360', '2020-05-28 00:00:13', NULL, NULL, NULL, NULL, NULL, '0.053000', '0.053000', NULL, NULL, 20200529601360, NULL, NULL, NULL, NULL, NULL),
('201000000721', '2020-06-05 00:00:00', '2020-05-29 00:00:00', '002017', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.030000', '0.030000', NULL, NULL, 336029, 0, '2020-05-28 18:02:26', '2020-05-28 18:02:11', '225968', '101414'),
('201000000740', '2020-06-05 00:00:00', '2020-05-29 00:00:00', '002034', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.100000', '0.100000', NULL, NULL, 336030, 0, '2020-05-28 18:02:26', '2020-05-28 18:02:11', '225969', '101341'),
('201000003316', '2020-06-05 00:00:00', '2020-05-29 00:00:00', '300305', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.104000', '0.104000', NULL, NULL, 336031, 0, '2020-05-28 18:02:26', '2020-05-28 18:02:11', '225970', '107524'),
('201000003608', '2020-06-05 00:00:00', '2020-05-29 00:00:00', '600273', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.165000', '0.165000', NULL, NULL, 336032, 0, '2020-05-28 18:02:26', '2020-05-28 18:02:11', '225971', '105140'),
('201000069822', '2020-06-05 00:00:00', '2020-05-29 00:00:00', '002705', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.400000', '0.400000', NULL, NULL, 336033, 0, '2020-05-28 18:02:26', '2020-05-28 18:02:11', '225972', '10106978'),
('201004158556', '2020-06-05 00:00:00', '2020-05-29 00:00:00', '002763', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.400000', '0.400000', NULL, NULL, 336034, 0, '2020-05-28 18:02:26', '2020-05-28 18:02:11', '225973', '10102475'),
('201004158755', '2020-06-05 00:00:00', '2020-05-29 00:00:00', '002771', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.035000', '0.035000', NULL, NULL, 336035, 0, '2020-05-28 18:02:26', '2020-05-28 18:02:11', '225974', '10102316'),
('201004168094', '2020-06-05 00:00:00', '2020-05-29 00:00:00', '603159', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.150000', '0.150000', NULL, NULL, 336036, 0, '2020-05-28 18:02:26', '2020-05-28 18:02:11', '225975', '10119296'),
('201004170896', '2020-06-04 00:00:00', '2020-05-29 00:00:00', '603033', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.230000', '0.230000', NULL, '0.400000', 336037, 0, '2020-05-28 18:02:26', '2020-05-28 18:02:11', '225976', '10122008'),
('201004173465', '2020-06-04 00:00:00', '2020-05-29 00:00:00', '603906', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.128000', '0.128000', NULL, NULL, 336038, 0, '2020-05-28 18:02:26', '2020-05-28 18:02:11', '225977', '10146255'),
('201004174315', '2020-06-05 00:00:00', '2020-05-29 00:00:00', '300653', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.750000', '0.750000', NULL, '0.500000', 336039, 0, '2020-05-28 18:02:26', '2020-05-28 18:02:11', '225978', '10293257'),
('201004186224', '2020-06-08 00:00:00', '2020-05-29 00:00:00', '603786', '2020-06-05 00:00:00', NULL, '2020-06-08 00:00:00', 'CNY', NULL, NULL, '0.360000', '0.360000', NULL, NULL, 336042, 0, '2020-05-28 18:02:26', '2020-05-28 18:02:11', '225979', '10102005'),
('201004186604', '2020-06-05 00:00:00', '2020-05-29 00:00:00', '603610', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '1.000000', '1.000000', NULL, '0.380000', 336043, 0, '2020-05-28 18:02:26', '2020-05-28 18:02:11', '225980', '10455221'),
('201004187744', '2020-06-04 00:00:00', '2020-05-29 00:00:00', '688026', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.500000', '0.500000', NULL, NULL, 336044, 0, '2020-05-28 18:02:26', '2020-05-28 18:02:11', '225981', '10283385'),
('201004176939', '2020-06-04 00:00:00', '2020-05-29 00:00:00', '603722', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.300000', '0.300000', NULL, NULL, 336040, 0, '2020-05-28 18:02:26', '2020-05-28 18:02:11', '225982', '10130807'),
('201004185803', '2020-06-05 00:00:00', '2020-05-29 00:00:00', '603279', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.600000', '0.600000', NULL, NULL, 336041, 0, '2020-05-28 18:02:26', '2020-05-28 18:02:11', '225983', '10147357'),
('201000000159', '2020-06-05 00:00:00', '2020-05-29 00:00:00', '000501', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.220000', '0.220000', NULL, NULL, 336049, 0, '2020-05-28 20:02:13', '2020-05-28 20:02:09', '225984', '10858'),
('201000000505', '2020-06-05 00:00:00', '2020-05-29 00:00:00', '000888', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.100000', '0.100000', NULL, NULL, 336050, 0, '2020-05-28 20:02:13', '2020-05-28 20:02:09', '225985', '101508'),
('201000000520', '2020-06-05 00:00:00', '2020-05-29 00:00:00', '000905', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.015000', '0.015000', NULL, NULL, 336051, 0, '2020-05-28 20:02:13', '2020-05-28 20:02:09', '225986', '101435'),
('201000003882', '2020-06-04 00:00:00', '2020-05-29 00:00:00', '600604', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.012000', '0.012000', NULL, NULL, 336052, 0, '2020-05-28 20:02:13', '2020-05-28 20:02:09', '225987', '106285'),
('201000004199', '2020-06-05 00:00:00', '2020-05-29 00:00:00', '600985', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.600000', '0.600000', NULL, NULL, 336054, 0, '2020-05-28 20:02:13', '2020-05-28 20:02:09', '225988', '10846'),
('201000004081', '2020-06-04 00:00:00', '2020-05-29 00:00:00', '600803', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.210000', '0.210000', NULL, NULL, 336053, 0, '2020-05-28 20:02:13', '2020-05-28 20:02:09', '225989', '106400'),
('201000069869', '2020-06-05 00:00:00', '2020-05-28 00:00:00', '300379', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.100000', '0.100000', NULL, NULL, 336055, 0, '2020-05-28 20:02:13', '2020-05-28 20:02:09', '225990', '10106908'),
('201004157067', '2020-06-04 00:00:00', '2020-05-29 00:00:00', '603118', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.122000', '0.122000', NULL, NULL, 336056, 0, '2020-05-28 20:02:13', '2020-05-28 20:02:09', '225991', '10101941'),
('201004172114', '2020-06-05 00:00:00', '2020-05-28 00:00:00', '300597', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.021000', '0.021000', NULL, NULL, 336057, 0, '2020-05-28 20:02:13', '2020-05-28 20:02:09', '225992', '10140676'),
('201004187426', '2020-06-05 00:00:00', '2020-05-29 00:00:00', '603109', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.230000', '0.230000', NULL, NULL, 336063, 0, '2020-05-28 20:02:13', '2020-05-28 20:02:09', '225993', '10377637'),
('201004184523', '2020-06-04 00:00:00', '2020-05-29 00:00:00', '600989', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.280000', '0.280000', NULL, NULL, 336061, 0, '2020-05-29 14:01:11', '2020-05-28 20:02:09', '226041', '105664'),
('201004179598', '2020-06-04 00:00:00', '2020-05-29 00:00:00', '603259', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.337000', '0.337000', NULL, '0.400000', 336059, 0, '2020-05-28 20:02:13', '2020-05-28 20:02:09', '225995', '105002'),
('201004180837', '2020-06-05 00:00:00', '2020-05-29 00:00:00', '603192', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.372000', '0.372000', NULL, NULL, 336060, 0, '2020-05-28 20:02:13', '2020-05-28 20:02:09', '225996', '10383844'),
('201004177039', '2020-06-04 00:00:00', '2020-05-29 00:00:00', '603260', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.230000', '0.230000', NULL, NULL, 336058, 0, '2020-05-28 20:02:13', '2020-05-28 20:02:09', '225997', '10186282'),
('201004187343', '2020-06-04 00:00:00', '2020-05-28 00:00:00', '300807', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.700000', '0.700000', NULL, NULL, 336062, 0, '2020-05-28 20:02:13', '2020-05-28 20:02:09', '225998', '10138700'),
('201000001058', '2017-07-26 00:00:00', '2017-07-18 00:00:00', '002323', '2017-07-25 00:00:00', NULL, '2017-07-26 00:00:00', 'CNY', NULL, NULL, '0.034000', '0.034000', NULL, NULL, 316168, 0, '2020-05-28 21:24:40', '2017-07-17 20:14:39', '225999', '102431'),
('201000001058', '2016-04-27 00:00:00', '2016-04-21 00:00:00', '002323', '2016-04-26 00:00:00', NULL, '2016-04-27 00:00:00', 'CNY', NULL, NULL, '0.108000', '0.108000', NULL, '2.000000', 298754, 0, '2020-05-28 21:24:40', '2016-04-20 20:46:43', '226000', '102431'),
('201000001058', '2013-05-17 00:00:00', '2013-05-10 00:00:00', '002323', '2013-05-16 00:00:00', NULL, '2013-05-17 00:00:00', 'CNY', NULL, NULL, '0.400000', '0.380000', NULL, '0.300000', 234853, 1, '2020-05-28 21:24:40', '2013-05-10 17:08:49', '226001', '102431'),
('201000001058', '2012-05-08 00:00:00', '2012-04-27 00:00:00', '002323', '2012-05-07 00:00:00', NULL, '2012-05-08 00:00:00', 'CNY', NULL, NULL, '0.600000', '0.540000', NULL, NULL, 43304, 1, '2020-05-28 21:24:40', '2012-12-24 11:24:56', '226002', '102431'),
('201000001058', '2010-04-30 00:00:00', '2010-04-24 00:00:00', '002323', '2010-04-29 00:00:00', NULL, '2010-04-30 00:00:00', 'CNY', NULL, NULL, '0.600000', '0.540000', NULL, NULL, 36943, 1, '2020-05-28 21:24:40', '2012-12-24 11:24:56', '226003', '102431'),
('201000001058', '2014-04-30 00:00:00', '2014-04-23 00:00:00', '002323', '2014-04-29 00:00:00', NULL, '2014-04-30 00:00:00', 'CNY', NULL, NULL, '0.150000', '0.142500', NULL, NULL, 277786, 0, '2020-05-28 21:24:40', '2014-04-22 22:57:55', '226004', '102431'),
('201000001058', '2011-07-06 00:00:00', '2011-06-29 00:00:00', '002323', '2011-07-05 00:00:00', NULL, '2011-07-06 00:00:00', 'CNY', NULL, NULL, '0.300000', '0.270000', NULL, NULL, 39611, 1, '2020-05-28 21:24:40', '2012-12-24 11:24:56', '226005', '102431'),
('201000000076', '2020-06-05 00:00:00', '2020-05-29 00:00:00', '000099', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.050000', '0.050000', NULL, NULL, 336064, 0, '2020-05-28 22:02:35', '2020-05-28 22:02:10', '226006', '102270'),
('201000004355', '2020-06-04 00:00:00', '2020-05-29 00:00:00', '900902', '2020-06-08 00:00:00', '2020-06-03 00:00:00', '2020-06-19 00:00:00', 'USD', NULL, NULL, '0.000170', '0.000170', NULL, NULL, 336072, 0, '2020-05-29 10:01:10', '2020-05-28 22:02:10', '226039', '106285'),
('201000001351', '2020-06-05 00:00:00', '2020-05-29 00:00:00', '002590', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.100000', '0.100000', NULL, NULL, 336067, 0, '2020-05-28 22:02:35', '2020-05-28 22:02:10', '226008', '101974'),
('201000003383', '2020-06-05 00:00:00', '2020-05-29 00:00:00', '600017', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.025000', '0.025000', NULL, NULL, 336068, 0, '2020-05-28 22:02:35', '2020-05-28 22:02:10', '226009', '104872'),
('201000003447', '2020-06-05 00:00:00', '2020-05-29 00:00:00', '600095', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.009000', '0.009000', NULL, NULL, 336069, 0, '2020-05-28 22:02:35', '2020-05-28 22:02:10', '226010', '105891'),
('201000000171', '2020-06-04 00:00:00', '2020-05-29 00:00:00', '000513', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '1.150055', '1.150055', NULL, NULL, 336065, 0, '2020-05-28 22:02:35', '2020-05-28 22:02:10', '226011', '101183'),
('201000001075', '2020-06-05 00:00:00', '2020-05-29 00:00:00', '002339', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.030000', '0.030000', NULL, NULL, 336066, 0, '2020-05-28 22:02:35', '2020-05-28 22:02:10', '226012', '103189'),
('201000003849', '2020-06-05 00:00:00', '2020-05-29 00:00:00', '600570', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.530000', '0.530000', '0.300000', NULL, 336071, 0, '2020-05-28 22:02:35', '2020-05-28 22:02:10', '226013', '107571'),
('201000003517', '2020-06-05 00:00:00', '2020-05-29 00:00:00', '600173', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.150000', '0.150000', NULL, NULL, 336070, 0, '2020-05-28 22:02:35', '2020-05-28 22:02:10', '226014', '105839'),
('201004157070', '2020-06-05 00:00:00', '2020-05-29 00:00:00', '603618', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.100000', '0.100000', NULL, NULL, 336075, 0, '2020-05-28 22:02:35', '2020-05-28 22:02:10', '226015', '10102447'),
('201000070019', '2020-06-05 00:00:00', '2020-05-29 00:00:00', '002730', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.100000', '0.100000', NULL, NULL, 336073, 0, '2020-05-28 22:02:35', '2020-05-28 22:02:10', '226016', '10132614'),
('201004158756', '2020-06-05 00:00:00', '2020-05-29 00:00:00', '002772', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.100000', '0.100000', NULL, NULL, 336076, 0, '2020-05-28 22:02:35', '2020-05-28 22:02:10', '226017', '10108359'),
('201004156731', '2020-06-04 00:00:00', '2020-05-29 00:00:00', '300417', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.800000', '0.800000', NULL, '0.700000', 336074, 0, '2020-05-28 22:02:35', '2020-05-28 22:02:10', '226018', '10102302'),
('201004163972', '2020-06-08 00:00:00', '2020-05-29 00:00:00', '002788', '2020-06-05 00:00:00', NULL, '2020-06-08 00:00:00', 'CNY', NULL, NULL, '0.150000', '0.150000', NULL, NULL, 336077, 0, '2020-05-28 22:02:35', '2020-05-28 22:02:10', '226019', '10102283'),
('201004171332', '2020-06-05 00:00:00', '2020-05-29 00:00:00', '300580', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.170000', '0.170000', NULL, NULL, 336078, 0, '2020-05-29 12:01:20', '2020-05-28 22:02:10', '226040', '10139520'),
('201004174238', '2020-06-04 00:00:00', '2020-05-29 00:00:00', '603758', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.081000', '0.081000', NULL, NULL, 336080, 0, '2020-05-28 22:02:35', '2020-05-28 22:02:10', '226021', '10146045'),
('201004174218', '2020-06-05 00:00:00', '2020-05-29 00:00:00', '603488', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.280000', '0.280000', NULL, '0.400000', 336079, 0, '2020-05-28 22:02:35', '2020-05-28 22:02:10', '226022', '10147342'),
('201004184625', '2020-06-05 00:00:00', '2020-05-29 00:00:00', '002955', '2020-06-04 00:00:00', NULL, NULL, 'CNY', NULL, NULL, NULL, NULL, NULL, '0.700000', 336081, 0, '2020-05-28 22:02:35', '2020-05-28 22:02:10', '226023', '10455220'),
('201004184642', '2020-06-04 00:00:00', '2020-05-29 00:00:00', '300776', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.500000', '0.500000', NULL, '0.600000', 336082, 0, '2020-05-28 22:02:35', '2020-05-28 22:02:10', '226024', '10284832'),
('201000003148', '2020-06-05 00:00:00', '2020-05-28 00:00:00', '300137', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.100000', '0.100000', NULL, NULL, 336091, 0, '2020-05-29 05:00:48', '2020-05-29 05:00:10', '226025', '103178'),
('201000003086', '2020-06-04 00:00:00', '2020-05-28 00:00:00', '300075', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.039966', '0.039966', NULL, NULL, 336090, 0, '2020-05-29 05:00:48', '2020-05-29 05:00:10', '226026', '103182'),
('201000003192', '2020-06-04 00:00:00', '2020-05-28 00:00:00', '300181', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.020000', '0.020000', NULL, NULL, 336092, 0, '2020-05-29 05:00:48', '2020-05-29 05:00:10', '226027', '103004'),
('201000003054', '2020-06-05 00:00:00', '2020-05-28 00:00:00', '300043', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.030000', '0.030000', NULL, NULL, 336089, 0, '2020-05-29 05:00:48', '2020-05-29 05:00:10', '226028', '103916'),
('201004180058', '2020-06-04 00:00:00', '2020-05-28 00:00:00', '300750', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.220128', '0.220128', NULL, NULL, 336094, 0, '2020-05-29 05:00:48', '2020-05-29 05:00:10', '226029', '10406012'),
('201004179079', '2020-06-04 00:00:00', '2020-05-28 00:00:00', '300634', '2020-06-03 00:00:00', NULL, '2020-06-04 00:00:00', 'CNY', NULL, NULL, '0.060000', '0.060000', NULL, NULL, 336093, 0, '2020-05-29 05:00:48', '2020-05-29 05:00:10', '226030', '10402551'),
('201000001366', '2015-06-05 00:00:00', '2015-05-28 00:00:00', '002604', '2015-06-04 00:00:00', NULL, '2015-06-05 00:00:00', 'CNY', NULL, NULL, '0.030000', '0.028500', NULL, '0.600000', 287302, 0, '2020-05-29 15:49:18', '2015-05-27 21:22:31', '226042', '102723'),
('201000001366', '2013-05-24 00:00:00', '2013-05-17 00:00:00', '002604', '2013-05-23 00:00:00', NULL, '2013-05-24 00:00:00', 'CNY', NULL, NULL, '0.100000', '0.095000', NULL, '0.300000', 235152, 1, '2020-05-29 15:49:18', '2013-05-17 17:08:49', '226043', '102723'),
('201000001366', '2014-06-17 00:00:00', '2014-06-10 00:00:00', '002604', '2014-06-16 00:00:00', NULL, '2014-06-17 00:00:00', 'CNY', NULL, NULL, '0.050000', '0.047500', NULL, '0.300000', 279547, 0, '2020-05-29 15:49:18', '2014-06-09 23:21:10', '226044', '102723'),
('201000001366', '2012-06-13 00:00:00', '2012-06-06 00:00:00', '002604', '2012-06-12 00:00:00', NULL, '2012-06-13 00:00:00', 'CNY', NULL, NULL, '0.050000', '0.045000', NULL, NULL, 46364, 1, '2020-05-29 15:49:18', '2012-12-24 11:24:56', '226045', '102723'),
('201000000442', '2000-06-07 00:00:00', '2000-06-01 00:00:00', '000806', '2000-06-06 00:00:00', NULL, '2000-06-08 00:00:00', 'CNY', NULL, NULL, '0.075000', NULL, '0.300000', NULL, 49449, 1, '2020-05-29 15:49:18', '2012-12-24 11:24:56', '226046', '101641'),
('201000000442', '2005-06-28 00:00:00', '2005-06-22 00:00:00', '000806', '2005-06-27 00:00:00', NULL, NULL, 'CNY', NULL, NULL, NULL, NULL, NULL, '0.200000', 50459, 1, '2020-05-29 15:49:18', '2012-12-24 11:24:56', '226047', '101641'),
('201000000442', '2008-06-24 00:00:00', '2008-06-18 00:00:00', '000806', '2008-06-23 00:00:00', NULL, NULL, 'CNY', NULL, NULL, NULL, NULL, '0.010000', '0.090000', 48106, 1, '2020-05-29 15:49:18', '2012-12-24 11:24:56', '226048', '101641'),
('201000000442', '2001-09-18 00:00:00', '2001-09-12 00:00:00', '000806', '2001-09-17 00:00:00', NULL, '2001-09-19 00:00:00', 'CNY', NULL, NULL, '0.050000', '0.040000', NULL, NULL, 43618, 1, '2020-05-29 15:49:18', '2012-12-24 11:24:56', '226049', '101641'),
('201000000442', '2004-05-12 00:00:00', '2004-04-27 00:00:00', '000806', '2004-05-11 00:00:00', NULL, '2004-05-12 00:00:00', 'CNY', NULL, NULL, '0.050000', '0.010000', '0.150000', NULL, 38608, 1, '2020-05-29 15:49:18', '2012-12-24 11:24:56', '226050', '101641'),
('201000000442', '2001-05-15 00:00:00', '2001-05-10 00:00:00', '000806', '2001-05-14 00:00:00', NULL, '2001-05-16 00:00:00', 'CNY', NULL, NULL, '0.100000', '0.080000', NULL, NULL, 37023, 1, '2020-05-29 15:49:18', '2012-12-24 11:24:56', '226051', '101641'),
('201000000442', '1999-09-07 00:00:00', '1999-09-01 00:00:00', '000806', '1999-09-06 00:00:00', NULL, '1999-09-09 00:00:00', 'CNY', NULL, NULL, '0.050000', NULL, '0.200000', '0.600000', 37501, 1, '2020-05-29 15:49:18', '2012-12-24 11:24:56', '226052', '101641'),
('201000000442', '1999-05-31 00:00:00', '1999-05-26 00:00:00', '000806', '1999-05-28 00:00:00', NULL, NULL, 'CNY', NULL, NULL, NULL, NULL, '0.100000', NULL, 39390, 1, '2020-05-29 15:49:18', '2012-12-24 11:24:56', '226053', '101641'),
('201000000442', '2002-05-23 00:00:00', '2002-05-17 00:00:00', '000806', '2002-05-22 00:00:00', NULL, '2002-05-23 00:00:00', 'CNY', NULL, NULL, '0.040000', NULL, '0.160000', NULL, 43857, 1, '2020-05-29 15:49:18', '2012-12-24 11:24:56', '226054', '101641'),
('201000000442', '2006-01-09 00:00:00', '2006-01-04 00:00:00', '000806', '2006-01-05 00:00:00', NULL, NULL, 'CNY', NULL, NULL, NULL, NULL, NULL, '0.380000', 44060, 1, '2020-05-29 15:49:18', '2012-12-24 11:24:56', '226055', '101641'),
('201000000442', '2006-07-11 00:00:00', '2006-07-04 00:00:00', '000806', '2006-07-10 00:00:00', NULL, NULL, 'CNY', NULL, NULL, NULL, NULL, '0.010000', '0.090000', 36053, 1, '2020-05-29 15:49:18', '2012-12-24 11:24:56', '226056', '101641'),
('201004186363', '2020-05-28 00:00:00', '2020-05-20 00:00:00', '300791', '2020-05-27 00:00:00', NULL, '2020-05-28 00:00:00', 'CNY', NULL, NULL, '0.300000', '0.300000', NULL, '0.500000', 335389, 0, '2020-05-29 16:03:27', '2020-05-21 05:00:08', '226057', '10370539'),
('201000003466', '2020-06-05 00:00:00', '2020-05-30 00:00:00', '600114', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.200000', '0.200000', NULL, NULL, 336169, 0, '2020-05-29 20:01:12', '2020-05-29 18:03:11', '226063', '105828'),
('201000000847', '2020-06-08 00:00:00', '2020-05-30 00:00:00', '002131', '2020-06-05 00:00:00', NULL, '2020-06-08 00:00:00', 'CNY', NULL, NULL, '0.006000', '0.006000', NULL, NULL, 336170, 0, '2020-05-29 20:01:12', '2020-05-29 20:01:11', '226059', '101271'),
('201000001232', '2020-06-05 00:00:00', '2020-05-30 00:00:00', '002481', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.020000', '0.020000', NULL, NULL, 336171, 0, '2020-05-29 20:01:12', '2020-05-29 20:01:11', '226060', '102676'),
('201000004161', '2020-06-05 00:00:00', '2020-05-30 00:00:00', '600883', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.010000', '0.010000', NULL, NULL, 336174, 0, '2020-05-29 20:01:12', '2020-05-29 20:01:11', '226061', '10459'),
('201000003589', '2020-06-05 00:00:00', '2020-05-30 00:00:00', '600252', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.060000', '0.060000', NULL, NULL, 336173, 0, '2020-05-29 20:01:12', '2020-05-29 20:01:11', '226062', '105755'),
('201004173252', '2020-06-08 00:00:00', '2020-05-30 00:00:00', '300626', '2020-06-05 00:00:00', NULL, '2020-06-08 00:00:00', 'CNY', NULL, NULL, '0.020000', '0.020000', NULL, NULL, 336176, 0, '2020-05-29 20:01:12', '2020-05-29 20:01:11', '226064', '10233145'),
('201004174456', '2020-06-05 00:00:00', '2020-05-30 00:00:00', '603316', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.032000', '0.032000', NULL, NULL, 336177, 0, '2020-05-29 20:01:12', '2020-05-29 20:01:11', '226065', '10147344'),
('201004170445', '2020-06-05 00:00:00', '2020-05-30 00:00:00', '603556', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.600000', '0.600000', NULL, NULL, 336175, 0, '2020-05-29 20:01:12', '2020-05-29 20:01:11', '226066', '10120346'),
('201004176957', '2020-06-05 00:00:00', '2020-05-30 00:00:00', '002909', '2020-06-04 00:00:00', NULL, '2020-06-05 00:00:00', 'CNY', NULL, NULL, '0.300000', '0.300000', NULL, '0.400000', 336178, 0, '2020-05-29 20:01:12', '2020-05-29 20:01:11', '226067', '10314291');

--
-- 已傾印資料表的索引
--

--
-- 資料表索引 `link_admin`
--
ALTER TABLE `link_admin`
  ADD PRIMARY KEY (`id`),
  ADD KEY `account` (`account`);

--
-- 資料表索引 `link_agreement`
--
ALTER TABLE `link_agreement`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `link_allstock`
--
ALTER TABLE `link_allstock`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `link_append`
--
ALTER TABLE `link_append`
  ADD PRIMARY KEY (`id`),
  ADD KEY `aid` (`aid`);

--
-- 資料表索引 `link_bankcart`
--
ALTER TABLE `link_bankcart`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `link_banner`
--
ALTER TABLE `link_banner`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `link_capital`
--
ALTER TABLE `link_capital`
  ADD PRIMARY KEY (`id`),
  ADD KEY `applicant` (`applicant`);

--
-- 資料表索引 `link_extend`
--
ALTER TABLE `link_extend`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `link_feedback`
--
ALTER TABLE `link_feedback`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `link_feedback_talk`
--
ALTER TABLE `link_feedback_talk`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `link_forbidden_list`
--
ALTER TABLE `link_forbidden_list`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `link_guide`
--
ALTER TABLE `link_guide`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `link_hide`
--
ALTER TABLE `link_hide`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `link_log`
--
ALTER TABLE `link_log`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `link_login_ip`
--
ALTER TABLE `link_login_ip`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `link_manage`
--
ALTER TABLE `link_manage`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `link_marketer`
--
ALTER TABLE `link_marketer`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `link_marketer_user`
--
ALTER TABLE `link_marketer_user`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `link_message`
--
ALTER TABLE `link_message`
  ADD PRIMARY KEY (`id`),
  ADD KEY `id` (`id`) USING BTREE,
  ADD KEY `account` (`account`(191));

--
-- 資料表索引 `link_news`
--
ALTER TABLE `link_news`
  ADD PRIMARY KEY (`id`),
  ADD KEY `id` (`id`) USING BTREE;

--
-- 資料表索引 `link_news_category`
--
ALTER TABLE `link_news_category`
  ADD PRIMARY KEY (`cid`);

--
-- 資料表索引 `link_packet`
--
ALTER TABLE `link_packet`
  ADD PRIMARY KEY (`packet_id`);

--
-- 資料表索引 `link_push`
--
ALTER TABLE `link_push`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `link_quota`
--
ALTER TABLE `link_quota`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `link_sell_account`
--
ALTER TABLE `link_sell_account`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `link_settings`
--
ALTER TABLE `link_settings`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `link_shipan_account`
--
ALTER TABLE `link_shipan_account`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `link_stock_chuquan`
--
ALTER TABLE `link_stock_chuquan`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `link_stock_recommend`
--
ALTER TABLE `link_stock_recommend`
  ADD PRIMARY KEY (`id`),
  ADD KEY `stock_code` (`stock_code`) USING BTREE;

--
-- 資料表索引 `link_stock_search`
--
ALTER TABLE `link_stock_search`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `link_stock_zixuan`
--
ALTER TABLE `link_stock_zixuan`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `link_strategy`
--
ALTER TABLE `link_strategy`
  ADD PRIMARY KEY (`id`),
  ADD KEY `account` (`account`);

--
-- 資料表索引 `link_strategy_analog`
--
ALTER TABLE `link_strategy_analog`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `link_strategy_contest`
--
ALTER TABLE `link_strategy_contest`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `link_strategy_show`
--
ALTER TABLE `link_strategy_show`
  ADD PRIMARY KEY (`id`),
  ADD KEY `stock_code` (`stock_code`),
  ADD KEY `stock_name` (`stock_name`);

--
-- 資料表索引 `link_subscribe`
--
ALTER TABLE `link_subscribe`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `link_trade`
--
ALTER TABLE `link_trade`
  ADD PRIMARY KEY (`id`),
  ADD KEY `account` (`account`),
  ADD KEY `trade_type` (`trade_type`);

--
-- 資料表索引 `link_trade_account`
--
ALTER TABLE `link_trade_account`
  ADD PRIMARY KEY (`id`),
  ADD KEY `aid` (`aid`),
  ADD KEY `account` (`account`);

--
-- 資料表索引 `link_trade_dingdan`
--
ALTER TABLE `link_trade_dingdan`
  ADD PRIMARY KEY (`id`),
  ADD KEY `account` (`account`),
  ADD KEY `trade_type` (`trade_type`),
  ADD KEY `charge_num` (`charge_num`);

--
-- 資料表索引 `link_user`
--
ALTER TABLE `link_user`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `link_web_about`
--
ALTER TABLE `link_web_about`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `link_web_about_detail`
--
ALTER TABLE `link_web_about_detail`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `link_web_act`
--
ALTER TABLE `link_web_act`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `link_web_advantage`
--
ALTER TABLE `link_web_advantage`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `link_web_appdown`
--
ALTER TABLE `link_web_appdown`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `link_web_banner`
--
ALTER TABLE `link_web_banner`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `link_web_introduce`
--
ALTER TABLE `link_web_introduce`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `link_web_remind`
--
ALTER TABLE `link_web_remind`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `link_web_spe`
--
ALTER TABLE `link_web_spe`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `link_web_stock_introduce`
--
ALTER TABLE `link_web_stock_introduce`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `STK_MKT_DIVIDENT`
--
ALTER TABLE `STK_MKT_DIVIDENT`
  ADD PRIMARY KEY (`UPDATEID`),
  ADD KEY `IUM48881000` (`UTSID`),
  ADD KEY `IUM58979489` (`UPDATEID`);

--
-- 在傾印的資料表使用自動遞增(AUTO_INCREMENT)
--

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_agreement`
--
ALTER TABLE `link_agreement`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_allstock`
--
ALTER TABLE `link_allstock`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3654;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_append`
--
ALTER TABLE `link_append`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_bankcart`
--
ALTER TABLE `link_bankcart`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_banner`
--
ALTER TABLE `link_banner`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_capital`
--
ALTER TABLE `link_capital`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_extend`
--
ALTER TABLE `link_extend`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_feedback`
--
ALTER TABLE `link_feedback`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_feedback_talk`
--
ALTER TABLE `link_feedback_talk`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_forbidden_list`
--
ALTER TABLE `link_forbidden_list`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_guide`
--
ALTER TABLE `link_guide`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_hide`
--
ALTER TABLE `link_hide`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=97;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_log`
--
ALTER TABLE `link_log`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_login_ip`
--
ALTER TABLE `link_login_ip`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_manage`
--
ALTER TABLE `link_manage`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=37;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_marketer`
--
ALTER TABLE `link_marketer`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_marketer_user`
--
ALTER TABLE `link_marketer_user`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_message`
--
ALTER TABLE `link_message`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_news`
--
ALTER TABLE `link_news`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=17;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_news_category`
--
ALTER TABLE `link_news_category`
  MODIFY `cid` int(11) NOT NULL AUTO_INCREMENT COMMENT '文章分类的id', AUTO_INCREMENT=8;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_packet`
--
ALTER TABLE `link_packet`
  MODIFY `packet_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_push`
--
ALTER TABLE `link_push`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_quota`
--
ALTER TABLE `link_quota`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_sell_account`
--
ALTER TABLE `link_sell_account`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_settings`
--
ALTER TABLE `link_settings`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_shipan_account`
--
ALTER TABLE `link_shipan_account`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_stock_chuquan`
--
ALTER TABLE `link_stock_chuquan`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_stock_recommend`
--
ALTER TABLE `link_stock_recommend`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_stock_search`
--
ALTER TABLE `link_stock_search`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_stock_zixuan`
--
ALTER TABLE `link_stock_zixuan`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_strategy`
--
ALTER TABLE `link_strategy`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_strategy_analog`
--
ALTER TABLE `link_strategy_analog`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_strategy_contest`
--
ALTER TABLE `link_strategy_contest`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_strategy_show`
--
ALTER TABLE `link_strategy_show`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_subscribe`
--
ALTER TABLE `link_subscribe`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_trade`
--
ALTER TABLE `link_trade`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_trade_account`
--
ALTER TABLE `link_trade_account`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_trade_dingdan`
--
ALTER TABLE `link_trade_dingdan`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_user`
--
ALTER TABLE `link_user`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=32;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_web_about`
--
ALTER TABLE `link_web_about`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_web_about_detail`
--
ALTER TABLE `link_web_about_detail`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_web_act`
--
ALTER TABLE `link_web_act`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_web_advantage`
--
ALTER TABLE `link_web_advantage`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_web_appdown`
--
ALTER TABLE `link_web_appdown`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_web_banner`
--
ALTER TABLE `link_web_banner`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_web_introduce`
--
ALTER TABLE `link_web_introduce`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_web_remind`
--
ALTER TABLE `link_web_remind`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_web_spe`
--
ALTER TABLE `link_web_spe`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `link_web_stock_introduce`
--
ALTER TABLE `link_web_stock_introduce`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
